Repository: tizenorg/apps.core.preloaded.ug-bluetooth-efl
Catalog: po/*.po
Languages: ar, as, az, bg, bn, ca, cs, da, de, el_gr, et, eu, fi, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, lo, lt, lv, mk, ml, mn_mn, mr, ms, my, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sr, sv, ta, te, th, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

# IDS_BT_POP_THE_BLUETOOTH_DEVICE_YOU_ARE_TRYING_TO_PAIR_WITH_IS_CURRENTLY_BUSY
source: The Bluetooth device you are trying to pair with is currently busy.
ar: إن جهاز البلوتوث الذي تحاول الاقتران به مشغول حالياً. حاول مرة أخرى.
as: আপুনি যোৰ কৰিবলৈ চেষ্টা কৰি থকা ব্লুটুথ ডিভাইচটো সম্প্ৰতি ব্যস্ত আছে৷
az: Cütləşdirməyə çalışdığınız Bluetooth cihazı hazırda məşğuldur.
bg: Bluetooth устройството, с което се опитвате да се сдвоите, е заето в момента.
bn: আপনি যে ব্লুটুথ ডিভাইসটি জোড় বাঁধার চেষ্টা করছেন তা বর্তমানে ব্যস্ত রয়েছে।
ca: El dispositiu Bluetooth amb el qual s'està intentant vincular està ocupat.
cs: Zařízení Bluetooth, se kterým chcete zařízení spárovat, je zaneprázdněno.
da: Den Bluetooth-enhed, du forsøger at parre med, er optaget i øjeblikket.
de: Das Bluetooth-Gerät, mit dem Sie koppeln möchten, ist derzeit beschäftigt.
el_gr: Αυτήν τη στιγμή, η συσκευή Bluetooth που προσπαθείτε να αντιστοιχίσετε είναι απασχολημένη.
et: Bluetooth-seade, millega proovite siduda, on hetkel hõivatud.
eu: Bluetooth gailu batekin parekatzen saiatzen ari zara, baina orain lanpetuta dago.
fi: Bluetooth-laite, johon yrität muodostaa pariliitoksen, on tällä hetkellä varattu.
fr_ca: Le périphérique Bluetooth que vous essayez d'associer est actuellement occupé.
ga: Tá an gléas Bluetooth a bhfuil tú ag iarraidh péireáil leis gnóthach faoi láthair.
gl: O dispositivo Bluetooth co que estás tentando vincularte está ocupado actualmente.
gu: તમે જે બ્લ્યુટુથ ઉપકરણ સાથે જોડી બનાવવાનો પ્રયાસ કરી રહ્યાં છો તે હાલમાં વ્યસ્ત છે.
hi: जिस ब्लूटूथ डिवाइस से आप जोड़नें का प्रयास कर रहे हैं, वह इस समय व्यस्त है।
hr: Bluetooth uređaj s kojim se pokušavate upariti trenutačno je zauzet.
hu: Jelenleg foglalt a Bluetooth-eszköz, amellyel párosítani szeretne.
hy: Bluetooth սարքը, որի հետ փորձում եք զուգտակել, ներկայումս զբաղված է:
id: Perangkat Bluetooth yang ingin Anda pasangkan sedang sibuk.
it_it: Il dispositivo Bluetooth con cui state tentando di associarvi è attualmente occupato.
ja_jp: ペアリングしようとしているBluetoothデバイスは現在使用中です。
ka: Bluetooth მოწყობილობა, რომელთან დაწყვილებასაც ცდილობთ, ამჟამად დაკავებულია.
kk: Жұптастырмақшы болған Bluetooth құрылғысы қазір бос емес.
km: បច្ចុប្បន្ន ឧបករណ៍ Bluetooth ដែល​អ្នក​កំពុង​ព្យាយាម​ផ្គូ​ជាមួយ កំពុង​រវល់។
kn: ನೀವು ಜೋಡಿ ಮಾಡಲು ಪ್ರಯತ್ನಿಸುತ್ತಿರುವ ಬ್ಲೂಟೂತ್ ಸಾಧನ ಪ್ರಸ್ತುತ ಕಾರ್ಯನಿರತವಾಗಿದೆ.
ko_kr: 등록하려는 블루투스 디바이스에서 응답이 없습니다.
lo: ອຸປະກອນບລູທູດທີ່ທ່ານພະຍາຍາມຈັບຄູ່ນັ້ນບໍ່ຫວ່າງໃນປະຈຸບັນນີ້.
lt: „Bluetooth“ įrenginys, su kuriuo bandote susieti, šiuo metu užimtas.
lv: Bluetooth ierīce, ar kuru mēģināt izveidot savienojumu pārī, šobrīd ir aizņemta.
mk: Уредот Bluetooth со којшто сакате да се споите е зафатен во моментов.
ml: നിങ്ങൾ ബന്ധിപ്പിക്കാൻ ശ്രമിക്കുന്ന ബ്ലൂടൂത്ത് ഉപകരണം നിലവിൽ തിരക്കിലാണ്.
mn_mn: Таны хослуулахыг оролдож буй Bluetooth төхөөрөмж одоогоор завгүй байна.
mr: आपण पेअर करण्याचा प्रयत्न करत असलेले ब्लुटूथ उपकरण सध्या व्यस्त आहे.
ms: Peranti Bluetooth yang anda sedang cuba pasangkan dengan adalah sibuk sekarang.
my: သင္တြဲရန္ၾကိဳးစားေနသည့္ ဘလူးတုသ္ ကိရိယာသည္ လက္ရွိ မအားပါ။
nb: Bluetooth-enheten du prøver å koble sammen med, er for tiden opptatt.
ne: तपाईले जोडा बनाउन प्रयास गर्नुभएको ब्लुटूथ यन्त्र हाल व्यस्त छ।
nl: Het Bluetooth-apparaat waarmee u probeert te koppelen, is momenteel bezet.
or: ଆପଣ ପେୟାର୍ କରିବାକୁ ଚେଷ୍ଟା କରୁଥିବା ବ୍ଲୁଟୁଥ୍ ଡିଭାଇସ୍ ସହ ବର୍ତ୍ତମାନ ବ୍ୟସ୍ତ ଅଛି।
pa: ਤੁਸੀਂ ਜਿਹੜੇ ਬਲੂਟੁੱਥ ਡਿਵਾਈਸ ਦਾ ਜੋੜਾ ਬਣਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਹੇ ਹੋ, ਉਹ ਹੁਣ ਵਿਅਸਤ ਹੈ।
pl: Urządzenie Bluetooth, z którym podjęto próbę powiązania, jest aktualnie zajęte.
pt_pt: O dispositivo Bluetooth com o qual está a tentar emparelhar está ocupado neste momento.
ro: Dispozitivul Bluetooth cu care încercaţi să vă asociaţi este ocupat momentan.
ru_ru: Устройство Bluetooth, с которым устанавливается соединение, занято.
si: ඔබ යුගලනය වීමට උත්සාහ දරන බ්ලූටූත් උපාංගය මේ මොහොතේ කාර්ය බහුලයි.
sk: Zariadenie Bluetooth, s ktorým sa pokúšate vykonať spárovanie, je momentálne zaneprázdnené.
sl: Naprava Bluetooth, s katero se poskušate seznaniti, je trenutno zasedena.
sr: Bluetooth uređaj sa kojim pokušavaš da se upariš je trenutno zauzet.
sv: Bluetooth-enheten som du försöker sammankoppla med är upptagen.
ta: நீங்கள் இணைக்க விரும்பும் ப்ளூடூத் சாதனம் தற்போது பணிமிகுதியாக உள்ளது.
te: మీరు జత చేయడానికి ప్రయత్నిస్తున్న బ్లూటూత్ పరికరం ప్రస్తుతం బిజీగా ఉంది.
th: อุปกรณ์ Bluetooth ที่คุณกำลังพยายามจับคู่ ไม่ว่างอยู่ในขณะนี้
tl: Kasalukuyang busy ang Bluetooth device na sinusubukan mong i-pair.
tr_tr: Eşleştirmeye çalıştığınız Bluetooth cihazı şu anda meşgul.
uk: Пристрій Bluetooth, з яким ви намагаєтеся утворити пару, наразі не відповідає.
ur: آپ جس بلیوٹوتھ آلہ سے جوڑا بنانے کی کوشش کر رہے ہیں وہ فی الحال مصروف ہے۔
uz: Siz bog‘lanmoqchi bo‘lgan Bluetooth qurilmasi ayni vaqtda band.
vi: Thiết bị Bluetooth bạn đang muốn ghép đôi hiện đang bận.
zh_cn: 您正在尝试配对的蓝牙设备当前正忙。
zh_hk: 您正在嘗試配對的藍牙裝置目前正忙。

source: The Bluetooth device you are trying to pair with is currently busy. Try again.
ar: إن جهاز البلوتوث الذي تحاول الاقتران به مشغول حاليا. حاول مرة أخرى.
az: Cütləşdirməyə çalışdığınız Bluetooth cihazı hazırda məşquldur. Yenidən cəhd edin.
bg: Bluetooth устройството, с което се опитвате да се сдвоите, е заето в момента. Опитайте отново.
ca: El dispositiu Bluetooth amb el qual s'està intentant vincular està ocupat. Torni-ho a provar.
cs: Zařízení Bluetooth, se kterým chcete zařízení spárovat, je zaneprázdněno. Opakujte akci.
da: Den Bluetooth-enhed, du forsøger at parre med, er optaget i øjeblikket. Prøv igen.
de: Das Bluetooth-Gerät, mit dem Sie koppeln möchten, ist derzeit beschäftigt. Versuchen Sie es erneut.
el_gr: Αυτήν τη στιγμή, η συσκευή Bluetooth που προσπαθείτε να αντιστοιχίσετε είναι απασχολημένη. Δοκιμάστε ξανά.
et: Bluetooth-seade, millega proovite siduda, on hetkel hõivatud. Proovige uuesti.
eu: Bluetooth gailu batekin parekatzen saiatzen ari zara, baina orain lanpetuta dago. Saiatu berriz.
fi: Bluetooth-laite, johon yrität muodostaa pariliitoksen, on tällä hetkellä varattu. Yritä uudelleen.
fr_ca: Le périphérique Bluetooth que vous essayez d'associer est actuellement occupé. Réessayez.
ga: Tá an gléas Bluetooth a bhfuil tú ag iarraidh péireáil leis gnóthach faoi láthair. Triail arís.
gl: O dispositivo Bluetooth co que estás tentando vincularte está ocupado actualmente. Téntao de novo.
hi: जिस ब्लूटूथ डिवाइस से आप पेयर करने का प्रयास कर रहे हैं वह इस समय व्यस्त है। फिर से प्रयास करें।
hr: Bluetooth uređaj s kojim se pokušavate povezati trenutačno je zauzet. Pokušajte ponovno.
hu: Jelenleg foglalt a Bluetooth-eszköz, amellyel párosítani szeretne. Próbálja újra.
hy: Bluetooth սարքը, որի հետ փորձում եք զուգտակել, ներկայումս զբաղված է: Նորից փորձեք:
it_it: Il dispositivo Bluetooth con cui state tentando di associarvi attualmente è occupato. Riprovate.
ja_jp: ペアリングしようとしているBluetoothデバイスは現在使用中です。再度お試しください。
ka: Bluetooth მოწყობილობა, რომელთან დაწყვილებასაც ცდილობთ, ამჟამად დაკავებულია. კიდევ მოსინჯეთ.
kk: Жұптастырмақшы болған Bluetooth құрылғысы ағымда бос емес. Әрекетті қайталап көріңіз.
ko_kr: 등록하려는 블루투스 디바이스에서 응답이 없습니다. 다시 시도하세요.
lt: „Bluetooth“ įrenginys, su kuriuo bandote susieti, šiuo metu užimtas. Bandykite dar kartą.
lv: Bluetooth ierīce, ar kuru mēģināt izveidot savienojumu pārī, šobrīd ir aizņemta. Mēģiniet vēlreiz.
mk: Уредот Bluetooth со којшто сакате да се поврзете е зафатен во моментов. Обидете се повторно.
mn_mn: Таны хослуулахыг оролдож буй Bluetooth төхөөрөмж одоогоор завгүй байна. Ахин оролд.
nb: Bluetooth-enheten du prøve å pare med, er for tiden opptatt. Prøv på nytt.
nl: Het Bluetooth-apparaat waarmee u probeert te koppelen, is momenteel bezet. Probeer het opnieuw.
pl: Urządzenie Bluetooth, z którym podjęto próbę powiązania, jest aktualnie zajęte. Spróbuj później.
pt_pt: O dispositivo Bluetooth com o qual está a tentar emparelhar está ocupado neste momento. Tente de novo.
ro: Dispozitivul Bluetooth cu care încercaţi să vă asociaţi este ocupat momentan. Încercaţi din nou.
ru_ru: Устройство Bluetooth, с которым устанавливается соединение, занято. Повторить попытку.
sk: Zariadenia Bluetooth, s ktorým sa pokúšate vykonať spárovanie, je momentálne zaneprázdnené. Skúste to znova.
sl: Naprava Bluetooth, s katero se poskušate seznaniti, je trenutno zasedena. Poskusite znova.
sr: Bluetooth uređaj sa kojim pokušavaš da se upariš je trenutno zauzet. Pokušaj ponovo.
sv: Den Bluetooth-enhet du försöker sammankoppla med är för närvarande upptagen. Försök igen.
tr_tr: Eşleştirmeye çalıştığınız Bluetooth cihazı şu anda meşgul. Tekrar deneyin.
uk: Пристрій Bluetooth, з яким ви намагаєтеся утворити пару, наразі зайнятий. Cпробуйте ще раз.
uz: Siz bog‘lanmoqchi bo‘lgan Bluetooth qurilmasi ayni vaqtda band. Qayta urinib ko‘ring.
zh_cn: 您正在尝试配对的蓝牙设备当前正忙。请重试。
zh_hk: 您正在嘗試配對的藍牙裝置目前正忙。請重試。

# IDS_BT_POP_THIS_BLUETOOTH_PAIRING_HAS_TIMED_OUT
source: This Bluetooth pairing has timed out.
ar: انتهت مهلة هذا الاقتران عبر البلوتوث.
as: ব্লুটুথ যোৰ কৰাৰ সময় পাৰ হৈছে৷
az: Bu Bluetooth cütləşdirməsinin vaxtı bitdi.
bg: Времето за изчакване на Bluetooth сдвояването изтече.
bn: ব্লুটুথ জোড় বাঁধার সময়সীমা অতিক্রম করেছে।
ca: S'ha esgotat el temps d'espera d'aquesta vinculació per Bluetooth.
cs: Vypršel časový limit tohoto párování Bluetooth.
da: Denne Bluetooth-parring fik timeout.
de: Diese Bluetooth-Kopplung ist abgelaufen.
el_gr: Το χρονικό όριο για την αντιστοίχιση μέσω Bluetooth έληξε.
et: See Bluetooth-ühenduse kaudu sidumine on aegunud.
eu: Bluetooth parekatzea iraungi da.
fi: Tämä Bluetooth-pariliitos on aikakatkaistu.
fr_ca: Cette association Bluetooth a expiré.
ga: Tá an t-am istigh don phéireáil Bluetooth seo.
gl: Superouse o tempo de espera da vinculación por Bluetooth.
gu: આ બ્લ્યુટુથ જોડી બનાવવાનો સમય સમાપ્ત થયો.
hi: इस ब्लूटूथ जोड़नें का समय समाप्त हो गया है।
hr: Isteklo je ovo Bluetooth uparivanje.
hu: A Bluetooth-párosítás túllépte az időkorlátot.
hy: Այս Bluetooth զուգտակման համար հատկացված ժամանակը սպառվել է:
id: Waktu pemasangan Bluetooth ini sudah habis.
it_it: Questa associazione Bluetooth è scaduta.
ja_jp: Bluetoothペアリングがタイムアウトしました。
ka: ამ Bluetooth-ით დაწყვილების დრო გავიდა.
kk: Bluetooth жұптастыру уақытша тоқтатылды.
km: ការផ្គូ Bluetooth នេះ​បាន​អស់ពេល។
kn: ಈ ಬ್ಲೂಟೂತ್ ಜೋಡಿ ಮಾಡುವಿಕೆ ಅವಧಿ ಮೀರಿದೆ.
ko_kr: 블루투스 등록 시간을 초과하였습니다.
lo: ການຈັບຄູ່ບລູທູດຂອງທ່ານໝົດເວລາແລ້ວ.
lt: Baigėsi šio „Bluetooth“ siejimo laikas.
lv: Šim Bluetooth savienojumam pārī iestājās taimauts.
mk: Истече времето за ова спојување Bluetooth.
ml: ഈ ബ്ലൂടൂത്ത് ബന്ധിപ്പിക്കലിന്‍റെ സമയം കഴിഞ്ഞു.
mn_mn: Энэ Bluetooth хослуулалтын хугацаа дууссан.
mr: ब्लुटूथ पेअर करण्याची वेळ समाप्त झाली आहे.
ms: Pasangan Bluetooth ini telah tamat tempoh.
my: ဤဘလူးတုသ္ တြဲျခင္း အခ်ိန္ကုန္သြားၿပီ။
nb: Bluetooth-sammenkobling ble avbrutt på tid.
ne: यो ब्लुटूथ जोडा बनाउने समय सकिएको छ।
nl: Deze Bluetooth-koppeling is verlopen.
or: ଏହି ବ୍ଲୁଟୁଥ୍ ପେୟାରିଂର ସମୟ ସୀମା ଶେଷ ହୋଇଛି।
pa: ਇਸ ਬਲੂਟੁੱਥ ਜੋੜਾ ਬਣਾਉਣ ਦੀ ਸਮਾਂ-ਸੀਮਾ ਸਮਾਪਤ ਹੋ ਗਈ ਹੈ।
pl: Upłynął limit czasu tego powiązania Bluetooth.
pt_pt: O tempo limite deste emparelhamento Bluetooth acabou.
ro: Această asociere prin Bluetooth a expirat.
ru_ru: Истекло время ожидания соединения через Bluetooth.
si: මෙම බ්ලූටූත් යුගලනය කල් ඉකුත් විය.
sk: Uplynul časový limit tohto spárovania cez Bluetooth.
sl: To seznanjanje prek povezave Bluetooth je poteklo.
sr: Ovo Bluetooth vezivanje je isteklo.
sv: Tidsgränsen för Bluetooth-sammankopplingen har överskridits.
ta: இந்த ப்ளூடூத் இணைப்பு நேரம் முடிந்தது.
te: ఈ బ్లూటూత్‌ని జత చేయడానికి వ్యవధి ముగిసింది.
th: การจับคู่ Bluetooth นี้หมดเวลาแล้ว
tl: Nag-time out ang Bluetooth na pagpe-pair na ito.
tr_tr: Bu Bluetooth eşleştirme zaman aşımına uğradı.
uk: Час очікування утворення пари через Bluetooth минув.
ur: بلیوٹوتھ کے ساتھ یہ جوڑا بنانا ناکام ہو گیا ہے۔
uz: Bluetooth bog‘lanish vaqti tugadi.
vi: Đã hết thời gian ghép đôi Bluetooth này.
zh_cn: 该蓝牙配对已超时。
zh_hk: 此藍牙配對已逾時。

# IDS_BT_POP_THIS_BLUETOOTH_PAIRING_HAS_TIMED_OUT_TRY_AGAIN
source: This Bluetooth pairing has timed out. Try again.
ar: انتهت مهلة هذا الاقتران عبر البلوتوث. حاول مرة أخرى.
az: Bu Bluetooth cütləşdirməsinin vaxtı bitdi. Yenidən cəhd edin.
bg: Времето на това Bluetooth привързване изтече. Опитайте отново.
ca: S'ha esgotat el temps d'espera de la vinculació per Bluetooth. Torni-ho a intentar.
cs: Vypršel časový limit tohoto párování Bluetooth. Opakujte akci.
da: Denne Bluetooth-parring fik timeout. Prøv igen.
de: Diese Bluetooth-Kopplung ist abgelaufen. Versuchen Sie es erneut.
el_gr: Το χρονικό όριο του tethering μέσω Bluetooth έληξε. Προσπαθήστε ξανά.
et: See Bluetooth-ühenduse kaudu sidumine on aegunud. Proovige uuesti.
eu: Bluetooth parekatze hau iraungi da. Saiatu berriz.
fi: Tämä Bluetooth-pariliitos on aikakatkaistu. Yritä uudelleen.
fr_ca: Cette association Bluetooth a expiré. Réessayez.
ga: Tá an t-am istigh don phéireáil Bluetooth seo. Triail arís.
gl: Superouse o tempo de espera da vinculación por Bluetooth. Téntao de novo.
hi: इस ब्लूटूथ पेयरिंग का समय समाप्त हो गया है। फिर से प्रयास करें।
hr: Isteklo je ovo Bluetooth uparivanje. Pokušajte ponovno.
hu: A Bluetooth-párosítás túllépte az időkorlátot. Próbálja újra.
hy: Այս Bluetooth զուգտակման համար հատկացված ժամանակը սպառվել է: Նորից փորձեք:
it_it: Questa associazione Bluetooth è scaduta. Riprovate.
ja_jp: Bluetoothペアリングがタイムアウトしました。再度お試しください。
ka: ამ Bluetooth-ით დაწყვილების დრო გავიდა. კიდევ მოსინჯეთ.
kk: Bluetooth жұптастыру уақытша тоқтатылды. Әрекетті қайталап көріңіз.
ko_kr: 블루투스 등록 시간을 초과하였습니다. 다시 시도하세요.
lt: Baigėsi šio „Bluetooth“ siejimo laikas. Bandykite dar kartą.
lv: Šim Bluetooth savienojumam pārī iestājās taimauts. Mēģiniet vēlreiz.
mk: Истече времето за ова поврзување Bluetooth. Обидете се повторно.
mn_mn: Энэ Bluetooth хослуулалтын хугацаа дууссан. Ахин оролд.
nb: Bluetooth-paring ble tidsavbrutt. Prøv på nytt.
nl: Deze Bluetooth-koppeling is verlopen. Probeer het opnieuw.
pl: Upłynął limit czasu tego powiązania Bluetooth. Spróbuj ponownie.
pt_pt: O tempo deste emparelhamento Bluetooth acabou. Tente novamente.
ro: Această asociere prin Bluetooth a expirat. Încercaţi din nou.
ru_ru: Истекло время ожидания соединения через Bluetooth. Повторить попытку.
sk: Uplynul časový limit tohto spárovania cez Bluetooth. Skúste to znova.
sl: To seznanjanje prek povezave Bluetooth je poteklo. Poskusite znova.
sr: Bluetooth vezivanje je isteklo. Pokušaj ponovo.
sv: Tidsgränsen för den här Bluetooth-sammankopplingen har överskridits. Försök igen.
tr_tr: Bu Bluetooth eşleştirmesi zaman aşımına uğradı. Tekrar deneyin.
uk: Час очікування утворення пари через Bluetooth минув. Cпробуйте ще раз.
uz: Bluetooth bog‘lanish vaqti tugadi. Qayta urinib ko‘ring.
zh_cn: 该蓝牙配对已超时。请重试。
zh_hk: 此藍牙配對已逾時。請重試。

# IDS_BT_POP_A_BLUETOOTH_ERROR_HAS_OCCURRED
source: A Bluetooth error has occurred.
ar: حدث خطأ في البلوتوث.
as: এটা ব্লুটুথ অস্থায়ী ত্ৰুটি সংঘটিত হৈছে৷
az: Bluetooth səhvi baş verdi.
bg: Възникна грешка с Bluetooth.
bn: একটি ব্লুটুথ ত্রুটি ঘটেছে।
ca: S'ha produït un error de Bluetooth.
cs: Došlo k chybě Bluetooth.
da: Der opstod en Bluetooth-fejl.
de: Es ist ein Bluetooth-Fehler aufgetreten.
el_gr: Προέκυψε σφάλμα Bluetooth.
et: Ilmnes Bluetooth-ühenduse tõrge.
eu: Bluetooth errorea gertatu da.
fi: Bluetooth-virhe.
fr_ca: Une erreur Bluetooth est survenue.
ga: Tharla earráid le Bluetooth.
gl: Produciuse un erro no Bluetooth.
gu: એક બ્લ્યુટુથ ભૂલ આવી છે.
hi: कोई ब्लूटूथ त्रुटि उत्पन्न हुई।
hr: Došlo je do greške Bluetooth veze.
hu: Bluetooth-hiba történt.
hy: Bluetooth-ի սխալ է տեղի ունեցել:
id: Terjadi kesalahan Bluetooth.
it_it: Si è verificato un errore con il Bluetooth.
ja_jp: Bluetoothエラーが発生しました。
ka: მოხდა Bluetooth-ის შეცდომა.
kk: Bluetooth қатесі орын алды.
km: កំហុស Bluetooth បាន​កើតឡើង។
kn: ಬ್ಲೂಟೂತ್ ದೋಷ ಸಂಭವಿಸಿದೆ.
ko_kr: 블루투스 오류가 발생하였습니다.
lo: ບລູທູດເກີດຂັດຂ້ອງ.
lt: Įvyko „Bluetooth“ klaida.
lv: Radās Bluetooth kļūda.
mk: Дојде до грешка Bluetooth.
ml: ഒരു ബ്ലൂടൂത്ത് പിശക് സംഭവിച്ചു.
mn_mn: Bluetooth-ийн алдаа гарлаа.
mr: ब्लुटूथ त्रुटी आली.
ms: Ralat Bluetooth telah berlaku.
my: ဘလူးတုသ္ အမွားတစ္ခု ျဖစ္ပြားခဲ့သည္။
nb: Det har oppstått en Bluetooth-feil.
ne: एउटा ब्लुटूथ त्रुटि भएको छ।
nl: Er is een Bluetooth-fout opgetreden.
or: ଏକ ବ୍ଲୁଟୁଥ୍ ତ୍ରୁଟି ଘଟିଛି।
pa: ਇੱਕ ਬਲੂਟੁੱਥ ਤਰੁੱਟੀ ਉਤਪੰਨ ਹੋਈ ਹੈ।
pl: Wystąpił błąd Bluetooth.
pt_pt: Ocorreu um erro de Bluetooth.
ro: A apărut o eroare de Bluetooth.
ru_ru: Возникла ошибка Bluetooth.
si: බ්ලූටූත් දෝෂයක් සිදු වී ඇත.
sk: Vyskytla sa chyba spojenia Bluetooth.
sl: Prišlo je do napake povezave Bluetooth.
sr: Došlo je do greške Bluetooth-a.
sv: Ett Bluetooth-fel har inträffat.
ta: ஒரு ப்ளூடூத் பிழை ஏற்பட்டுள்ளது.
te: బ్లూటూత్ దోషం సంభవించింది.
th: Bluetooth เกิดข้อผิดพลาด
tl: May naganap na error sa Bluetooth.
tr_tr: Bir Bluetooth hatası oluştu.
uk: Сталася помилка Bluetooth.
ur: ایک بلیوٹوتھ خرابی پیش آگئی ہے۔
uz: Bluetooth xatosi yuz berdi.
vi: Đã xảy ra lỗi Bluetooth.
zh_cn: 发生蓝牙错误。
zh_hk: 發生藍牙錯誤。

# IDS_BT_POP_A_BLUETOOTH_ERROR_HAS_OCCURRED_TAP_OK_TO_TRY_AGAIN
source: A Bluetooth error has occurred. Tap OK to try again.
ar: حدث خطأ في البلوتوث. انقر فوق موافق للمحاولة مرة أخرى.
az: Bluetooth səhvi baş verdi. Yenidən cəhd etmək üçün OK vurun.
bg: Възникна грешка в Bluetooth. Чукнете OK, за да опитате отново.
ca: S'ha produït un error de Bluetooth. Toqui Acceptar per tornar-ho a intentar.
cs: Došlo k chybě Bluetooth. Klepnutím na tlačítko OK opakujte akci.
da: Der opstod en Bluetooth-fejl. Tryk på OK for at prøve igen.
de: Es ist ein Bluetooth-Fehler aufgetreten. Auf „OK“ tippen, um es erneut zu versuchen.
el_gr: Προέκυψε σφάλμα Bluetooth. Πατήστε ΟΚ και προσπαθήστε ξανά.
et: Ilmnes Bluetooth-ühenduse tõrge. Uuesti proovimiseks toksake valikut OK.
eu: Bluetooth-en errorea gertatu da. Ukitu Ados berriro saiatzeko.
fi: Bluetooth-virhe. Yritä uudelleen napauttamalla OK.
fr_ca: Une erreur Bluetooth est survenue. Touchez OK pour réessayer.
ga: Tharla earráid Bluetooth. Tapáil OK le triail arís.
gl: Produciuse un erro no Bluetooth. Toca Aceptar para tentalo de novo.
hi: कोई ब्लूटूथ त्रुटि उत्पन्न हुई। फिर से प्रयास करने के लिए ओके टैप करें।
hr: Greška Bluetootha. Dodirnite U redu i ponovite.
hu: Bluetooth-hiba történt. Érintse meg az OK gombot az újabb próbálkozáshoz.
hy: Bluetooth-ի սխալ է տեղի ունեցել: Հպեք OK՝ կրկին փորձելու համար:
it_it: Si è verificato un errore Bluetooth. Toccate OK per riprovare.
ja_jp: Bluetoothエラーが発生しました。再度実行するには、[OK]をタップしてください。
ka: მოხდა Bluetooth-ის შეცდომა. შეეხეთ OK-ს და ისევ სცადეთ.
kk: Bluetooth қатесі орын алды. Әрекетті қайталау үшін, OK түймесін түртіңіз.
ko_kr: 블루투스 오류가 발생하였습니다. 다시 시도하려면 [확인]을 누르세요.
lt: Įvyko „Bluetooth“ klaida. Bakstelėkite „Gerai“ ir bandykite dar kartą.
lv: Radās Bluetooth kļūda. Lai mēģinātu vēlreiz, pieskarieties pie Labi.
mk: Дојде до грешка Bluetooth. Обидете се повторно да се поврзете.
mn_mn: Bluetooth-ийн алдаа гарлаа. Дахин оролдохын тулд OK-г товш.
nb: Det har oppstått en Bluetooth-feil. Trykk på OK for å prøve på nytt.
nl: Er is een Bluetooth-fout opgetreden. Tik op OK en probeer het opnieuw.
pl: Wystąpił błąd Bluetooth. Dotknij opcji OK, aby spróbować ponownie.
pt_pt: Ocorreu um erro de Bluetooth. Toque em OK para tentar novamente.
ro: A apărut o eroare de Bluetooth. Atingeţi OK pentru a încerca din nou.
ru_ru: Возникла ошибка Bluetooth. Нажмите кнопку “ОК”, чтобы повторить попытку.
sk: ﻿Vyskytla sa chyba spojenia Bluetooth. Skúste to znova ťuknutím na tlačidlo OK.
sl: Prišlo je do napake povezave Bluetooth. Pritisnite V redu, da poskusite znova.
sr: Došlo je do greške Bluetooth-a. Kucni na OK za ponovni pokušaj.
sv: Ett Bluetooth-fel har inträffat. Tryck på OK om du vill försöka igen.
tr_tr: Bluetooth hatası oluştu. Tekrar denemek için Tamam öğesine dokunun.
uk: Сталася помилка Bluetooth. Натисніть «OK», щоб спробувати ще раз.
uz: Bluetooth xatosi yuz berdi. Qayta urinish uchun OKga teging.
zh_cn: 发生蓝牙错误。轻敲确定以重试。
zh_hk: 發生藍牙錯誤。輕觸確定以重試。

# IDS_BT_BUTTON_ACCEPT
source: Accept
ar: قبول
as: গ্ৰহণ কৰক
az: Qəbul et
bg: Приемам
bn: স্বীকার করুন
ca: Acceptar
cs: Přijmout
da: Acceptér
de: Annehmen
el_gr: Αποδοχή
et: Nõustu
eu: Onartu
fi: Hyväksy
fr_ca: Accepter
ga: Glac leis
gl: Aceptar
gu: સ્વીકારો
hi: स्‍वीकारें
hr: Prihvati
hu: Elfogad
hy: Ընդունել
id: Terima
it_it: Accetta
ja_jp: 承認
ka: მიღება
kk: Қабылдау
km: ព្រម​ទទួល
kn: ಅಂಗೀಕರಿಸು
ko_kr: 수락
lo: ຍອມຮັບ
lt: Priimti
lv: Pieņemt
mk: Прифати
ml: സ്വീകരിക്കുക
mn_mn: Хүлээн авах
mr: स्वीकार
ms: Terima
my: လက္ခံပါ
nb: Godta
ne: स्वीकार
nl: OK
or: ସ୍ଵୀକାର
pa: ਸਵੀਕਾਰ ਕਰੋ
pl: Akceptuj
pt_pt: Aceitar
ro: Acceptare
ru_ru: Принять
si: පිළිගන්න
sk: Prijať
sl: Sprejmi
sr: Prihvati
sv: Acceptera
ta: ஏற்கவும்
te: అంగీకరించు
th: ยอม​รับ
tl: Tanggapin
tr_tr: Kabul et
uk: Прийняти
ur: قبول
uz: Qabul qilish
vi: Chấp nhận
zh_cn: 接受
zh_hk: 接受

# IDS_BT_HEADER_RECEIVE_FILES_ABB
source: Receive files
ar: تلقّي الملفات
as: ফাইলসমূহ প্ৰাপ্ত কৰক
az: Fayllar qəbul et
bg: Получаване на файлове
bn: ফাইলগুলি গ্রহণ করুন
ca: Rebre fitxers
cs: Příjem souborů
da: Modtag filer
de: Dateiempfang
el_gr: Λήψη αρχείων
et: Failide vastuvõtmine
eu: Jaso fitxategiak
fi: Vastaanota tiedostot
fr_ca: Recevoir des fichiers
ga: Faigh comhaid
gl: Recibir arquivos
gu: ફાઇલ્સ પ્રાપ્ત કરો
hi: फाइलें प्राप्त करें
hr: Primanje datoteka
hu: Fájlok fogadása
hy: Ստանալ ֆայլեր
id: Terima file
it_it: Ricevi file
ja_jp: ファイルを受信
ka: ფაილების მიღება
kk: Файлдарды алу
km: ទទួល​ឯកសារ
kn: ಫೈಲ್‌ಗಳನ್ನು ಸ್ವೀಕರಿಸಿ
ko_kr: 파일 수신
lo: ຮັບໄຟລ໌
lt: Priimti failus
lv: Saņemt failus
mk: Прими фајлови
ml: ഫയലുകൾ സ്വീകരിക്കുക
mn_mn: Файлууд хүлээн авах
mr: फाइल्‍स प्राप्‍त करा
ms: Terima fail
my: ဖိုင္မ်ားကို လက္ခံပါ
nb: Motta filer
ne: फाइलहरू प्राप्त गर्नुहोस्
nl: Bestanden ontvangen
or: ଫାଇଲଗୁଡିକ ପ୍ରାପ୍ତ ହୋଇଛି
pa: ਫਾਈਲਾਂ ਪ੍ਰਾਪਤ ਕਰੋ
pl: Odbieranie plików
pt_pt: Receber ficheiros
ro: Primire fişiere
ru_ru: Получение файлов
si: ගොනු ලැබීම
sk: Prijatie súborov
sl: Prejemanje datotek
sr: Prihvataj fajlove
sv: Ta emot filer
ta: கோப்புகளைப் பெறவும்
te: ఫైల్‌లను స్వీకరించండి
th: รับไฟล์
tl: Tumanggap ng mga file
tr_tr: Dosyaları al
uk: Отримання файлів
ur: فائلیں وصول کریں
uz: Fayllarni qabul qilish
vi: Nhận file
zh_cn: 接收文件
zh_hk: 接收檔案
