Repository: tizenorg/apps.core.preloaded.ug-bluetooth-efl
Catalog: po/*.po
Languages: ar, as, az, bg, bn, ca, cs, da, de, el_gr, et, eu, fi, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, lo, lt, lv, mk, ml, mn_mn, mr, ms, my, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sr, sv, ta, te, th, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

# IDS_BT_POP_SUBFILERECEIVED
source: File received.
ar: تم استقبال الملف.
as: ফাইল লাভ কৰিছে৷
az: Fayl qəbul edildi.
bg: Файлът получен.
bn: ফাইল প্রাপ্ত।
ca: Fitxer rebut
cs: Soub.přijat
da: Fil modtaget.
de: Datei empfangen
el_gr: Αρχείο ελήφθει.
et: Fail on vastu võetud.
eu: Fitxategia jaso da
fi: Tiedosto vastaanotettu.
fr_ca: Fichier reçu.
ga: Comhad faighte.
gl: Arquivo recibido
gu: ફાઇલ પ્રાપ્ત થઇ.
he: הקובץ התקבל
hi: फाइल प्राप्त।
hr: Datoteka primljena.
hu: Fájl fogadva.
hy: Ֆայլը ստացված է:
id: File diterima.
is: Skrá móttekin.
it_it: File ricevuto.
ja_jp: ファイルを受信しました。
ka: ფაილი მიღებულია.
kk: Файл алынды
km: បាន​ទទួល​ឯកសារ។
kn: ಫೈಲ್ ಪಡೆಯಲಾಗಿದೆ.
ko_kr: 파일을 받았습니다.
lo: ​ໄຟລ໌​ໄດ້​ຮັບ​ແລ້ວ.
lt: Failas gautas.
lv: Fails saņemts.
mk: Фајлот е примен.
ml: ഫയല്‍ സ്വീകരിച്ചു.
mn_mn: Файлыг хүлээж авлаа.
mr: फाईल मिळाली.
ms: Fail diterima.
my: ဖုိင္လက္ခံရရွိၿပီးပါၿပီ
nb: Fil mottatt.
ne: फाइल प्राप्त भयो।
nl: Bestand ontvangen.
or: ଫାଇଲ୍ ପ୍ରାପ୍ତ ହୋଇଛି।
pa: ਫਾਈਲ ਪ੍ਰਾਪਤ ਹੋਈ।
pl: Plik odebrano.
pt_pt: Ficheiro recebido.
ro: Fişier primit
ru_ru: Файл получен.
si: ගොනුව ලැබිණ‍.
sk: Súb.prijatý.
sl: Datoteka prejeta.
sr: Fajl primljen.
sv: Fil mottagen.
ta: கோப்பு பெறப்பட்டது.
te: ఫైల్ స్వీకరించబడింది.
th: ได้​รับ​ไฟล์​แล้ว
tl: Natanggap na ang file.
tr_tr: Dosya alındı.
uk: Файл отримано.
ur: فائیل موصول۔
uz: Fayl qabul qilindi.
vi: File đã nhận.
zh_cn: 文件已接收
zh_hk: 檔案已接收

# IDS_BT_POP_TO_C_PS
source: To: %s
ar: إلى: %s
as: প্ৰতি: %s
az: Kimə: %s
bg: До: %s
bn: প্রতি: %s
ca: Per a: (%s)
cs: Komu: %s
da: Til: %s
de: An: %s
el_gr: Προς: %s
et: Adressaat: %s
eu: Nori: %s
fi: Vastaanottaja: %s
fr_ca: À : %s
ga: Chuig: %s
gl: Para: %s
gu: પ્રતિ: %s
hi: प्रति: %s
hr: Primatelj: %s
hu: Címzett: %s
hy: Դեպի. %s
id: Ke: %s
is: Til: %s
it_it: A: %s
ja_jp: 宛先: %s
ka: ვის: %s
kk: Кміге: %s
km: ទៅ៖ %s
kn: ಇವರಿಗೆ: %s
ko_kr: 수신 : %s
lo: ເຖິງ: %s
lt: Kam: %s
lv: Kam: %s
mk: До: %s
mn_mn: Хэнд: %s
mr: प्रति: %s
ms: Kepada: %s
my: သို႔: %s
nb: Til: %s
ne: को लागि: %s
nl: Aan: %s
or: କୁ: %s
pa: ਇਸ ਨੂੰ: %s
pl: Do: %s
pt_pt: Para: %s
ro: Către: %s
ru_ru: Кому: %s
si: වෙත: %s
sk: Komu: %s
sl: Za: %s
sr: Za: %s
sv: Till: %s
ta: பெறுநர்: %s
te: స్వీకర్త: %s
th: ถึง: ​%s
tl: Kay: %s
tr_tr: Alıcı: %s
uk: До: %s
ur: برائے: %s
uz: Kimga: %s
vi: Đến: %s
zh_cn: 收件人： %s
zh_hk: 收件人：%s

# IDS_BT_POP_TRANSFER_CANCELLED
source: Transfer cancelled.
ar: تم إلغاء النقل.
as: স্থানান্তৰণ বাতিল কৰা হৈছে৷
az: Köçürmə ləğv edildi.
bg: Прехвърлянето е прекратено.
bn: স্থানান্তরণ বাতিল হয়েছে।
ca: Transferència cancel·lada
cs: Přenos byl zrušen.
da: Overførsel annulleret.
de: Übertragung abgebrochen
el_gr: Η μεταφορά ακυρώθηκε.
et: Edastamine tühistatud.
eu: Transferentzia ezeztatuta
fi: Siirto peruutettu.
fr_ca: Transfert annulé.
ga: Aistriú curtha ar ceal.
gl: Transferencia cancelada
gu: ફેરફાર રદ કર્યો.
hi: स्थानांतरण रद्द किया गया।
hr: Prijenos prekinut.
hu: Átvitel megszakítva.
hy: Փոխանցումը դադարեցվեց:
id: Transfer dibatalkan.
is: Hætt við flutning.
it_it: Trasferimento annullato.
ja_jp: 転送がキャンセルされました。
ka: გადაცემა გაუქმდა.
kk: Жіберуден бас тартылды.
km: បាន​បោះបង់​ការផ្ទេរ។
kn: ವರ್ಗಾವಣೆ ರದ್ದುಮಾಡಲಾಗಿದೆ.
ko_kr: 전송을 취소하였습니다.
lo: ການໂອນຖືກຍົກເລີກ.
lt: Perkėlimas atšauktas.
lv: Pārsūtīšana atcelta.
mk: Преносот е откажан.
ml: ട്രാന്‍സ്ഫര്‍ റദ്ദാക്കി.
mn_mn: Дамжуулалтыг цуцалсан
mr: स्थानांतर रद्द.
ms: Pemindahan dibatalkan.
my: ေျပာင္းေရြ႕ျခင္းကို ကင္ဆယ္လုပ္ထားသည္
nb: Overføring avbrutt.
ne: स्थानन्तरण रद्द भयो।
nl: Overdragen geannuleerd.
or: ସ୍ଥାନାନ୍ତରଣ ବାତିଲ୍ ହୋଇଛି।
pa: ਟ੍ਰਾਂਸਫਰ ਰੱਦ ਕੀਤਾ ਗਿਆ।
pl: Anulowano przesyłanie.
pt_pt: Transferência cancelada.
ro: Transferul a fost anulat.
ru_ru: Передача отменена.
si: හුවමාරුව නැවතිණි.
sk: Prenos bol zrušený.
sl: Prenos je preklican.
sr: Prenos otkazan.
sv: Överföring avbröts.
ta: இடமாற்றம் ரத்து.
te: బదిలీ రద్దయింది.
th: การ​โอน​สาย​ถูก​ยก​เลิก
tl: Kinansela ang paglipat.
tr_tr: Aktarma iptal edildi.
uk: Передачу скасовано.
ur: منقلی منسوخ ہوگئی۔
uz: Uzatish bekor qilindi.
vi: Hủy truyền file.
zh_cn: 传输已取消。
zh_hk: 已取消傳輸。

# IDS_BT_POP_UNABLE_TO_ACTIVATE_BLUETOOTH_WHEN_FLIGHT_MODE_IS_ON
source: Unable to activate Bluetooth when Airplane mode is on.
ar: يتعذر تفعيل البلوتوث عند تشغيل وضع الطيران.
as: ফ্লাইট ম'ড অন হৈ থকাৰ সময়ত ব্লুটুথ সক্ৰিয় কৰিবলৈ অক্ষম৷
az: Uçuş rejimi yanılı olduqda Bluetooth-u aktivləşdirmək mümkün deyil.
bg: Не може да се активира Bluetooth, когато е включен режим Полет.
bn: বিমান মোড চালু থাকাকালীন ব্লুটুথ সক্রিয় করতে অক্ষম।
ca: No es pot activar el Bluetooth quan el mode Vol està activat
cs: Když je zapnut režim Letadlo, nelze aktivovat Bluetooth.
da: Kan ikke aktivere Bluetooth, når Flytilstand er slået til.
de: Bluetooth kann nicht aktiviert werden, wenn der Offline-Modus eingeschaltet ist.
el_gr: Δεν είναι δυνατή η ενεργοποίηση του Bluetooth, όταν η λειτουργία πτήσης είναι ενεργή.
et: Bluetooth-ühendust ei saa lennurežiimis aktiveerida.
eu: Ezin da Bluetooth aktibatu Hegaldi modua piztuta dagoenean
fi: Bluetoothia ei voi aktivoida, kun lentotila on käytössä.
fr_ca: Impossible d'activer le Bluetooth lorsque le mode Hors-ligne est activé.
ga: Ní féidir Bluetooth a chur i ngníomh agus mód Eitilte ar siúl.
gl: Non se pode activar o Bluetooth co modo Avión activado
gu: ફ્લાઇટ મોડ ચાલુ હોવા પર બ્લ્યુટુથ સક્રિય કરવામાં અસમર્થ.
he: לא ניתן להפעיל Bluetooth כשמצב טיסה מופעל
hi: फ़्लाइट मोड चालू होने पर ब्लूटूथ सक्रिय करने में असमर्थ।
hr: Nemoguće uključiti Bluetooth dok je uključen način Bez mreže.
hu: Amíg be van kapcsolva a Repülő üzemmód, nem kapcsolható be a Bluetooth.
hy: Անհնար է ակտիվացնել Bluetooth-ը, երբ միացված է Թռիչքային ռեժիմը:
id: Tidak bisa mengaktifkan Bluetooth saat Flight mode aktif.
is: Það er ekki hægt að kveikja á Bluetooth þegar kveikt er á flugstillingu.
it_it: Impossibile attivare Bluetooth con Modalità offline attivata.
ja_jp: 機内モードがONの場合はBluetoothを有効にできません
ka: Bluetooth ვერ გააქტიურდება, როცა ჩართულია ფრენის რეჟიმი.
kk: Bluetooth мүмкіндігін ұшу режимі қосулы кезде іске қосу мүмкін емес.
km: មិន​អាច​ដំណើរការ Bluetooth ពេល​បាន​បើក​ទម្រង់​យន្តហោះ។
kn: ಫ್ಲೈಟ್ ಮೋಡ್ ಆನ್ ಆಗಿರುವಾಗ ಬ್ಲೂಟೂತ್ ಸಕ್ರೀಯಗೊಳಿಸಲು ಅಸಮರ್ಥ.
ko_kr: [비행기 탑승 모드]에서는 블루투스를 실행할 수 없습니다.
lo: ບໍ່ສາມາດເປີດໃຊ້ບລູທູດໄດ້ເມື່ອໂໝດເຮືອບິນເປີດຢູ່.
lt: Negalima aktyvinti „Bluetooth“, kai įjungtas skrydžio režimas.
lv: Nevar aktivizēt Bluetooth, ja ir ieslēgts lidojuma režīms.
mk: Не може да се активира Bluetooth додека е вклучен режимот за летало.
ml: ഫ്ലൈറ്റ് മോഡ് ഓണായിരിക്കുമ്പൊള്‍ ബ്ലുടൂത്ത്‌ സജീവമാക്കാനാവില്ല.
mn_mn: Unable to activate Bluetooth when Flight mode is on.
mr: फ्लाइट मोड सुरू असताना ब्लूटूथ सक्रिय करण्यास अक्षम.
ms: Tidak boleh mengaktifkan Bluetooth apabila mod Penerbangan dihidupkan.
my: ပ်ံသန္း အေနအထား ဖြင့္ထားစဥ္ ဘလူးတုသ္ သက္ဝင္ေစ၍ မရပါ။
nb: Kan ikke aktivere Bluetooth når Flymodus er på.
ne: उडान मोड अन हुँदा ब्लुटूथ सक्रिय गर्न असक्षम।
nl: Kan Bluetooth niet inschakelen wanneer vliegtuigstand is ingeschakeld.
or: ଫ୍ଲାଇଟ୍ ମୋଡ୍ ଅନ୍ ଥିବାବେଳେ ବ୍ଲୁଟୁଥ୍ ସକ୍ରିୟ କରିବାକୁ ଅସମର୍ଥ।
pa: ਜਦੋਂ ਫਲਾਈਟ ਮੋਡ ਚਾਲੂ ਹੋਵੇ ਤਾਂ ਬਲੂਟੁੱਥ ਨੂੰ ਕਿਰਿਆਸ਼ੀਲ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ ਹੁੰਦਾ ਹੈ।
pl: Nie można uaktywnić połączenia Bluetooth podczas pracy w trybie Offline.
pt_pt: Impossível activar Bluetooth com o modo de voo activo.
ro: Imposibil de activat conexiunea Bluetooth în timp ce este activat modul Avion
ru_ru: Невозможно включить Bluetooth в автономном режиме.
si: පියාසර ප්‍රකාරය සක්‍රීය විට බ්ලූටූත් සක්‍රීය කල නොහැක.
sk: Pri zapnutom letovom režime sa nedá aktivovať spojenie Bluetooth.
sl: Vmesnika Bluetooth ni mogoče vključiti, ko je vključen način letenja.
sr: Nemoguće aktivirati Bluetooth kada je uključen avionski režim.
sv: Det går inte att aktivera Bluetooth i flygläge.
ta: ஃப்ளைட் முறை ஆனாக இருக்கும்போது ப்ளூடூத்தை செயல்படுத்த இயலாது.
te: విమానం మోడ్ ఆన్‌లో ఉన్నప్పుడు Bluetooth-ను యాక్టివేట్ చేయడం సాధ్యం కాదు.
th: เปิด​ใช้​งานบลูทูธ ​ไม่​ได้​เมื่อ​ใช้​โหมด​การ​บิน
tl: Hindi ma-activate ang Bluetooth kapag naka-on ang Flight mode.
tr_tr: Uçuş modu açıkken Bluetooth etkinleştirilemiyor.
uk: Неможливо активувати Bluetooth за ввімкненого режиму без зв’язку.
ur: جب فلائٹ موڈ آن ہو تو بلیوٹوتھ زیر عمل کرنے سے قاصر۔
uz: Uchush rejimi yoqilgan vaqtda Bluetoothni faollashtirib bo‘lmaydi.
vi: Không thể bật Bluetooth khi ở chế độ Máy bay.
zh_cn: 飞行模式启动，无法打开蓝牙。
zh_hk: 飛行模式啟動時無法啟動藍牙。

# IDS_BT_POP_UNABLE_TO_GET_SERVICE_LIST
source: Unable to get service list.
ar: يتعذر الحصول على قائمة الخدمة.
as: সেৱাৰ তালিকা প্ৰাপ্ত কৰিবলৈ অক্ষম৷
az: Xidmət siyahısını əldə etmək mümkün deyil.
bg: Не може да се получи списъкът с услуги.
bn: পরিষেবা লিস্ট প্রাপ্ত করতে অক্ষম।
ca: No es pot obtenir la llista de serveis
cs: Nelze načíst seznam služeb.
da: Kan ikke få tjenesteliste.
de: Dienstliste kann nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η λήψη λίστας υπηρεσιών.
et: Teenuseloendit ei saa hankida.
eu: Ezin da zerbitzu zerrenda eskuratu
fi: Palveluluetteloa ei voi hakea.
fr_ca: Impossible d'obtenir la liste de service.
ga: Ní féidir liosta seirbhíse a fháil.
gl: Non se pode obter a lista de servizos
gu: સેવા યાદી મેળવવામાં અસફળ.
he: לא ניתן לקבל רשימת שירות
hi: सेवा सूची पाने में अक्षम।
hr: Nemoguće preuzeti popis usluga.
hu: Nem sikerült lekérni a szolgáltatáslistát.
hy: Անհնար է ստանալ ծառայության ցանկը:
id: Tidak bisa mendapat daftar layanan.
is: Mistókst að sækja þjónustulista.
it_it: Impossibile ottenere elenco servizi.
ja_jp: サービスリストを取得できません。
ka: სერვისების სიას ვერ მიიღებთ.
kk: Қызметтер тізімін алу мүмкін емес.
km: មិន​អាច​ទទួល​បញ្ជី​សេវា។
kn: ಸೇವಾ ಪಟ್ಟಿ ಪಡೆಯಲು ವಿಫಲ.
ko_kr: 서비스 목록을 가져올 수 없습니다.
lt: Neįmanoma pasinaudoti paslaugų sąrašu.
lv: Nevar iegūt pakalpojumu sarakstu.
mk: Не може да се добие листа услуги.
ml: സേവന ലിസ്റ്റ് നേടാനാവുന്നില്ല.
mr: सेवा यादी मिळण्यास अक्षम.
ms: Tidak dapat mendapatkan senarai perkhidmatan.
nb: Kan ikke hente tjenesteliste.
ne: सेवा सूची प्राप्त गर्न असक्षम छ।
nl: Kan servicelijst niet ophalen.
or: ସେବା ତାଲିକା ପ୍ରାପ୍ତ ଅସମର୍ଥ।
pa: ਸੇਵਾ ਸੂਚੀ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ।
pl: Nie można pobrać listy usług.
pt_pt: Impossível obter lista de serviços.
ro: Imposibil de obţinut lista de servicii
ru_ru: Невозможно получить список услуг.
si: සේවා ලැයිස්තුවක් ලබා ගත නොහැක.
sk: Nedá sa získať zoznam služieb.
sl: Ni mogoče pridobiti seznam storitev.
sr: Nemoguće dobiti listu usluga.
sv: Det går inte att hämta listan över tjänster.
ta: சேவை பட்டியலை பெற முடியவில்லை.
te: సర్వీస్ జాబితా రావడానికి కుదరడంలేదు.
th: ไม่​สามารถ​รับ​รายการ​ให้​บริการ​ได้
tl: Hindi makuha ang listahan ng serbisyo
tr_tr: Servis listesi alınamıyor.
uk: Неможливо отримати список послуг.
ur: خدمت کی فہرست حاصل کرنے سے قاصر۔
uz: Xizmatlar ro‘yxatini olib bo‘lmaydi.
vi: Không thể lấy được danh sách dịch vụ.
zh_cn: 无法获取服务列表。
zh_hk: 無法取得服務清單。

# IDS_BT_SK_BACK
source: Back
ar: رجوع
as: পিছলৈ
az: Geriyə
bg: Назад
bn: ব্যাক
ca: Enrere
cs: Zpět
da: Tilbage
de: Zurück
el_gr: Πίσω
et: Tagasi
eu: Atzera
fi: Takaisin
fr_ca: Précédent
ga: Siar
gl: Atrás
gu: પાછળ
he: חזרה
hi: पीछे
hr: Nazad
hu: Vissza
hy: Հետ
id: Kembali
is: Bakka
it_it: Indietro
ja_jp: 戻る
ka: უკან
kk: Aртқа
km: ថយ
kn: ಹಿಂದೆ
ko_kr: 뒤로가기
lo: ກັບຄືນ
lt: Atgal
lv: Atpakaļ
mk: Назад
ml: പിന്നോ..
mn_mn: Буцах
mr: मागे
ms: Kembali
my: ေနာက္
nb: Tilbake
ne: पछाडि
nl: Terug
or: ପଛକୁ
pa: ਪਿੱਛੇ
pl: Wstecz
pt_pt: Voltar
ro: Înapoi
ru_ru: Назад
si: ආපසු
sk: Späť
sl: Nazaj
sr: Nazad
sv: Åter
ta: பின்
te: వెనుకకు
th: กลับ
tl: Bumalik
tr_tr: Geri
uk: Назад
ur: واپس
uz: Orqaga
vi: Trở về
zh_cn: 返回
zh_hk: 返回

# IDS_BT_SK_DISCONNECT
source: Disconnect
ar: فصل
as: সংযোগহীন
az: Bağlantını kəs
bg: Изключване
bn: বিচ্ছিন্ন
ca: Desconnectar
cs: Odpojit
da: Afbryd
de: Trennen
el_gr: Αποσύνδεση
et: Katkesta ühendus
eu: Deskonektatu
fi: Katkaise yhteys
fr_ca: Déconnecter
ga: Dínasc
gl: Desconectar
gu: જોડાણ તોડો
he: נתק
hi: डिस्कनेक्ट
hr: Prekini vezu
hu: Szétkapcsolás
hy: Անջատել
id: Putus
is: Aftengja
it_it: Disconnetti
ja_jp: 切断
ka: გათიშვა
kk: Ажырату
km: ផ្តាច់
kn: ಸಂಪರ್ಕ ಕಡಿತಗೊಳಿಸು
ko_kr: 연결 해제
lo: ຢຸດເຊື່ອມຕໍ່
lt: Atjungti
lv: Atvienot
mk: Прекини врска
ml: വിച്ഛേദി.
mn_mn: Салгах
mr: खंडीत
ms: Ptus.smbgn
my: ဆက္သြယ္ထားမႈကုိ ျဖတ္ေတာက္ပါ
nb: Koble fra
ne: जोडन विच्छेद
nl: Verb.verbr
or: ବିଛିନ୍ନ
pa: ਡਿਸਕਨੈਕਟ
pl: Rozłącz
pt_pt: Desligar
ro: Deconectare
ru_ru: Отключить
si: විසන්ධි කරන්න
sk: Odpojiť
sl: Prekini
sr: Prekini vezu
sv: Koppla från
ta: துண்டி
te: డిస్కనెక్ట్ చేయి
th: หยุด​ต่อ
tl: Diskonekta
tr_tr: Bağlantıyı kes
uk: Роз'єднати
ur: غیر متصل کریں
uz: Uzish
vi: Ngắt
zh_cn: 断开
zh_hk: 中斷連接

# IDS_BT_SK_SCAN
source: Scan
ar: بحث
as: স্কেন কৰক
az: Axtar
bg: Сканиране
bn: স্ক্যান
ca: Escanejar
cs: Hledat
da: Søg
de: Scannen
el_gr: Σάρωση
et: Otsi
eu: Arakatu
fi: Hae
fr_ca: Rechercher
gl: Buscar
gu: સ્કેન કરો
he: סרוק
hi: स्कैन
hr: Skeniraj
hu: Keresés
hy: Տեսածրել
id: Pindai
is: Leita
it_it: Ricerca
ja_jp: スキャン
ka: სკანირება
kk: Қар. шығу
km: ស្កេន
kn: ಸ್ಕ್ಯಾನ್
ko_kr: 찾기
lo: ສະແກນ
lt: Nuskait.
lv: Meklēt
mk: Скенирај
ml: സ്കാന്‍ ചെയ്യുക
mn_mn: Унших
mr: स्कॅन करा
ms: Imbas
my: ရွာေဖြ
nb: Søk
ne: स्क्यान
nl: Scannen
or: ସ୍କାନ୍
pa: ਸਕੈਨ ਕਰੋ
pl: Skanuj
pt_pt: Pesquisar
ro: Căutare
ru_ru: Поиск
si: පිරික්ස
sk: Vyhľadať
sl: Iskanje
sr: Skeniraj
sv: Sök
ta: ஸ்கேன்
te: స్కాన్
th: ค้น​หา
tl: Mag-scan
tr_tr: Tara
uk: Сканувати
ur: اسکین
uz: Qidirish
vi: Dò
zh_cn: 扫描
zh_hk: 掃描

# IDS_BT_SK_STOP
source: Stop
ar: إيقاف
as: বন্ধ কৰক
az: Dayandır
bg: Стоп
bn: থামুন
ca: Aturar
de: Stopp
el_gr: Διακοπή
et: Lõpeta
eu: Gelditu
fi: Lopeta
fr_ca: Arrêter
gl: Deter
gu: રોકો
he: עצור
hi: रोकें
hr: Zaustavi
hu: Leállít
hy: Կանգնել
id: Berhenti
is: Stöðva
it_it: Ferma
ja_jp: 停止
ka: შეჩერება
kk: Үзіліс
km: ឈប់
kn: ನಿಲ್ಲಿಸು
ko_kr: 중지
lo: ຢຸດ
lt: Stabdyti
lv: Apturēt
mk: Запри
ml: നിര്‍ത്തു.
mn_mn: Зогсоох
mr: थांबा
ms: Henti
my: ရပ္
nb: Stopp
ne: रोक्‍नुहोस्
nl: Stoppen
or: ସ୍ଥଗିତ
pa: ਰੁਕੋ
pt_pt: Parar
ro: Oprire
ru_ru: Стоп
si: නවත්
sl: Ustavi
sv: Stopp
ta: நிறுத்துக
te: ఆపు
th: หยุด
tl: Ihinto
tr_tr: Durdur
uk: Стоп
ur: رکیں
uz: To‘xtatish
vi: Dừng
zh_cn: 停止
zh_hk: 停止

# IDS_HELP_BODY_BLUETOOTH
source: Bluetooth
ar: البلوتوث
as: ব্লুটুথ
bn: ব্লুটুথ
gu: બ્લ્યુટુથ
hi: ब्लूटूथ
kn: ಬ್ಲೂಟೂತ್
ko_kr: 블루투스
lo: ບລູທູດ
ml: ബ്ലുടൂത്ത്
mr: ब्लुटूथ
my: ဘလူးတုသ္
ne: ब्लुटूथ
or: ବ୍ଲୁଟୁଥ୍
pa: ਬਲੂਟੁੱਥ
si: බ්ලූටූත්
ta: ப்ளூடூத்
te: బ్లూటూత్
th: บลูทูธ
ur: بلیو ٹوتھ
zh_cn: 蓝牙
zh_hk: 藍牙

# IDS_HELP_BODY_BLUETOOTH_ENABLES_YOUR_DEVICE_TO_EXCHANGE_DATA_WIRELESSLY
source: Bluetooth allows your device to exchange data wirelessly.
ar: يتيح البلوتوث للجهاز إمكانية تبادل البيانات لاسلكيا.
as: ব্লুটুথ ডাটা বেতাঁৰভাবে বিনিময় কৰিবলৈ আপোনাৰ ডিভাইচক সক্ষম কৰে।
az: Bluetooth sizin cihazınıza məlumatları simsiz köçürməyə imkan verir.
bg: Bluetooth позволява на устройството ви да обменя данни безжично.
bn: ব্লুটুথ ওয়্যারলেস অবস্থায় আপনার ডিভাইসটিকে তথ্য বিনিময় করতে সক্ষম করে।
ca: El Bluetooth activa el dispositiu per intercanviar informació sense fils
cs: Bluetooth umožňuje zařízení používat bezdrátový přenos dat.
da: Bluetooth aktiverer din enhed til trådløs dataudveksling.
de: Mithilfe von Bluetooth kann Ihr Gerät Daten per Funk austauschen.
el_gr: Η τεχνολογία Bluetooth καθιστά δυνατή την ασύρματη ανταλλαγή δεδομένων για τη συσκευή σας.
et: Bluetooth võimaldab teie seadmel vahetada andmeid juhtmevabalt.
eu: Bluetoothak zure gailuari datuak ari gabe trukatzea ahalbidetzen dio
fi: Bluetooth mahdollistaa laitteella tietojen langattoman siirron.
fr_ca: Le Bluetooth permet à votre appareil d'échanger des données sans fil.
ga: Déanann Bluetooth cumas a chur ar do ghléas sonraí a mhalartú gan sreang.
gl: A conexión Bluetooth permite que o teu dispositivo intercambie datos sen fíos
gu: બ્લ્યુટુથ તમારા ઉપકરણને વાયર વિના ડેટાની આપલે કરવામાં સક્ષમ બનાવે છે.
hi: ब्लूटूथ आपके डिवाइस को वायरलैस रूप से डाटा विनिमय करने में सक्षम करता है।
hr: Bluetooth omogućuje vašem uređaju da bežično izmjenjuje podatke.
hu: A Bluetooth lehetővé teszi az eszközök közötti vezeték nélküli adatcserét.
hy: Bluetooth-ը թույլ է տալի ինֆորմացիայի անլար փոխանցում:
id: Bluetooth memungkinkan perangkat Anda bertukar data tanpa kabel.
is: Bluetooth gerir tækinu kleift að skiptast á gögnum þráðlaust.
it_it: Scambiate dati tramite Bluetooth.
ja_jp: Bluetoothで端末のデータを無線で交換
ka: Bluetooth საშუალებას აძლევს მოწყობილობას უსადენოდ გაცვალოს მონაცემები.
kk: Деректермен сымсыз күйде ауысу үшін Bluetooth құрылғыңызды қосады.
km: Bluetooth អនុញ្ញាត​ឲ្យ​ឧបករណ៍​របស់​អ្នក​ផ្លាស់ប្ដូរ​ទិន្នន័យ​ឥត​ខ្សែ។
kn: ಬ್ಲೂಟೂತ್ ನಿಮ್ಮ ಸಾಧನವು ಡೇಟಾವನ್ನು ನಿಸ್ತಂತುವಾಗಿ ವಿನಿಮಯ ಮಾಡಿಕೊಳ್ಳಲು ನೆರವಾಗುತ್ತದೆ.
ko_kr: 블루투스를 사용하면 디바이스의 데이터를 무선으로 교환할 수 있습니다.
lo: ບລູທູດຊ່ວຍໃຫ້ເຄື່ອງຂອງທ່ານແລກປ່ຽນຂໍ້ມູນທາງໄວເລສໄດ້.
lt: Naudojant įrenginio „Bluetooth“ funkciją galima keistis duomenimis belaidžiu ryšiu.
lv: Bluetooth ļauj ierīcei veikt datu apmaiņu bezvadu režīmā.
mk: Bluetooth овозможува уредот да разменува податоци безжично.
ml: ഡാറ്റ വയര്‍ലെസായി കൈമാറാന്‍ ബ്ലൂടൂത്ത് നിങ്ങളുടെ ഉപകരണത്തെ പ്രാപ്തമാക്കുന്നു
mn_mn: Bluetooth нь таны төхөөрөмжид өгөгдлийг утасгүй солилцох боломж өгнө.
mr: ब्लुटूथ आपल्‍या उपकरणला डेटा वायरलेसपणे देवाणघेवाण करण्‍यास सक्षम करते.
ms: Bluetooth membolehkan peranti anda bertukar data secara tanpa wayar.
my: ေဒတာကို ဝါယာလက္ ဖလွယ္ရန္ သင့္ကိရိယာကို ဘလူးတုသ္က ရေအာင္လုပ္ေပးသည္။
nb: Med Bluetooth kan enheten utveksle data trådløst.
ne: ब्लुटूथले तपाईको यन्त्रलाई वायरलेस डाटा साटा-साट गर्न सक्षम गराउँछ।
nl: Via Bluetooth kan uw apparaat gegevens draadloos uitwisselen.
or: ଆପଣଙ୍କ ଡାଟା ବେତାର ଭାବେ ପ୍ରତିବଦଳ କରିବାକୁ ବ୍ଲୁଟୁଥ୍ ସକ୍ଷମ କରିଥାଏ।
pa: ਬਲੂਟੁੱਥ ਤੁਹਾਨੂੰ ਬਿਨਾਂ ਤਾਰ ਦੇ ਡੈਟਾ ਦਾ ਵਟਾਂਦਰਾ ਕਰਨ ਦਿੰਦਾ ਹੈ।
pl: Łącze Bluetooth umożliwia bezprzewodową wymianę danych między urządzeniami.
pt_pt: O Bluetooth permite ao seu dispositivo trocar dados sem fios.
ro: Bluetooth îi permite dispozitivului să facă schimb de date wireless.
ru_ru: Bluetooth позволяет устройствам обмениваться данными по беспроводной сети.
si: බ්ලූටූත් මගින් ඔබට දත්ත විරැහැන්ව හුවමාරු කිරීමේ හැකියාව ලබා දේ.
sk: Bluetooth umožňuje zariadeniu vykonávať bezdrôtovú výmenu údajov.
sl: Bluetooth omogoča brezžično izmenjavo podatkov med napravami.
sr: Bluetooth omogućava uređaju bežičnu razmenu podataka.
sv: Med Bluetooth kan enheten skicka och ta emot data trådlöst.
ta: தரவுகளை ஒயரில்லாமல் பரிமாறிக்கொள்ள ப்ளூடூத் உங்கள் சாதனத்திற்கு வழிவகுக்கிறது.
te: బ్లూటూత్ వైర్‌లెస్‌గా డేటాను మార్పిడి చేయడానికి మిమ్మల్ని అనుమతిస్తుంది.
th: Bluetooth ทำให้อุปกรณ์ของคุณ แลกเปลี่ยนข้อความแบบไร้สายได้
tl: Nagbibigay-daan ang Bluetooth sa iyong device na wireless na makipagpalitan ng data.
tr_tr: Bluetooth, cihazınızın kablosuz olarak veri alışverişi yapma özelliğini etkinleştirir.
uk: Завдяки Bluetooth можна обмінюватися даними між пристроями без використання проводів.
ur: بلیو ٹوتھ آپکے آلہ کو لاسلکی کوائف کا مبادلہ کرنے کا اہل بناتا ہے۔
uz: Bluetooth qurilmangizni ma’lumotlarni simsiz uzatish imkonini beradi.
vi: Bluetooth cho phép thiết bị có thể trao đổi dữ liệu không dây.
zh_cn: 蓝牙使您能以无线方式交换数据
zh_hk: 藍牙可讓裝置以無線方式交換數據。

# IDS_HELP_BODY_MAKE_THE_DEVICE_YOU_ARE_CONNECTING_TO_VISIBLE
source: Make the device you are connecting to visible.
ar: جعل الجهاز الذي تتصل به مرئيا.
as: আপুনি দৃশ্যমান কৰিবলৈ সংযোগ কৰি থকা ডিভাইচ তৈয়াৰ কৰক৷
az: Qoşulduğunuz cihazın görünməsini təmin edin.
bg: Направете видимо устройството, с което се свързвате.
bn: আপনি যে ডিভাইসটি সংযোগ করছেন সেটি দৃশ্যমান করে তুলুন৷
ca: Fer que el dispositiu al que s'està connectant sigui visible
cs: Učiňte viditelným zařízení, ke kterému se připojujete.
da: Gør den enhed, du har forbindelse til, synlig.
de: Das Gerät, mit dem Sie eine Verbindung herstellen, sichtbar machen.
el_gr: Ορίστε τη συσκευή στην οποία συνδέεστε ως ορατή.
et: Muutke ühendatav seade nähtavaks.
eu: Jarri konektatzen ari zaren gailua ikusgai
fi: Muuta yhdistettävä laite näkyväksi.
fr_ca: Rendre visible le périphérique auquel vous vous connectez.
ga: Déan an gléas lena bhfuil tú ag nascadh infheicthe.
gl: Fai visible o dispositivo ao que te estás a conectar
gu: તમે જે ઉપકરણ સાથે જોડાઇ રહ્યા છો તેને દ્રશ્યમાન કરો.
hi: अपने द्वारा कनेक्ट किए जा रहे डिवाइस को दृश्यमान बनाएँ।
hr: Učinite uređaj na koji se spajate vidljivim.
hu: Tegye láthatóvá az eszközt, amelyhez kapcsolódni kíván.
hy: Տեսանելի դարձրեք այն սարքը, որին միանում եք:
id: Jadikan perangkat yang Anda sambungkan terlihat.
is: Gera tækið sem þú ert að tengjast sýnilegt.
it_it: Impostate come visibile il dispositivo a cui volete connettervi.
ja_jp: 接続するデバイスをスキャン可能な状態に設定します。
ka: გახადეთ ხილული მოწყობილობა, რომელსაც უკავშირდებით.
kk: Қосылып жатқан құрылғыны көрінетін ету.
km: ធ្វើ​ឲ្យ​ឧបករណ៍​ដែល​អ្នក​កំពុង​ភ្ជាប់​អាច​មើល​ឃើញ។
kn: ನೀವು ಸಂಪರ್ಕಿಸುತ್ತಿರುವ ಸಾಧನವನ್ನು ಕಾಣುವಂತೆ ಮಾಡಿ.
ko_kr: 연결할 디바이스를 검색 가능한 상태로 설정하세요.
lo: ສ້າງເຄື່ອງທີ່ທ່ານກໍາລັງເຊື່ອມຕໍ່ໃຫ້ສາມາດເຫັນໄດ້.
lt: Įrenginį, prie kurio norite prisijungti, padarykite matomą.
lv: Padariet ierīci, ar kuru veidojat savienojumu, redzamu.
mk: Уредот со којшто се поврзувате да е видлив.
ml: നിങ്ങള്‍ ബന്ധിപ്പിക്കുന്ന ഉപകരണം ദൃശ്യമാക്കുക.
mn_mn: Холбож байгаа төхөөрөмжөө харагддаг болго.
mr: आपण दृश्यमान कनेक्ट करत आहे यासाठी उपकरण तयार करा.
ms: Jadikan peranti yang anda hendak menyambung kelihatan.
my: သင္ ဆက္သြယ္ေနသည့္ ကိရိယာကို ျမင္သာေအာင္ လုပ္ပါ။
nb: Gjør enheten som du kobler til, synlig.
ne: तपाईले जडान गरि राख्नु भएको यन्त्रलाई देखिने बनाउनुहोस्।
nl: Maak het apparaat zichtbaar waarmee u verbinding maakt.
or: ଆପଣ ସଂଯୋଗ କରୁଥିବା ଡିଭାଇସ୍‌କୁ ଦୃଶ୍ୟଲବ୍ଧ କରନ୍ତୁ।
pa: ਜਿਹੜੀ ਡਿਵਾਈਸ ਨੂੰ ਤੁਸੀਂ ਕਨੈਕਟ ਕਰ ਰਹੇ ਹੋ ਉਸਨੂੰ ਦ੍ਰਿਸ਼ਮਾਨ ਬਣਾਉ।
pl: Włącz widoczność urządzenia, z którym się łączysz.
pt_pt: Torne o dispositivo ao qual se está a ligar visível.
ro: Activaţi vizibilitatea dispozitivului la care vă conectaţi.
ru_ru: Сделайте устройство, к которому вы подключаетесь, видимым.
si: ඔබ සම්බන්ධ වන උපාංගය පෙනෙන පරිදි සකස් කරන්න.
sk: Zviditeľnenie zariadenia, ku ktorému sa pripájate.
sl: Napravo, s katero se povezujete, naredite vidno.
sr: Učini uređaj na koji se povezuješ vidljivim.
sv: Gör enheten som du ansluter till synlig.
ta: நீங்கள் இணைத்துள்ள சாதனத்தை புலப்படும்படி செய்க.
te: మీరు అనుసంధానిస్తున్న పరికరాన్ని కనిపించేలా చేయండి.
th: ให้มองเห็นอุปกรณ์ ที่คุณกำลังเชื่อมต่อ
tl: Gawing nakikita ang device kung saan ka kumokonekta.
tr_tr: Bağlandığınız cihazı görünür yapın.
uk: Зробіть пристрій, до якого ви зараз підключені, видимим.
ur: آپ جس آلہ کو جوڑ رہے ہیں اس کو نظر آنے والا بنائیں۔
uz: Siz ulanayotgan qurilmani ko‘rinadigan qiling.
vi: Hiển thị thiết bị đang kết nối đến.
zh_cn: 使您连接的设备可见。
zh_hk: 讓正在連接的裝置可見。
