Repository: tizenorg/apps.core.preloaded.ug-bluetooth-efl
Catalog: po/*.po
Languages: ar, as, az, bg, bn, ca, cs, da, de, el_gr, et, eu, fi, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, lo, lt, lv, mk, ml, mn_mn, mr, ms, my, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sr, sv, ta, te, th, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

# IDS_BT_POP_GETTINGSERVICELIST
source: Getting service list...
ar: الحصول على لائحة الخدمة...
as: সেৱা সূচী প্ৰাপ্ত কৰি আছে...
az: Xidmət siyahısı əldə edilir...
bg: Получаване на списък с услуги...
bn: সার্ভিস তালিকা পান…
ca: Obtenint llista de serveis...
cs: Získávání seznamu služeb...
da: Henter tjenesteliste ...
de: Dienstliste wird abgerufen...
el_gr: Λήψη λίστας υπηρεσιών...
et: Teenuseloendi laadimine...
eu: Zerbitzu zerrenda lortzen...
fi: Palveluluetteloa noudetaan...
fr_ca: Obtention de la liste de services...
ga: Liosta seirbhísí á fháil...
gl: Obtendo lista de servizos...
gu: સેવાની યાદી મેળવે છે
he: מקבל רשימת שירותים...
hi: सेवा सूची प्राप्त कर रहा है...
hr: Preuzimanje popisa usluga...
hu: Szolgáltatáslista lekérése...
hy: Ծառայությունների ցանկի ստացում...
id: Mengambil daftar layanan...
is: Sæki þjónustulista...
it_it: Richiesta elenco servizi...
ja_jp: サービスリストを取得中...
ka: მომსახურების სიის მიღება...
kk: Қызмпеттер тізімін алу...
km: កំពុង​ទទួល​បញ្ជី​សេវា...
kn: ಸೇವೆ ಪಟ್ಟಿಪಡೆಯುತ್ತಿದೆ...
ko_kr: 서비스 목록을 가져오는 중...
lo: ກໍາລັງເອົາບັນຊີບໍລິການຄືນມາ...
lt: Gaunamas paslaugų sąrašas...
lv: Izgūst pakalpojumu sarakstu...
mk: Вчитување на листа на услуги.
ml: സേവന ലിസ്റ്റ് നേടുന്നു...
mn_mn: Үйлчилгээний жагсаалт олж байна...
mr: सेवेंची यादी मिळवत आहे...
ms: Mendptkan senarai perkhidmatan...
my: ၀န္ေဆာင္မႈ စာရင္းျပန္ယူေနပါသည္…
nb: Henter tjenesteliste ...
ne: सेवा सूची प्राप्त गर्नुहोस्...
nl: Servicelijst ophalen...
or: ସେବା ତାଲିକା ପ୍ରାପ୍ତ କରୁଛି...
pa: ਸੇਵਾ ਸੂਚੀ ਪ੍ਰਾਪਤ ਕਰ ਰਿਹਾ ਹੈ...
pl: Pobieranie listy usług...
pt_pt: A obter lista de serviços...
ro: Regăsire listă servicii...
ru_ru: Получение списка услуг...
si: සේවා ලැයිස්තුව ලබා ගනිමින්...
sk: Získava sa zoznam služieb...
sl: Nalagam seznam storitve ...
sr: Preuzimanje liste usluga...
sv: Hämtar tjänstlista ...
ta: சேவைப் பட்டியல் பெறப்படுகிறது...
te: సర్వీస్ లిస్ట్ను పొందండి…
th: รับ​รายการ ​บริการ...
tl: Kinukuha ang listahan ng serbisyoâ€¦
tr_tr: Servis listesi alınıyor...
uk: Отримується список послуг...
ur: سروس لسٹ حاصل کریں
uz: Xizmatlar ro‘yxati olinmoqda...
vi: Đang nhận danh sách dịch vụ...
zh_cn: 正在获取服务列表...
zh_hk: 正在取得服務清單...

# IDS_BT_POP_HID_DEVICE
source: HID device
ar: جهاز HID
as: হিড ডিভাইচ
az: HID cihazı
bg: HID устройство
bn: এচআইডি উপকরণ
ca: Dispositiu HID
cs: Zařízení HID
da: HID-enhed
de: HID-Gerät
el_gr: Συσκευή HID
et: HID-seade
eu: HID gailua
fi: HID-laite
fr_ca: Périphérique HID
ga: Gléas HID
gl: Dispositivo HID
gu: HID ઉપકરણ
he: התקן HID
hi: HID डिवाइस
hr: HID uređaj
hu: HID-eszköz
hy: HID սարք
id: Perangkat HID
is: HID-tæki
it_it: Dispositivo HID
ja_jp: HIDデバイス
ka: HID მოწყობილობა
kk: HID құрылғысы
km: ឧបករណ៍ HID
kn: HID ಸಾಧನ
ko_kr: HID 디바이스
lo: ເຄື່ອງອຸປະກອນ HID
lt: Žmogaus sąsajos įrenginiai (HID)
lv: HID ierīce
mk: Уред HID
ml: HID ഉപകരണം
mn_mn: HID төхөөрөмж
mr: HID उपकरण
ms: Peranti HID
my: HID ကိရိယာ
nb: HID-enhet
ne: एचईडी उपकरण
nl: HID-apparaat
or: ଏଚଆଇଡି ଡିଭାଇସ୍
pa: ਐਚਆਈਡੀ ਡਿਵਾਈਸ
pl: Urządzenie HID
pt_pt: Dispositivo HID
ro: Dispoz. HID
ru_ru: Устройство HID
si: HID උපකරණය
sk: Zariadenie HID
sl: Naprava HID
sr: HID uređaj
sv: HID-enhet
ta: ஹச்ஐடி சாதனம்
te: హెచ్‌ఐడి పరికరం
th: อุปกรณ์ HID
tr_tr: HID cihazı
uk: Пристрій HID
ur: HID آلہ
uz: HID qurilma
vi: Thiết bị HID
zh_cn: HID设备
zh_hk: HID 裝置

# IDS_BT_POP_INCORRECT_PIN_TRY_AGAIN_Q
source: Incorrect PIN. Try again?
ar: رمز PIN غير صحيح. أعد المحاولة
as: অশুদ্ধ পিন৷ পুনৰ চেষ্টা কৰিবনে?
az: Yanlış PIN. Xahiş olunur yenidən cəhd edin
bg: Неправилен PIN. Моля, опитайте отново
bn: ভুল PIN ৷ আবার চেষ্টা করুন?
ca: PIN incorrecte. Intenti-ho una altra vegada
cs: Nesprávný PIN kód. Zkuste zadat kód znovu
da: Forkert PIN-kode. Prøv igen
de: Falsche PIN. Bitte versuchen Sie es erneut
el_gr: Λάθος PIN. Δοκιμάστε πάλι
et: Vale PIN. Palun proovige uuesti
eu: PIN okerra. Berriro saiatu
fi: Virheellinen PIN-koodi. Yritä uudelleen
fr_ca: Code NIP incorrect. Veuillez réessayer
ga: PIN mícheart. Triail arís
gl: PIN incorrecto. Volva intentalo
gu: ખોટો પીન. પુનઃપ્રયાસ કરવો છે?
he: PIN שגוי. נסה שוב
hi: गलत PIN। पुनः प्रयास करें?
hr: Neispravan PIN. Pokušajte ponovno
hu: Hibás PIN-kód. Próbálja újra
hy: Սխալ PIN: Փորձեք կրկին
id: PIN salah. Coba lagi?
is: Rangt PIN-númer. Reynið aftur
it_it: PIN errato. Riprovare
ja_jp: PINが​間違って​います。やり直し​ますか？
ka: PIN არასწორია. გთხოვთ, თავიდან ცადოთ
kk: Дұрыс емес PIN. Қайталаңыз
km: PIN មិន​ត្រឹមត្រូវ។ សាក​ល្បង​ម្តង​ទៀត?
kn: PIN ತಪ್ಪಾಗಿದೆ. ಪುನಃ ಪ್ರಯತ್ನಿಸಲೆ?
ko_kr: PIN이 바르지 않습니다. 다시 시도할까요?
lo: PIN ບໍ່​ຖືກຕ້ອງ. ລອງໃໝ່ບໍ?
lt: Neteisingas PIN. Bandykite dar.
lv: Nepareizs PIN. Lūdzu, mēģiniet vēlreiz!
mk: Неправилен PIN. Обидете се повторно
ml: തെറ്റായ PIN . വീണ്ടും ശ്രമിക്കുക
mn_mn: Буруу PIN. Дахин оролдох уу?
mr: PIN चुकीचा आहे. पुन्हा प्रयत्न करा
ms: PIN salah. Cuba lagi?
my: PIN မွားေနပါသည္။ ထပ္မံႀကိဳးစားလုိပါသလား?
nb: Feil PIN-kode. Forsøk igjen
ne: गलत PIN । पुनः प्रयास गर्नुहोस्?
nl: PIN onjuist. Probeer het opnieuw
or: ଭୁଲ୍ PIN । ପୁନଃ ଚେଷ୍ଟା କରିବେ?
pa: ਗਲਤ PIN। ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੀਏ?
pl: Zły kod PIN. Spróbuj ponownie
pt_pt: PIN incorrecto. Tente novamente
ro: PIN incorect. Încercaţi din nou
ru_ru: Неверный PIN-код. Повторите попытку
si: වැරදි PIN. නැවත උත්සාහ කරන්නද?
sk: Nesprávny PIN. Skúste to znova
sl: Napačna koda PIN. Poskusite znova
sr: Neispravan PIN kod. Pokušaj ponovo
sv: Fel PIN-kod. Försök igen
ta: தவறான பிஐஎன். மீண்டும் முயலவா?
te: తప్పు PIN. మళ్ళీ ప్రయత్నించు
th: PIN ​ผิด ลอง​อีก​ครั้ง?
tl: Mali ang PIN. Subukang muli?
tr_tr: PIN yanlış. Lütfen tekrar deneyin
uk: Хибний PIN. Спробуйте ще
ur: غلط PIN۔ دوبارہ کوشش کریں
uz: Noto‘g‘ri PIN. Qayta urinib ko‘rmoqchimisiz?
vi: PIN không chính xác. Thử lại?
zh_cn: PIN 不正确。重试
zh_hk: PIN 碼不正確。要重試嗎？

# IDS_BT_POP_MEMORYFULL
source: Memory full.
ar: امتلأت الذاكرة.
as: মেম'ৰি সম্পূৰ্ণ৷
az: Yaddaş dolmuşdur.
bg: Паметта е заета.
bn: মেমোরি পূর্ণ।
ca: Memòria plena
cs: Paměť je plná.
da: Hukommelsen er fuld.
de: Speicher voll
el_gr: Μνήμη ημερολογίου πλήρης.
et: Mälu on täis.
eu: Memoria beteta
fi: Muisti on täynnä.
fr_ca: Mémoire saturée.
ga: Cuimhne lán.
gl: Memoria chea
gu: સ્મૃતિ છલોછલ.
he: זיכרון מלא
hi: मेमोरी पूर्ण।
hr: Memorija puna.
hu: Memória megtelt.
hy: Հիշողութունը լիքն է:
id: Memori penuh.
is: Minni er fullt.
it_it: Memoria piena.
ja_jp: メモリがいっぱいです。
ka: მეხსიერება შევსებულია.
kk: Жад толып кеткен.
km: មេម៉ូរី​ពេញ។
kn: ಸ್ಮರಣೆ ಪೂರ್ತಿಗೊಂಡಿದೆ.
ko_kr: 저장공간을 모두 사용 중입니다.
lo: ຄວາມຈຳເຕັມ.
lt: Atmintis pilna.
lv: Atmiņa pilna.
mk: Меморијата е полна.
ml: മെമ്മറി നിറഞ്ഞു.
mn_mn: Санах ой дүүрсэн.
mr: मेमरी पूर्ण.
ms: Memori penuh.
my: မွတ္ဥာဏ္ ျပည့္ေနပါသည္
nb: Minnet er fullt.
ne: मेमोरी पूरा भरिएको छ।
nl: Geheugen vol
or: ମେମୋରୀ ପୂର୍ଣ୍ଣ।
pa: ਮੈਮਰੀ ਪੂਰਨ।
pl: Pamięć pełna.
pt_pt: Memória cheia.
ro: Memorie plină
ru_ru: Память заполнена.
si: මතකය සම්පූර්ණයි.
sk: Pamäť plná.
sl: Pomnilnik je poln.
sr: Memorija puna.
sv: Minnet fullt.
ta: நினைவகம் நிரம்பியது.
te: మెమరీ నిండింది.
th: ความ​จำ​เต็ม
tl: Puno na ang memory.
tr_tr: Bellek dolu.
uk: Пам'ять заповнено.
ur: میموری فل۔
uz: Xotira to‘la.
vi: Đầy bộ nhớ.
zh_cn: 内存已满
zh_hk: 記憶體已滿

# IDS_BT_POP_PD_FILES_RECEIVED
source: %d files received.
ar: تم استلام %d ملف (ملفات).
as: %d ফাইল প্ৰাপ্ত কৰিছে৷
az: %d fayl qəbul edilib.
bg: Получени са %d файла.
bn: %dটি ফাইল গৃহীত।
ca: %d fitxers rebuts
cs: Přijaté soubory: %d.
da: %d filer modtaget.
de: %d Dateien empfangen
el_gr: Έγινε λήψη %d αρχείων.
et: %d faili on vastu võetud.
eu: %d fitxategi jasota
fi: %d tiedostoa vastaanotettu.
fr_ca: %d fichiers reçus.
ga: Fuarthas %d comhad.
gl: %d arquivos recibidos
gu: %d ફાઇલો પ્રાપ્ત થયું.
he: התקבלו %d קבצים
hi: %d फाइलें प्राप्त।
hr: Primljeno %d datoteka.
hu: %d fájlt fogadott.
hy: %d ֆայլ է ստացվել:
id: %d file diterima.
is: %d skrár mótteknar.
it_it: %d file ricevuti.
ja_jp: %d件のファイルを受信しました。
ka: მიღებულია %d ფაილი.
kk: %d файл алынды.
km: បាន​ទទួល %d ឯកសារ។
kn: %d ಫೈಲ್‌ಗಳನ್ನು ಸ್ವೀಕರಿಸಿದೆ.
ko_kr: 파일 %d개를 받았습니다.
lo: ຮັບ %d ໄຟລ໌ແລ້ວ.
lt: Gauta failų: %d
lv: Saņemti %d faili.
mk: Примени се %d фајлови.
ml: %d ഫയലുകള്‍ സ്വീകരിച്ചു.
mn_mn: %d файл хүлээн авсан
mr: %d फाइली प्राप्त झाल्या.
ms: %d fail diterima.
my: %d ဖုိင္းမ်ားကို လက္ခံၿပီးပါၿပီ။
nb: %d filer mottatt.
ne: %d फाइल प्राप्त भयो।
nl: %d bestanden ontvangen.
or: %d ଫାଇଲ୍‌ ପ୍ରାପ୍ତ ହୋଇଛି।
pa: %d ਫਾਈਲਾਂ ਪ੍ਰਾਪਤ ਹੋਈਆਂ।
pl: Liczba odebranych plików: %d.
pt_pt: %d ficheiros recebidos.
ro: %d fişiere primite
ru_ru: Получено файлов: %d.
si: ගොනු %d ලැබිණි.
sk: Prijaté súbory: %d.
sl: %d datotek prejetih.
sr: %d fajl(ov)a primljeno.
sv: %d filer mottagna.
ta: %d கோப்புகள் பெறப்பட்டன.
te: %d ఫైళ్లు స్వీకరించబడ్డాయి.
th: ได้​รับ %d ​ไฟล์
tr_tr: %d dosyaları alındı.
uk: Отримано %d файлів.
ur: %d فائلیں وصول کی گئیں۔
uz: %d fayl qabul qilindi.
vi: Đã nhận %d file(s).
zh_cn: 已接收%d个文件。
zh_hk: 已接收 %d 個檔案。

# IDS_BT_POP_PS_ALREADY_EXISTS_OVERWRITE_Q
source: %s already exists. Overwrite?
ar: يوجد %s بالفعل. استبداله؟
as: %s ইতিমধ্যে মজুত আছে৷ অধিলেখন?
az: %s artıq mövcuddur. Əvəz edilsin?
bg: %s вече съществува. Презапис?
bn: %s ইতিমধ্যে বিদ্যমান৷ ওভাররাইট করবেন?
ca: %s ja existeix. Sobreescriure?
cs: %s již existuje. Přepsat?
da: %s findes allerede. Overskriv?
de: %s ist bereits vorhanden. Überschreiben?
el_gr: Το %s υπάρχει ήδη. Αντικατάσταση;
et: %s on juba olemas. Kas kirjutada üle?
eu: %s badago. Gainidatzi?
fi: %s on jo olemassa. Korvataanko?
fr_ca: %s existe déjà. Remplacer?
ga: Tá %s ann cheana. Forscríobh?
gl: %s xa existe. Sobrescribir?
gu: %s અગાઉથી જ હાજર છે. અધિલેખિત કરીએ?
he: %s כבר קיים. להחליף?
hi: %s पहले से मौजूद। अधिलेखित करें?
hr: %s već postoji. Piši preko?
hu: A(z) %s tétel már létezik. Felülírja?
hy: %sն արդեն գոյություն ունի: Վերագրանցե՞լ:
id: %s telah ada. Timpa?
is: %s er þegar til. Skrifa yfir?
it_it: %s esiste già. Sovrascrivere?
ja_jp: %sは既に存在します。上書きしますか？
ka: %s უკვე არის. გადააწერთ?
kk: %s бұрыннан бар. Үстіне жазу керек пе?
km: %s មាន​ហើយ។ សរសេរ​ជាន់?
kn: %s ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ. ಓವರ್ ರೈಟ್ ಮಾಡುವುದೆ?
ko_kr: 동일한 %s 파일이 있습니다. 대체할까요?
lt: %s jau yra. Perrašyti?
lv: %s jau pastāv. Vai pārrakstīt?
mk: %s веќе постои. Пребриши?
ml: %s ഇതിനകം നിലവിലുണ്ട്.മാറ്റിയെഴുതണോ ചെയ്യണമോ?
mn_mn: %s хэдийн байна. Дарж бичих үү?
mr: %s आधीच अस्तित्वात. प्रलीपित करायचे?
ms: %s sudah wujud. Tulis ganti?
nb: %s finnes allerede. Vil du overskrive?
ne: %s पहिल्यै छ । माथि लेखूँ?
nl: %s bestaat al. Overschrijven?
or: %s ପୂର୍ବରୁ ବିଦ୍ୟମାନ ଅଛି । ଅଧିଲିଖନ?
pa: %s ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ। ਓਵਰਰਾਈਟ ਕਰੀਏ?
pl: %s już istnieje. Zamienić?
pt_pt: %s já existe. Substituir?
ro: %s există deja. Suprascrieţi?
ru_ru: %s уже существует. Перезаписать?
si: %s දැනටමත් පවතී. උඩින් ලියන්නද?
sk: %s už existuje. Prepísať?
sl: Program %s že obstaja. Spremenim?
sr: %s već postoji. Prebriši?
sv: %s finns redan. Skriva över?
ta: %s முன்பே உள்ளது. மேலெழுதவா?
te: %s ఇప్పటికే ఉంది. ఓవర్‌రైట్ చేయాలా?
th: %s ​มี​อยู่​แล้ว เขียน​ทับ?
tr_tr: %s zaten var. Üzerine yazılsın mı?
uk: Об’єкт %s вже існує. Перезаписати?
ur: ‏%s پہلے سے موجود ہے۔ اوپر لکھ دیں?
uz: %s avvaldan mavjud. Qayta yozilsinmi?
vi: %s đã tồn tại. Ghi đè lên?
zh_cn: %s已存在。覆盖？
zh_hk: %s 已存在。覆寫嗎？

# IDS_BT_POP_RECEIVE_FILE_FROM_PS_Q
source: Receive file from %s?
ar: هل تريد استلام ملف من %s؟
as: %s-ৰ পৰা ফাইল প্ৰাপ্ত কৰিবনে?
az: %s-dan fayl qəbul edilsin?
bg: Получаване на файл от %s?
bn: %s থেকে ফাইল গ্রহণ করবেন?
ca: Rebre arxiu de %s?
cs: Přijmout soubor od %s?
da: Modtag fil fra %s?
de: Datei von %s empfangen?
el_gr: Λήψη αρχείου από %s;
et: Võtta vastu fail seadmelt %s?
eu: %s-ren fitxategia jaso?
fi: Vastaanotetaanko tiedosto kohteesta %s?
fr_ca: Recevoir un fichier de %s ?
ga: Faigh comhad ó %s?
gl: Recibir arquivo de %s?
gu: %s થી ફાઇલ પ્રાપ્ત કરીએ?
hi: %s से फाइल प्राप्त करें?
hr: Preuzeti datoteku od %s?
hu: Fogad fájlt ettől: %s?
hy: Ստանա՞լ ֆայլը %s-ից
id: Terima file dari %s?
is: Á að taka við skrá frá %s?
it_it: Ricevere file da %s?
ja_jp: %s​から​ファイル​を​受信​しますか？
ka: მიიღებთ ფაილს %s-სგან?
kk: %s жіберген файл алынсын ба?
km: ទទួល​ឯកសារ​ពី %s?
kn: %s ನಿಂದ ಒಂದು ಫೈಲ್ ಪಡೆಯಲೆ?
ko_kr: %s에서 보낸 파일을 받을까요?
lo: ຮັບໄຟລ໌ຈາກ %s ບໍ?
lt: Priimti failą iš %s?
lv: Vai saņemt failu no %s?
mk: Прими фајл од %s?
ml: %s ല്‍ നിന്നും ഫയല്‍ സ്വീകരിക്കണോ?
mn_mn: %s-с файл хүлээн авах уу?
mr: %s कडून फाईल प्राप्त करु?
ms: Terima fail daripada %s?
my: %s မွဖိုင္လက္ခံလိုပါသလား?
nb: Motta fil fra %s?
ne: %s बाट फाइल प्राप्त गर्ने?
nl: Bestand ontvangen van %s?
or: %s ରୁ ଫାଇଲ୍ ପ୍ରାପ୍ତ କରିବେ?
pa: %s ਤੋਂ ਫਾਈਲ ਪ੍ਰਾਪਤ ਕਰੀਏ?
pl: Odebrać plik od %s?
pt_pt: Receber ficheiro de %s?
ro: Primiţi fişierul de la %s?
ru_ru: Получить файл от %s?
si: %s වෙතින් ගොනු ලබාගන්න?
sk: Prijať súbor zo zariadenia %s?
sl: Sprejmem datoteko od %s?
sr: Primi fajl od %s?
sv: Ta emot fil från %s?
ta: %sயிடமிருந்து கோப்பைப் பெறவா?
te: %s నుండి ఫైల్ అందుకోవాలా?
th: ได้​รับ​ไฟล์​จาก %s?
tl: Tumanggap ng file mula sa %s?
tr_tr: %s’den dosya alınsın mı?
uk: Отримати файл від %s?
ur: %s سے فائل وصول کریں؟
uz: %sdan fayl qabul qilinsinmi?
vi: Nhận file từ %s?
zh_cn: 从 %s 收到文件？
zh_hk: 要從 %s 接收檔案嗎？

# IDS_BT_POP_RECEIVE_PS_FROM_PS_Q
source: Receive %s from %s?
ar: تلقي %s من %s؟
as: %s পৰা %s গ্ৰহণ কৰিবনে?
az: %s-dən %s qəbul olunsun?
bg: Получаване на %s от %s?
bn: %s গ্রহণ করবেন %s-এর থেকে?
ca: Rebre %s de %s?
cs: Chcete přijmout %s od %s?
da: Modtag %s fra %s?
de: %s von %s empfangen?
el_gr: Λήψη %s από %s;
et: Võtta vastu %s saatjalt %s?
eu: Jaso %s %s-(e)tik?
fi: Vastaanotetaanko %s laitteesta %s?
fr_ca: Recevoir %s de %s ?
ga: Faigh %s ó %s?
gl: Recibir %s de %s?
gu: %s પાસેથી %s પ્રાપ્ત કરીએ?
he: לקבל את %s מ-%s?
hi: %s से %s प्राप्त करें?
hr: Preuzeti %s od %s?
hu: Fogadja a(z) %s fájlt a(z) %s eszközről?
hy: Ստանա՞լ %s-ը %s-ից:
id: Terima %s dari %s?
is: Taka við %s frá %s?
it_it: Ricevere %s da %s?
ja_jp: %sを%sから受信しますか？
ka: გსურთ მიიღოთ %s მოწყობილობიდან %s?
kk: %s файлын %s ішінен алу керек пе?
km: ទទួល %s ពី %s?
kn: %s ನಿಂದ %s ಸ್ವೀಕರಿಸುವುದೆ?
ko_kr: %s을(를) %s에서 받을까요?
lo: ຮັບ %s ຈາກ %s?
lt: Priimti %s iš %s?
lv: Vai saņemt failu %s no ierīces %s?
mk: Прими %s од %s?
ml: %s-ല്‍ നിന്നും %s സ്വീകരിക്കുക?
mn_mn: %s-с %s хүлээж авах уу?
mr: %s कडून %s प्राप्त करू?
ms: Terima %s daripada %s?
my: %s မွ %s လက္ခံမလား?
nb: Motta %s fra %s?
ne: %s बाट %s प्राप्त गरूँ?
nl: %s ontvangen van %s?
or: %s ଠାରୁ %s ପ୍ରାପ୍ତ କରିବେ?
pa: %s ਤੋਂ %s ਪ੍ਰਾਪਤ ਕਰੀਏ?
pl: Pobrać plik %s z urządzenia %s?
pt_pt: Receber %s de %s?
ro: Primiţi %s de la %s?
ru_ru: Принять %s от %s?
si: %s ගෙන් %s ලබා ගන්නවාද?
sk: Prijať %s zo zariadenia %s?
sl: Sprejmem datoteko %s od osebe %s?
sr: Primi %s od %s?
sv: Ta emot %s från %s?
ta: %s என்பதிலிருந்து %s பெறவா?
te: %s నపండి %s అందుకోవాలా?
th: รับ %s ​จาก %s?
tr_tr: %s dosyası %s cihazından alınsın mı?
uk: Отримати %s від %s?
ur: %s سے %s وصول کریں؟
uz: %s %sdan qabul qilinsinmi?
vi: Nhận %s từ %s?
zh_cn: 从 %s 接收 %s ？
zh_hk: 要從 %s 接收 %s 嗎？

# IDS_BT_POP_RECEIVING_ING
source: Receiving...
ar: جاري الاستقبال...
as: প্ৰাপ্ত কৰি আছে...
az: Qəbul edilir...
bg: Получаване...
bn: প্রাপ্ত হচ্ছে...
ca: Rebent...
cs: Příjem...
da: Modtager...
de: Wird empfangen...
el_gr: Λήψη...
et: Vastuvõtmine...
eu: Jasotzen
fi: Vastaanotetaan...
fr_ca: Réception ...
ga: Ag fáil...
gl: Recibindo...
gu: આવી રહ્યા છે
he: מקבל...
hi: प्राप्त हो रहा है...
hr: Primanje...
hu: Fogadás...
hy: Ստանում է...
id: Menerima…
is: Verið er að taka við...
it_it: Ricezione...
ja_jp: 受信中...
ka: იტვირთება...
kk: Алуда...
km: កំពុង​ទទួល...
kn: ಪಡೆಯುತ್ತಿರುವುದು...
ko_kr: 수신 중...
lo: ກໍາລັງຮັບ...
lt: Gaunama...
lv: Saņem...
mk: Се прима...
ml: സ്വീകരിക്കുന്നു...
mn_mn: Хүлээн авч байна...
mr: प्राप्त करत आहे...
ms: Menerima…
my: လက္ခံေနပါသည္…
nb: Mottar...
ne: प्राप्त गर्दैछ...
nl: Ontvangen...
or: ପ୍ରାପ୍ତ କରୁଛି...
pa: ਪ੍ਰਾਪਤ ਹੋ ਰਹੀ ਹੈ...
pl: Odbieranie...
pt_pt: A receber...
ro: Se primeşte...
ru_ru: Получение...
si: ලබාගනිමින්...
sk: Príjem...
sl: Sprejemam
sr: Prijem...
sv: Tar emot...
ta: பெறப்படுகிறது…
te: అందుతున్నది...
th: กำลัง​รับ...
tl: Tinatanggap...
tr_tr: Alınıyor...
uk: Отримання...
ur: موصول کر رہا ہے۔۔۔۔
uz: Qabul qilinmoqda...
vi: Đang nhận …
zh_cn: 接收中...
zh_hk: 正在接收...

# IDS_BT_POP_SEARCHING_SERVICES_ING
source: Searching services...
ar: جاري البحث عن خدمات...
as: সেৱা সন্ধান হৈ আছে...
az: Xidmətlər axtarılır...
bg: Търсене на услуги...
bn: পরিষেবাদি সন্ধান করা হচ্ছে...
ca: Cercant serveis...
cs: Hledání služeb...
da: Søger efter tjenester...
de: Dienste werden gesucht...
el_gr: Αναζήτηση υπηρεσιών...
et: Teenuste otsimine...
eu: Zerbitzuak bilatzen...
fi: Palveluita haetaan...
fr_ca: Recherche de services...
ga: Seirbhísí á gcuardach...
gl: Servizos de busca...
gu: સેવાઓ પર શોધે છે...
he: מחפש שירותים...
hi: सेवाएँ खोज रहा है...
hr: Traženje usluga...
hu: Keresési szolgáltatások...
hy: Որոնում է ծառայություններ...
id: Mencari layanan...
is: Verið er að leita að þjónustu...
it_it: Ricerca servizi...
ja_jp: サービスを検索中...
ka: მომსახურებების ძებნა...
kk: Іздеу қызметтері...
km: កំពុង​ស្វែង​រក​សេវា...
kn: ಸೇವೆಗಳನ್ನು ಶೋಧಿಸುತ್ತಿದೆ...
ko_kr: 서비스 검색 중...
lt: Ieškoma paslaugų...
lv: Meklē pakalpojumus...
mk: Пребарување услуги...
ml: സേവനങ്ങള്‍‌ തിരയുന്നു...
mr: सेवा शोधत आहे...
ms: Mencari perkhidmatan...
nb: Sikkerhetstjenester...
ne: सेवाहरू खोज्दै...
nl: Services zoeken...
or: ସେବା ଗୁଡ଼ିକ ଖୋଜନ୍ତୁ...
pa: ਸੇਵਾਵਾਂ ਖੋਜ ਰਿਹਾ ਹੈ...
pl: Wyszukiwanie usług...
pt_pt: A procurar serviços...
ro: Căutare servicii...
ru_ru: Поиск услуг...
si: සේවා සොයමින්...
sk: Hľadajú sa služby...
sl: Iskanje storitev ...
sr: Pretraga usluga...
sv: Söker tjänster...
ta: சேவைகளைத் தேடுகிறது...
te: సేవలను శోధిస్తోంది...
th: กำลัง​ค้น​หาบ​ริ​การ...
tl: Naghahanap ng mga serbisyo...
tr_tr: Servisler aranıyor...
uk: Пошук послуг...
ur: خدمات تلاش کررہا ہے...
uz: Xizmatlar qidirilmoqda...
vi: Đang tìm kiếm dịch vụ...
zh_cn: 正在搜索服务...
zh_hk: 正在搜尋服務...

# IDS_BT_POP_SENDINGCANCEL
source: Sending canceled.
ar: تم إلغاء الإرسال.
as: প্ৰেৰণ কৰি থকা বাতিল হৈছে৷
az: Göndərmə ləğv edilsin.
bg: Изпращането е отменено.
bn: পাঠানো বাতিল করা হয়েছে।
ca: Enviament cancel·lat
cs: Odesílání zrušeno.
da: Afsendelse annulleret.
de: Sendevorgang abgebrochen
el_gr: Η αποστολή ακυρώθηκε.
et: Saatmine tühistatud.
eu: Bidalketa baliogabetuta
fi: Lähetys peruutettu.
fr_ca: Envoi annulé.
ga: Seoladh curtha ar ceal.
gl: Envío cancelado
gu: મોકલવાનું રદ કર્યુ.
he: שליחה בוטלה
hi: प्रेषण रद्द।
hr: Slanje prekinuto.
hu: Küldés megszakítva.
hy: Ուղարկումը չեղարկված է:
id: Mengirim dibatalkan.
is: Hætt við að senda.
it_it: Invio annullato.
ja_jp: 送信をキャンセルしました。
ka: გაგზავნა შეწყდა.
kk: Жіберу тоқтатылды.
km: បាន​បោះបង់​ការផ្ញើ។
kn: ಕಳುಹಿಸುವಿಕೆಯನ್ನು ರದ್ದುಪಡಿಸಲಾಗಿದೆ.
ko_kr: 전송을 취소하였습니다.
lo: ການສົ່ງຖືກຍົກເລີກ.
lt: Siuntimas atšauktas.
lv: Sūtīšana atcelta.
mk: Праќањето е откажано.
ml: അയയ്ക്കുന്നത് റദ്ദാക്കി.
mn_mn: Илгээх ажиллагаа цуцлагдлаа
mr: पाठवणे रद्द.
ms: Penghantaran dibatalkan.
my: ေပးပုိ႔ေနျခင္းကုိ ပယ္ဖ်က္ၿပီးၿပီ
nb: Sending avbrutt.
ne: प्रेषण रद्द।
nl: Verzenden geannuleerd.
or: ପ୍ରେରଣ ବାତିଲ୍ ହୋଇଛି।
pa: ਭੇਜਣਾ ਰੱਦ ਹੋਇਆ।
pl: Wysyłanie anulowane.
pt_pt: Envio cancelado.
ro: Trimitere revocată
ru_ru: Отправка отменена.
si: යැවීම අවලංගුයි.
sk: Odoslanie zrušené.
sl: Pošiljanje je preklicano.
sr: Slanje poništeno.
sv: Sändning avbruten.
ta: அனுப்புதல் ரத்தானது.
te: పంపడం రద్దు చేయబడింది.
th: การ​ส่ง​ยก​เลิก
tl: Kinansela ang pagpapadala.
tr_tr: Gönderme iptal edildi.
uk: Надсилання скасовано.
ur: بھیجنا منسوخ۔
uz: Yuborish bekor qilindi.
vi: Việc gửi bị hủy bỏ.
zh_cn: 发送取消。
zh_hk: 已取消發送。

# IDS_BT_POP_SENDINGFAIL
source: Unable to send.
ar: يتعذر الإرسال.
as: প্ৰেৰণ কৰিবলৈ অক্ষম৷
az: Göndərmək mümkün olmadı.
bg: Невъзможно изпращане.
bn: পাঠানো বিফল।
ca: No es pot enviar
cs: Nelze odeslat.
da: Kan ikke sende.
de: Senden nicht möglich
el_gr: Δεν είναι δυνατή η αποστολή.
et: Ei saa saata.
eu: Ezin da bidali
fi: Lähetys epäonnistui.
fr_ca: Envoi impossible.
ga: Ní féidir seoladh.
gl: Non se pode enviar
gu: મોકલવામાં અક્ષમ.
he: לא ניתן לשלוח
hi: भेजने में अक्षम।
hr: Nemoguće slanje.
hu: Nem küldhető el.
hy: Անհնար է ուղարկել:
id: Tidak bisa mengirim.
is: Ekki tókst að senda.
it_it: Impossibile inviare.
ja_jp: 送信できません。
ka: ვერ იგზავნება.
kk: Жіберуге болмайды.
km: មិន​អាច​ផ្ញើ។
kn: ಕಳುಹಿಸುವಿಕೆ ವಿಫಲವಾಗಿದೆ.
ko_kr: 보낼 수 없습니다.
lo: ບໍ່ສາມາດສົ່ງໄດ້.
lt: Negalima išsiųsti.
lv: Nevar nosūtīt.
mk: Не може да се прати.
ml: അയയ്ക്കാന്‍ ആവുന്നില്ല.
mn_mn: Илгээх боломжгүй.
mr: पाठवणे असमर्थ.
ms: Tidak boleh menghantar.
my: ပို့မရပါ။
nb: Kan ikke sende.
ne: पठाउन असमर्थ।
nl: Kan niet verzenden.
or: ପ୍ରେରଣ କରିବାକୁ ଅସମର୍ଥ।
pa: ਭੇਜਣ ਵਿਚ ਅਸਮਰੱਥ।
pl: Nie można wysłać.
pt_pt: Impossível enviar.
ro: Imposibil de trimis
ru_ru: Невозможно отправить.
si: යැවිය නොහැක.
sk: Nedá sa odoslať.
sl: Ni mogoče poslati.
sr: Nemoguće poslati.
sv: Det går inte att skicka.
ta: அனுப்புவது தோல்வி.
te: పంపడం సాధ్యం కాదు.
th: ไม่​สามารถ​ส่ง
tl: Hindi mapadala.
tr_tr: Gönderilemiyor.
uk: Неможливо відправити.
ur: بھیج نہیں سکا۔
uz: Yuborib bo‘lmaydi.
vi: Không thể gửi.
zh_cn: 无法发送。
zh_hk: 無法發送。

# IDS_BT_POP_SENDING_ING
source: Sending...
ar: جاري الإرسال...
as: প্ৰেৰণ কৰি আছে...
az: Göndərilir...
bg: Изпращане...
bn: পাঠানো হচ্ছে...
ca: Enviant...
cs: Odesílání...
da: Sender...
de: Wird gesendet...
el_gr: Αποστολή...
et: Saatmine...
eu: Bidaltzen
fi: Lähetetään...
fr_ca: Envoi ...
ga: Ag seoladh...
gl: Enviando...
gu: મોકલે છે...
hi: भेजा जा रहा है...
hr: Slanje...
hu: Küldés...
hy: Ուղարկում...
id: Mengirimkan…
is: Verið er að senda...
it_it: Invio...
ja_jp: 送信中...
ka: იგზავნება...
kk: Жіберілуде...
km: កំពុង​ផ្ញើ...
kn: ಕಳುಹಿಸಲಾಗುತ್ತಿದೆ...
ko_kr: 전송 중...
lo: ກຳລັງສົ່ງ...
lt: Siunčiama...
lv: Sūta...
mk: Се праќа...
ml: അയക്കുന്നു...
mn_mn: Илгээж байна...
mr: पाठवत आहे...
ms: Menghantar..
my: ပုိ႔ေနပါသည္…
nb: Sender...
ne: पठाउँदैछ...
nl: Verzenden...
or: ପ୍ରେରଣ କରୁଛି...
pa: ਭੇਜ ਰਿਹਾ ਹੈ...
pl: Wysyłanie...
pt_pt: A enviar...
ro: Se trimite...
ru_ru: Отправка...
si: යවමින්...
sk: Odosielanie...
sl: Pošiljam...
sr: Slanje...
sv: Sänder...
ta: அனுப்புகிறது...
te: పంపుతోంది...
th: กำลังส่ง...
tl: Ipinapadala...
tr_tr: Gönderiliyor...
uk: Відправлення...
ur: بھیجا جارہا ہے...
uz: Yuborilmoqda...
vi: Đang gửi…
zh_cn: 发送中…
zh_hk: 正在發送...

# IDS_BT_POP_SHARING_ING
source: Sharing...
ar: جاري المشاركة...
as: ভগাই আছে...
az: Bölüşdürülür...
bg: Споделяне...
bn: শেয়ার করা হচ্ছে...
ca: S'està compartint...
cs: Sdílení...
da: Deler...
de: Freigabe...
el_gr: Κοινή χρήση...
et: Jagamine...
eu: Partekatzen...
fi: Jaetaan...
fr_ca: Partage...
ga: Ag comhroinnt...
gl: Compartindo...
gu: શૅર કરી રહ્યું છે...
he: משתף...
hi: साझा हो रहा है...
hr: Dijeljenje...
hu: Megosztás...
hy: Համօգտագործվում է...
id: Membagi...
is: Samnýti...
it_it: Condivisione...
ja_jp: 共有化中...
ka: ზიარდება...
kk: Бөлісуде...
km: កំពុង​ចែក​រំលែក...
kn: ಹಂಚಿಕೊಳ್ಳುತ್ತಿದೆ...
ko_kr: 공유 중...
lo: ກໍາລັງແຊຣ໌...
lt: Bendrinama...
lv: Koplieto...
mk: Се дели...
ml: പങ്കിടുന്നു...
mn_mn: Хуваалцаж байна...
mr: सहभागी करत आहे...
ms: Berkongsi...
my: မွ်ေဝေနဆဲ...
nb: Deler...
ne: बाँड्दै...
nl: Delen...
or: ଅଂଶୀଦାର କରୁଛି...
pa: ਸਾਂਝਾ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl: Udostępnianie...
pt_pt: A partilhar...
ro: Se partajează...
ru_ru: Общий доступ...
si: බෙදාගනිමින්...
sk: Zdieľanie...
sl: Souporaba ...
sr: Deljenje...
sv: Delar...
ta: பகிர்கிறது...
te: పంచుకోవడం...
th: กำลัง​แชร์...
tl: Ibinabahagi...
tr_tr: Paylaşılıyor...
uk: Відкрито спільний доступ...
ur: شراکت کررہا ہے...
uz: Ulashish...
vi: Đang chia sẻ...
zh_cn: 正在共享...
zh_hk: 正在共享...
