Repository: tizenorg/apps.core.preloaded.ug-bluetooth-efl
Catalog: po/*.po
Languages: ar, as, az, bg, bn, ca, cs, da, de, el_gr, et, eu, fi, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, lo, lt, lv, mk, ml, mn_mn, mr, ms, my, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sr, sv, ta, te, th, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

# IDS_BT_SK_OPEN
source: Open
ar: فتح
az: Aç
bg: Отвори
ca: Obrir
cs: Otevřít
da: Åbn
de: Öffnen
el_gr: Άνοιγμα
et: Ava
eu: Ireki
fi: Avaa
fr_ca: Ouvrir
ga: Oscail
gl: Abrir
hi: खोलें
hr: Otvori
hu: Megnyit
hy: Բացել
it_it: Apri
ja_jp: 開く
ka: გახსნა
kk: Ашу
ko_kr: 열기
lt: Atidaryti
lv: Atvērt
mk: Отвори
mn_mn: Нээх
nb: Åpne
nl: Openen
pl: Otwórz
pt_pt: Abrir
ro: Deschidere
ru_ru: Открыть
sk: Otvoriť
sl: Odpri
sr: Otvori
sv: Öppna
tr_tr: Aç
uk: Відкрити
uz: Ochish
zh_cn: 打开
zh_hk: 開啟

# IDS_BT_BODY_1_HOUR
source: 1 hour
ar: ساعة واحدة
as: 1 ঘণ্টা
az: 1 saat
bg: 1 час
bn: 1 ঘন্টা
ca: 1 hora
cs: 1 hodina
da: 1 time
de: 1 Stunde
el_gr: 1 ώρα
et: 1 tund
eu: Ordu 1
fi: 1 tunti
fr_ca: 1 heure
ga: 1 uair an chloig
gl: 1 hora
gu: 1 કલાક
he: שעה אחת
hi: 1 घंटा
hr: 1 sat
hu: 1 óra
hy: 1 ժամ
id: 1 jam
is: 1 klst.
it_it: 1 ora
ja_jp: 1時間
ka: 1 საათი
kk: 1 сағат
km: 1 ម៉ោង
kn: 1 ಗಂಟೆ
ko_kr: 1시간
lo: 1 ຊົ່ວໂມງ
lt: 1 valanda
lv: 1 stunda
mk: 1 час
ml: 1 മണിക്കൂര്‍
mn_mn: 1 цаг
mr: 1 तास
ms: 1 jam
my: 1 နာရီ
nb: 1 time
ne: 1 घण्‍टा
nl: 1 uur
or: 1 ଘଣ୍ଟା
pa: 1 ਘੰਟਾ
pl: 1 godz.
pt_pt: 1 hora
ro: 1 oră
ru_ru: 1 час
si: පැය 1
sk: 1 hodina
sl: 1 ura
sr: 1 sat
sv: 1 timme
ta: 1 மணிநேரம்
te: 1 గంట
th: 1 ชั่วโมง
tl: 1 oras
tr_tr: 1 saat
uk: 1 годину
ur: 1 گھنٹہ
uz: 1 soat
vi: 1 giờ
zh_cn: 1 小时
zh_hk: 1 小時

# IDS_BT_BODY_2_MINUTES
source: 2 minutes
ar: دقيقتين
as: 2 মিনিট
az: 2 dəqiqə
bg: 2 минути
bn: 2 মিনিট
ca: 2 minuts
cs: 2 minuty
da: 2 minutter
de: 2 Minuten
el_gr: 2 λεπτά
et: 2 minutit
eu: 2 minutu
fi: 2 minuuttia
ga: 2 nóiméad
gl: 2 minutos
gu: 2 મિનિટ
he: 2 דקות
hi: 2 मिनट
hr: 2 min
hu: 2 perc
hy: 2 րոպե
id: 2 menit
is: 2 mínútur
it_it: 2 minuti
ja_jp: 2分
ka: 2 წუთი
kk: 2 минут
km: 2 នាទី
kn: 2 ನಿಮಿಷಗಳು
ko_kr: 2분
lo: 2 ນາທີ
lt: 2 minutės
lv: 2 minūtes
mk: 2 минути
ml: 2 മിനിറ്റ്
mn_mn: 2 минут
mr: 2 मिनिटे
ms: 2 minit
my: ၂ မိနစ္
nb: 2 minutter
ne: 2 मिनट
nl: 2 minuten
or: 2 ମିନିଟ୍‌
pa: 2 ਮਿੰਟ
pl: 2 min
pt_pt: 2 minutos
ro: 2 minute
ru_ru: 2 минуты
si: විනාඩි 2
sk: 2 minúty
sl: 2 minuti
sr: 2 minuta
sv: 2 minuter
ta: 2 நிமிடங்கள்
te: 2 నిమిషాలు
th: 2 ​นาที
tl: 2 minuto
tr_tr: 2 dakika
uk: 2 хвилини
ur: 2 منٹ
uz: 2 daqiqa
vi: 2 phút
zh_cn: 2 分钟
zh_hk: 2 分鐘

# IDS_BT_BODY_5_MINUTES
source: 5 minutes
ar: ٥ دقائق
as: 5 মিনিট
az: 5 dəqiqə
bg: 5 минути
bn: 5 মিনিট
ca: 5 minuts
cs: 5 minut
da: 5 minutter
de: 5 Minuten
el_gr: 5 λεπτά
et: 5 minutit
eu: 5 minutu
fi: 5 minuuttia
ga: 5 nóiméad
gl: 5 minutos
gu: 5 મિનિટ
he: 5 דקות
hi: 5 मिनट
hr: 5 minuta
hu: 5 perc
hy: 5 րոպե
id: 5 menit
is: 5 mínútur
it_it: 5 minuti
ja_jp: 5分
ka: 5 წუთი
kk: 5 минут
km: 5 នាទី
kn: 5 ನಿಮಿಷಗಳು
ko_kr: 5분
lo: 5 ນາທີ
lt: 5 minutės
lv: 5 minūtes
mk: 5 минути
ml: 5 മിനിറ്റ്
mn_mn: 5 минут
mr: 5 मिनिटे
ms: 5 minit
my: ၅ မိနစ္
nb: 5 minutter
ne: 5 मिनट
nl: 5 minuten
or: 5 ମିନିଟ୍
pa: 5 ਮਿੰਟ
pl: 5 min
pt_pt: 5 minutos
ro: 5 minute
ru_ru: 5 минут
si: විනාඩි 5
sk: 5 minút
sl: 5 minut
sr: 5 minuta
sv: 5 minuter
ta: 5 நிமிடங்கள்
te: 5 నిమిషాలు
th: 5 ​นาที
tl: 5 minuto
tr_tr: 5 dakika
uk: 5 хвилин
ur: 5 منٹ
uz: 5 daqiqa
vi: 5 phút
zh_cn: 5 分钟
zh_hk: 5 分鐘

# IDS_BT_BODY_ALLOW_PS_PHONEBOOK_ACCESS
source: Allow %s phonebook access
ar: السماح لـ %s بالوصول إلى سجل هاتف
az: %s telefon kitabına müraciətinə icazə ver
bg: Разрешаване на достъп на %s до телефонния указател
ca: Permetre a %s accedir a Contactes
cs: Povolit %s přístup k telefonnímu seznamu
da: Tillad %s adgang til telefonbog
de: %s Zugriff auf das Telefonbuch erlauben
el_gr: Να επιτρέπεται στη συσκευή %s η πρόσβαση στο ευρετήριο
et: Luba seadmele %s juurdepääs telefoniraamatule
eu: Baimena eman %s-(e)ri agendan sartzeko
fi: Salli laitteen %s käyttää puhelinmuistiota
fr_ca: Autoriser %s à accéder au répertoire
ga: Ceadaigh do %s an leabhar fóin a rochtain
gl: Permitir que %s teña acceso a contactos
hi: %s को फोनबुक उपयोग करने की अनुमति दें
hr: Dopusti %s pristup imeniku
hu: Névjegyzék-hozzáférés engedélyezése a(z) %s számára
hy: Թույլ տալ, որ %s մուտք գործի հեռախոսագիրք
is: Veita %s aðgang að símaskrá
it_it: Consenti %s accessi alla Rubrica
ja_jp: %sの電話帳アクセスを許可します。
ka: „%s“ მოწყობილობას მიეცით ტელეფონების წიგნზე წვდომის ნება
kk: %s телефон кітапшасына кіруге рұқсат ету
ko_kr: %s 연락처 연결 허용
lt: Leisti %s pasiekti telefonų knygą
lv: Atļaut %s piekļūt tālruņu katalogam
mk: Дозволи %s да пристапи кон именикот
mn_mn: %s-д утасны дэвтэрт хандахыг зөвшөөрөх
nb: Tillat %s-telefonboktilgang
nl: Toegang tot telefoonlijst voor %s toestaan
pl: Zezwalaj urządzeniu %s na dostęp do książki telefonicznej
pt_pt: Permitir o acesso à lista telefónica %s
ro: Permiteţi accesul pentru %s la agenda telefonică
ru_ru: Разр.%s дост.к тел.книге
sk: Povoliť zariadeniu %s prístup k telefónnemu zoznamu
sl: Dovoli napravi %s dostop do imenika
sr: Dozvoli da %s pristupi imeniku
sv: Ge %s telefonboksåtkomst
tr_tr: %s telefon rehberi erişimine izin ver
uk: Дозволити %s доступ до телефонної книги
uz: %s telefon raqamlari kitobiga kirish
zh_cn: 允许%s电话簿访问
zh_hk: 允許 %s 電話簿存取

# IDS_BT_BODY_ALWAYS_ON
source: Always on
ar: التشغيل دوما
as: সদায় অন
az: Həmişə aktivdir
bg: Винаги включено
bn: সর্বদা চালু
ca: Sempre activat
cs: Vždy zapnuto
da: Altid til
de: Immer ein
el_gr: Πάντα ενεργοποίηση
et: Alati sees
eu: Beti aktibatuta
fi: Aina käytössä
fr_ca: Toujours activé
ga: Ar siúl i gcónaí
gl: Sempre activo
gu: હંમેશા ચાલુ
he: מופעל תמיד
hi: हमेशा चालू
hr: Uvijek uključeno
hu: Mindig bekapcsolva
hy: Միշտ միացված
id: Selalu aktif
is: Alltaf kveikt
it_it: Sempre attivo
ja_jp: 常にON
ka: მუდამ ჩართული
kk: Әрдайым қосулы
km: បើក​ជានិច្ច
kn: ಯಾವಾಗಲೂ ಆನ್
ko_kr: 항상 사용
lo: ເປີດຕະຫຼອດ
lt: Visada įjungta
lv: Vienmēr ieslēgts
mk: Секогаш вклучено
ml: എപ്പോഴും ഓണായിരിക്കുക
mn_mn: Үргэлж асаалттай
mr: सदैव चालू
ms: Sentiasa hidup
my: အျမဲဖြင့္ထားပါ
nb: Alltid på
ne: सधैं चालू
nl: Altijd aan
or: ସର୍ବଦା ଅନ୍
pa: ਹਮੇਸ਼ਾ ਚਾਲੂ
pl: Zawsze włączone
pt_pt: Sempre ligado
ro: Activat întotdeauna
ru_ru: Всегда вкл.
si: සැමවිටම සක්‍රියයි
sk: Vždy zapnuté
sl: Vedno vključeno
sr: Uvek uključeno
sv: Alltid på
ta: எப்போதும் ஆன்
te: ఎల్లప్పుడూ ఆన్
th: เปิด​ตลอด​
tl: Palaging naka-on
tr_tr: Her zaman açık
uk: Завжди увімк.
ur: ھمیشہ آن
uz: Har doim yoqilgan holda
vi: Luôn bật
zh_cn: 总是打开
zh_hk: 總是開啟

# IDS_BT_BODY_AVAILABLE_DEVICES
source: Available devices
ar: الأجهزة المتاحة
as: উপলভ্য ডিভাইচসমূহ
az: Mümkün cihazlar
bg: Достъпни устройства
bn: সুলভ ডিভাইসগুলি
ca: Dispositius disponibles
cs: Dostupná zařízení
da: Tilgængelige enheder
de: Verfügbare Geräte
el_gr: Διαθέσιμες συσκευές
et: Saadaolevad seadmed
eu: Eskura dauden gailuak
fi: Käytettävissä olevat laitteet
fr_ca: Appareils disponibles
ga: Gléasanna atá ar fáil
gl: Dispositivos dispoñibles
gu: ઉપલબ્ધ ઉપકરણો
he: התקנים זמינים
hi: उपलब्‍ध डिवाइसेस
hr: Dostupni uređaji
hu: Elérhető eszközök
hy: Մատչելի սարքեր
id: Perangkat yang tersedia
is: Tiltæk tæki
it_it: Dispositivi disponibili
ja_jp: 接続可能デバイス
ka: მისაწვდომი მოწყობილობები
kk: Қол жетімді құрылғылар
km: ឧបករណ៍​ដែល​អាច​រក​បាន
kn: ಲಭ್ಯ ಸಾಧನಗಳು
ko_kr: 사용 가능한 디바이스
lo: ເຄື່ອງທີ່ໃຊ້ງານໄດ້
lt: Galimi įrenginiai
lv: Pieejamās ierīces
mk: Достапни уреди
ml: ലഭ്യമായ ഉപകരണങ്ങള്‍
mn_mn: Боломжтой төхөөрөмжүүд
mr: उपलब्ध उपकरणे
ms: Peranti tersedia
my: ရရွိႏုိင္ေသာ ကိရိယာမ်ား
nb: Tilgjengelige enheter
ne: उपलब्ध यन्त्रहरू
nl: Beschikbare apparaten
or: ଉପଲବ୍ଧ ଡିଭାଇସ୍‌
pa: ਉਪਲਬਧ ਡਿਵਾਈਸਿਸ
pl: Dostępne urządzenia
pt_pt: Dispositivos disponíveis
ro: Dispozitive disponibile
ru_ru: Доступные устройства
si: තිබෙන ජාල
sk: Dostupné zariadenia
sl: Razpoložljive naprave
sr: Dostupni uređaji
sv: Tillängliga enheter
ta: இருக்கும் சாதனங்கள்
te: లభ్యంలో ఉన్న పరికరాలు
th: อุปกรณ์​ที่​ใช้​งาน​ได้
tl: Mga available na device
tr_tr: Kullanılabilir cihazlar
uk: Доступні пристрої
ur: دستیاب آلہ جات
uz: Mavjud qurilmalar
vi: Các thiết bị hiện có
zh_cn: 可用设备
zh_hk: 可用裝置

# IDS_BT_BODY_BASIC_PRINTING
source: Basic printing
ar: طباعة أساسية
as: মূল মুদ্ৰণ
az: Adi çap
bg: Основни настройки за отпечатване
bn: বেসিক প্রিন্টিং
ca: Impressió bàsica
cs: Základní tisk
da: Almindelig udskrivning
de: Standarddruck
el_gr: Βασικό προφίλ εκτύπωσης
et: Tavaline printimine
eu: Oinarrizko inprimaketa
fi: Basic Printing -profiili
fr_ca: Impression simple
ga: Priontáil bhunúsach
gl: Impresión básica
gu: બેઝિક પ્રિન્ટિંગ
he: הדפסה בסיסית
hi: मूल प्रिंटिंग
hr: Osnovni ispis
hu: Egyszerű nyomtatás
hy: Հիմնական տպում
id: Pencetakan dasar
is: Grunnprentun
it_it: Stampa
ja_jp: 基本印刷
ka: ბეჭდვის ძირითადი რეჟიმი
kk: Негізгі басылым
km: ការបោះពុម្ព​មូលដ្ឋាន
kn: ಮೂಲ ಮುದ್ರಿಸುವ
ko_kr: 이미지 인쇄(BPP)
lo: ການພິມພື້ນຖານ
lt: Pagr. spausd. profilis
lv: Parastā drukāšana
mk: Основно печатење
ml: അടിസ്ഥാന അച്ചടിക്കല്‍
mn_mn: Үндсэн хэвлэлт
mr: साधी प्रिंटिंग
ms: Pencetakan asas
my: အေျခခံ ပုံႏွိပ္ျခင္း
nb: Standardutskrift
ne: आधारभूत प्रिन्टिङ्ग
nl: Basisfuncties voor afdrukken
or: ବେସିକ୍ ପ୍ରିଣ୍ଟ୍
pa: ਮੂਲ ਪ੍ਰਿੰਟਿੰਗ
pl: Drukowanie podstawowe
pt_pt: Impressão básica
ro: Imprimare
ru_ru: Прямая печать
si: මූලික මුද්‍රණය
sk: Základná tlač
sl: Osnovno tiskanje
sr: Osnovna štampa
sv: Standardutskrift
ta: பேஸிக் ப்ரின்ட்டிங்
te: ప్రాథమిక ముద్రణ
th: การ​พิมพ์​พื้น​ฐาน
tl: Pangunahing pag-print
tr_tr: Temel yazdırma
uk: Звичайний друк
ur: سادہ پرنٹنگ
uz: Asosiy rasm
vi: In cơ bản
zh_cn: 基本打印
zh_hk: 基本列印

# IDS_BT_BODY_BLUETOOTH
source: Bluetooth
ar: البلوتوث
as: ব্লুটুথ
bn: ব্লুটুথ
gu: બ્લ્યુટુથ
hi: ब्लूटूथ
kn: ಬ್ಲೂಟೂತ್
ko_kr: 블루투스
lo: ບລູທູດ
ml: ബ്ലുടൂത്ത്
mr: ब्लुटूथ
my: ဘလူးတုသ္
ne: ब्लुटूथ
or: ବ୍ଲୁଟୁଥ୍
pa: ਬਲੂਟੁੱਥ
si: බ්ලූටූත්
ta: ப்ளூடூத்
te: బ్లూటూత్
th: บลูทูธ
ur: بلیو ٹوتھ
zh_cn: 蓝牙
zh_hk: 藍牙

# IDS_BT_BODY_BLUETOOTH_AVAILABLE
source: Bluetooth available
ar: البلوتوث متاح
as: ব্লুটুথ উপলভ্য
az: Bluetooth mümkündür
bg: Bluetooth е достъпен
bn: ব্লুটুথ সুলভ
ca: Bluetooth disponible
cs: Bluetooth je k dispozici
da: Bluetooth tilgængelig
de: Bluetooth verfügbar.
el_gr: Το Bluetooth είναι διαθέσιμο
et: Bluetooth on saadaval
eu: Bluetooth erabilgarri
fi: Bluetooth käytettävissä
fr_ca: Bluetooth disponible
ga: Tá Bluetooth ar fáil
gl: Bluetooth dispoñible
gu: બ્લ્યુટુથ ઉપલબ્ધ
he: Bluetooth זמין
hi: ब्लूटूथ उपलब्ध
hr: Bluetooth dostupan
hu: A Bluetooth elérhető
hy: Bluetooth-ը մատչելի է
id: Tersedia Bluetooth
is: Bluetooth er í boði
it_it: Bluetooth disponibile
ja_jp: Bluetoothが利用可能です。
ka: Bluetooth გააქტიურებულია
kk: Bluetooth қол жетімді
km: Bluetooth ​ដែល​អាច​រក​បាន
kn: ಬ್ಲೂಟೂತ್ ಲಭ್ಯ
ko_kr: 블루투스 사용 가능
lo: ມີບລູທູດຢູ່
lt: „Bluetooth“ prieinamas
lv: Bluetooth ir pieejams
mk: Достапен е Bluetooth
ml: ബ്ലൂടൂത്ത് ലഭ്യം
mn_mn: Bluetooth боломжтой
mr: ब्लुटूथ उपलब्ध
ms: Bluetooth tersedia
my: ဘလူးတုသ္ရႏိုင္သည္
nb: Bluetooth tilgjengelig
ne: ब्लुटूथ उपलब्ध छ
nl: Bluetooth beschikbaar
or: ବ୍ଲୁଟୁଥ୍ ଉପଲବ୍ଧ।
pa: ਬਲੂਟੁੱਥ ਉਪਲਬਧ
pl: Połączenie Bluetooth dostępne
pt_pt: Bluetooth disponível
ro: Conexiune Bluetooth disponibilă
ru_ru: Bluetooth включен
si: බ්ලූටූත් සක්‍රියයි
sk: Bluetooth je k dispozícii
sl: Bluetooth je na voljo
sr: Bluetooth je dostupan
sv: Bluetooth är tillgängligt
ta: ப்ளூடூத் கிடைகிறது
te: బ్లూటూత్ లభ్యం
th: บลูทูธ​ใช้​งาน​ได้
tl: Available ang Bluetooth.
tr_tr: Bluetooth mevcut
uk: Bluetooth доступний
ur: بلو ٹوتھ دستیاب ہے
uz: Bluetooth mavjud
vi: Bluetooth sẵn sàng
zh_cn: 蓝牙可用
zh_hk: 藍牙可用

# IDS_BT_BODY_BLUETOOTH_DEVICES
source: Bluetooth devices
ar: أجهزة البلوتوث
as: ব্লুটুথ ডিভাইচ
az: Bluetooth cihazları
bg: Bluetooth устройства
bn: ব্লুটুথ ডিভাইসগুলি
ca: Dispositius Bluetooth
cs: Zařízení Bluetooth
da: Bluetooth-enheder
de: Bluetooth-Geräte
el_gr: Συσκευές Bluetooth
et: Bluetooth-seadmed
eu: Bluetooth gailuak
fi: Bluetooth-laitteet
fr_ca: Périphériques Bluetooth
ga: Gléasanna Bluetooth
gl: Dispositivos Bluetooth
gu: બ્લ્યુટુથ ઉપકરણો
he: התקני Bluetooth
hi: ब्लूटूथ डिवाइसेस
hr: Bluetooth uređaji
hu: Bluetooth-eszközök
hy: Bluetooth սարքեր
id: Perangkat Bluetooth
is: Bluetooth-tæki
it_it: Dispositivi Bluetooth
ja_jp: Bluetoothデバイス
ka: Bluetooth მოწყობილობები
kk: Bluetooth құрылғылары
km: ឧបករណ៍ Bluetooth
kn: ಬ್ಲೂಟೂತ್ ಸಾಧನಗಳು
ko_kr: 블루투스 디바이스
lo: ເຄື່ອງອຸປະກອນບລູທູດ
lt: „Bluetooth“ įrenginiai
lv: Bluetooth ierīces
mk: Уреди Bluetooth
ml: ബ്ലൂടൂത്ത് ഉപകരണങ്ങള്‍
mn_mn: Bluetooth төхөөрөмжүүд
mr: ब्लुटूथ उपकरणे
ms: Peranti Bluetooth
my: ဘလူးတုသ္ ကိရိယာမ်ား
nb: Bluetooth-enheter
ne: ब्लुटूथ यन्त्र
nl: Bluetooth-apparaten
or: ବ୍ଲୁଟୁଥ୍ ଡିଭାଇସ୍‌ଗୁଡିକ
pa: ਬਲੂਟੁੱਥ ਡਿਵਾਈਸ
pl: Urządzenia Bluetooth
pt_pt: Dispositivos Bluetooth
ro: Dispozitive Bluetooth
ru_ru: Устройства Bluetooth
si: බ්ලූටූත් උපාංග
sk: Zariadenia Bluetooth
sl: Naprave Bluetooth
sr: Bluetooth uređaji
sv: Bluetooth-enheter
ta: ப்ளூடூத் சாதனங்கள்
te: బ్లూటూత్ పరికరాలు
th: อุปกรณ์บลูทูธ
tl: Mga Bluetooth device
tr_tr: Bluetooth cihazları
uk: Пристрої Bluetooth
ur: بلیو ٹوتھ آلات
uz: Bluetooth qurilmalari
vi: Thiết bị Bluetooth
zh_cn: 蓝牙设备
zh_hk: 藍牙裝置

# IDS_BT_BODY_BLUETOOTH_SHARE
source: Bluetooth share
ar: مشاركة عبر البلوتوث
as: ব্লুটুথ ভাগ-বতৰা
az: Bluetooth paylaşması
bg: Споделяне на Bluetooth
bn: ব্লুটুথ শেয়ার
ca: Compartir Bluetooth
cs: Sdílení Bluetooth
da: Bluetooth-deling
de: Bluetooth-Freigabe
el_gr: Κοινή χρήση Bluetooth
et: Bluetooth-ühenduse kaudu jagamine
eu: Bluetooth bidezko partekatzea
fi: Bluetooth-jako
fr_ca: Partage Bluetooth
ga: Comhroinn le Bluetooth
gl: Bluetooth compartido
gu: બ્લ્યુટુથ શેર
hi: ब्लूटूथ साझा करें
hr: Bluetooth dijeljenje
hu: Bluetooth-megosztás
hy: Bluetooth-ի համօգտագործում
id: Berbagi Bluetooth
is: Bluetooth-samnýting
it_it: Condivisione Bluetooth
ja_jp: Bluetooth共有
ka: Bluetooth გაზიარება
kk: Bluetooth бөлісу
km: ចែក​រំលេក Bluetooth
kn: ಬ್ಲೂಟೂತ್ ಹಂಚಿಕೆ
ko_kr: 블루투스 공유
lo: ການແບ່ງປັນບລູທູດ
lt: „Bluetooth“ bendrinimas
lv: Bluetooth koplietošana
mk: Сподели Bluetooth
ml: ബ്ലുടൂത്ത്‌ ഷെയര്‍
mn_mn: Bluetooth хуваалцах
mr: ब्लुटूथ सहभागी.
ms: Perkongsian Bluetooth
my: ဘလူးတုသ္ ေဝမွ်ပါ
nb: Bluetooth-deling
ne: ब्लुटूथ साझा गर्नुहोस्
nl: Bluetooth delen
or: ବ୍ଲୁଟୁଥ୍ ଅଂଶୀଦାର
pa: ਬਲੂਟੁੱਥ ਸ਼ੇਅਰ
pl: Udostępnianie Bluetooth
pt_pt: Partilha Bluetooth
ro: Partajare prin Bluetooth
ru_ru: Общий доступ к Bluetooth
si: බ්ලූටූත් හවුල
sk: Zdieľanie spojenia Bluetooth
sl: Souporaba vmesnika Bluetooth
sr: Bluetooth deljenje
sv: Bluetooth-delning
ta: ப்ளூடூத் பகிர்வு
te: బ్లూటూత్ పంచుకో
th: การแชร์บลูทูธ
tl: Pagbabahagi ng bluetooth
tr_tr: Bluetooth paylaşımı
uk: Спільний доступ через Bluetooth
ur: بلیوٹوتھ شراکت
uz: Bluetoothdan umumiy foydalanish
vi: Chia sẻ Bluetooth
zh_cn: 蓝牙共享
zh_hk: 藍牙共享

# IDS_BT_BODY_CALL_AUDIO
source: Call audio
ar: صوت الاتصال
as: কল অডিঅ'
az: Zəng audiosu
bg: Аудио за разговор
bn: কল অডিও
ca: Àudio de trucada
cs: Zvuk hovoru
da: Opkaldslyd
de: Anruffunktion
el_gr: Ήχος κλήσης
et: Kõne heli
eu: Deitu audiora
fi: Soita äänipuhelu
fr_ca: Audio pour les appels
ga: Fuaim glao
gl: Audio da chamada
gu: કૉલ ઓડિયો
he: שמע שיחה
hi: कॉल ऑडियो
hr: Zvuk poziva
hu: Hívás hangja
hy: Զանգել ձայնային
id: Audio panggilan
is: Hljóð símtals
it_it: Chiama audio
ja_jp: 電話の音声
ka: აუდიო ზარის განხორციელება
kk: Қоңырау дыбысы
km: អូឌីយ៉ូ​ហៅ
kn: ಕರೆ ಆಡಿಯೊ
ko_kr: 통화 오디오
lo: ສຽງການໂທ
lt: Skambučio garsas
lv: Zvana audio
mk: Повикај аудио
ml: കോള്‍ ഓഡിയോ
mn_mn: Дуудлагын аудио
mr: कॉल ऑडियो
ms: Panggil audio
my: အသံ ေခၚပါ
nb: Anropslyd
ne: अडियो कल गर
nl: Oproepaudio
or: କଲ୍ ଅଡିଓ।
pa: ਕਾੱਲ ਆਡੀਓ
pl: Połączenie audio
pt_pt: Áudio de chamada
ro: Apelare audio
ru_ru: Звук во время вызова
si: ඇමතුම් ශ්‍රව්‍ය
sk: Zvuk hovorov
sl: Glasovno klicanje
sr: Audio za pozivanje
sv: Samtalsljud
ta: அழைப்பு கேட்பொலி
te: కాల్ ఆడియో
th: เสียง​การ​โทร
tr_tr: Sesli arama
uk: Виклик
ur: آڈیو کال کریں
uz: audio qo'ng'iroq
vi: Âm thanh cuộc gọi
zh_cn: 呼叫音频
zh_hk: 撥打音訊

# IDS_BT_BODY_CLEAR_LIST
source: Clear list
ar: مسح القائمة
as: তালিকা পৰিষ্কাৰ কৰক
az: Siyahı silinsin
bg: Изтриване на списък
bn: তালিকা পরিষ্কার করুন
ca: Esborrar llista
cs: Smazat seznam
da: Tøm liste
de: Liste löschen
el_gr: Εκκαθάριση λίστας
et: Tühjenda loend
eu: Ezabatu zerrenda
fi: Tyhjennä luettelo
fr_ca: Effacer la liste
ga: Glan liosta
gl: Borrar lista
gu: યાદી સાફ કરો
hi: सूची साफ करें
hr: Obriši popis
hu: Lista törlése
hy: Մաքրել ցուցակը
id: Hapus daftar
is: Hreinsa lista
it_it: Cancella elenco
ja_jp: リストを消去
ka: სიის გასუფთავება
kk: Тізімді тазалау
km: ជម្រះ​បញ្ជី
kn: ಪಟ್ಟಿ ಖಾಲಿ ಮಾಡಿ
ko_kr: 목록 삭제
lo: ລົບລ້າງລາຍການ
lt: Išvalyti sąrašą
lv: Notīrīt sarakstu
mk: Избриши листа
ml: ലിസ്റ്റ് മായ്ക്കുക
mn_mn: Жагсаалтыг арилгах
mr: सूची साफ करा.
ms: Kosongkan senarai
my: စာရင္းကို ရွင္းပါ
nb: Tøm liste
ne: सूची खाली गर्नुहोस्
nl: Lijst wissen
or: ତାଲିକା ଖାଲି କରନ୍ତୁ।
pa: ਸੂਚੀ ਸਾਫ਼ ਕਰੋ
pl: Wyczyść listę
pt_pt: Limpar lista
ro: Golire listă
ru_ru: Очистить список
si: ලැයිස්තුව හිස් කරන්න
sk: Vymazať zoznam
sl: Počisti seznam
sr: Obriši listu
sv: Rensa lista
ta: பட்டியலை துடைக்கவும்
te: జాబితాను క్లియర్ చెయ్యండి
th: ลบ​รายการ
tl: I-clear ang listahan
tr_tr: Listeyi sil
uk: Очистити список
ur: لسٹ صاف کریں
uz: Ro‘yxatni o'chiring
vi: Xóa danh sách
zh_cn: 清除列表
zh_hk: 清除清單

# IDS_BT_BODY_CONNECTED_TO_PHONE_AND_MEDIA_AUDIO
source: Connected to phone and media audio.
ar: تم التوصيل بصوت الهاتف والوسائط.
as: ফোন আৰু মেডিয়া অডিঅ'ৰ সৈতে সংযোগ হৈছে৷
az: Telefona və media audioya qoşulmuşdur.
bg: Свързан с телефона и аудио-медиите.
bn: ফোন ও মিডিয়া অডিওতে সংযুক্ত।
ca: Connectar al telèfon i so d'elements multimèdia
cs: Připojeno ke zvuku telefonu a média.
da: Tilsluttet telefon- og medielyd.
de: Mit Telefon und Medienaudio verbunden
el_gr: Συνδέθηκε σε ήχο τηλεφώνου και πολυμέσων.
et: Ühendatud telefoni ja meediumiheliga.
eu: Telefono eta multimedia audiora konektatua
fi: Yhdistetty puhelimen ja median ääneen.
fr_ca: Connecté au système audio du téléphone et du média.
ga: Nasctha le fuaim fóin agus meán.
gl: Conectado a teléfono e audio de elementos multimedia
gu: ફોન અને મીડિયા ઓડિયો સાથે જોડેલું છે.
he: מחובר לטלפון ולשמע מדיה
hi: फोन और मिडिया ऑडियो से जुड़ गया।
hr: Spojeno na telefon i zvuk multimedije.
hu: Csatlakoztatva a telefon- és média-hangrendszerhez.
hy: Կապակցված է հեռախոսին և ձայնամիջանքին:
id: Terhubung ke telepon dan audio media.
is: Tengt við síma og hljóð.
it_it: Connesso a telefono e audio multimediale.
ja_jp: 電話とメディアオーディオに接続
ka: დაკავშირებულია ტელეფონისა და მედიის აუდიოსთან.
kk: Телефон мен мультимедиалық аудио құрылғыға қосылған.
km: បាន​ភ្ជាប់​ទៅ​ឧបករណ៍ទូរសព្ទ និង អូឌីយ៉ូមេឌៀ។
kn: ಫೋನ್ ಮತ್ತು ಮಾಧ್ಯಮ ಆಡಿಯೋಗೆ ಸಂಪರ್ಕಿಸಿದೆ.
ko_kr: 디바이스와 미디어 오디오에 연결하였습니다.
lo: ໄດ້ເຊື່ອມຕໍ່ຫາໂທລະສັບ ແລະສຽງຂອງສື່.
lt: Prisijungta prie telefono ir medijos garso įrenginio.
lv: Izveidots savienojums ar tālruni un multivides audio.
mk: Поврзано со телефон и медиумско аудио.
ml: ഫോണ്‍, മീഡിയ ഓഡിയോ എന്നിവയിലേക്ക് കണക്ട് ചെയ്തു.
mn_mn: Утасны болон медиа аудиотой холбогдсон
mr: फोन आणि मीडिया ऑडिओला जोडा.
ms: Disambungkan ke telefon dan audio media.
my: ဖုန္းႏွင့္ မီဒီယာအသံသုိ႔ ဆက္သြယ္ၿပီး။
nb: Koblet til telefon og medielyd.
ne: फोन र मीडिया आडियोसंग जोडन भएको।
nl: Verbonden met telefoon- en media-audio.
or: ଫୋନ୍ ଏବଂ ମିଡିଆ ଅଡ଼ିଓକୁ ସଂଯୁକ୍ତ ହୋଇଛି।
pa: ਫ਼ੋਨ ਅਤੇ ਮੀਡੀਆ ਆਡੀਓ ਨਾਲ ਕਨੈਕਟ ਹੋਇਆ।
pl: Połączony z telefonem i multimedialnym urządzeniem audio.
pt_pt: Ligado ao telefone e áudio de multimédia.
ro: Conectat la sunete telefon şi media
ru_ru: Подключен звук на телефоне и звук мультимедиа.
si: දුරකථනයට සහ මාධ්‍යය ශ්‍රව්‍යට සම්බන්ධ කෙරිණි.
sk: Pripojené k zvuku médií a telefónu.
sl: Povezano s telefonom in zvoki medijev.
sr: Priključen na telefon i zvuk medija.
sv: Ansluten till telefon- och medialjud.
ta: ஃபோன் மற்றும் ஊடக கேட்பொலியுடன் இணைக்கப்பட்டுள்ளது.
te: ఫోన్ కు మరియు మీడియా ఆడియోకు కనెక్ట్ చెయ్యబడింది.
th: เชื่อม​ต่อ​กับ​โทรศัพท์​และ​มี​เดี​ยอ​อดิ​โอ
tl: Nakakonekta sa audio ng telepono at media.
tr_tr: Telefon ve ortam sesine bağlı.
uk: Підключено до телефону і звукових медіафайлів.
ur: فون اور میڈیا آڈیو سے جڑ گیا۔
uz: Telefon va media audioga ulangan.
vi: Được kết nối tới điện thoại và âm thanh media.
zh_cn: 已连接至手机和媒体音频。
zh_hk: 連接到手機和媒體音效。

# IDS_BT_BODY_CONNECTING
source: Connecting...
ar: جار التوصيل...
as: সংযোগ হৈ আছে...
az: qoşulur
bg: Свързване...
bn: সংযোগ হচ্ছে...
ca: Connectant...
cs: Připojování...
da: Opretter forbindelse...
de: Verbindung wird hergestellt…
el_gr: Σύνδεση...
et: Ühendamine...
eu: Konektatzen
fi: Yhdistetään...
fr_ca: Connexion en cours...
ga: Ag nascadh...
gl: Conectando...
gu: જોડાણ થઇ રહ્યું છે…
he: מתחבר...
hi: कनेक्ट हो रहा है...
hr: Spajanje...
hu: Kapcsolódás...
hy: Միացում...
id: Menyambungkan
is: Verið er að tengjast...
it_it: Connessione...
ja_jp: 接続中...
ka: უკავშირდება...
kk: Қосылуда...
km: កំពុង​ភ្ជាប់...
kn: ಸಂಪರ್ಕಿಸ...
ko_kr: 연결 중...
lo: ກໍາລັງເຊື່ອມຕໍ່...
lt: Jungiamasi...
lv: Savieno...
mk: Поврзување...
ml: ബന്ധിപ്പിക്കുന്നു...
mn_mn: Холбогдож байна...
mr: जोडले जात आहे...
ms: Menyambung..
my: ဆက္သြယ္ေနပါသည္…
nb: Kobler til...
ne: जोडिँदै छ...
nl: Verbinden…
or: ସଂଯୋଗ କରୁଛି...
pa: ਕਨੈਕਟ ਹੋ ਰਿਹਾ ਹੈ...
pl: Łączenie...
pt_pt: A ligar...
ro: Conectare
ru_ru: Подключение...
si: සම්. වෙමින්...
sk: Pripájanie...
sl: Povezujem...
sr: Povezivanje...
sv: Ansluter...
ta: இணைகிறது…
te: కనెక్ట్ అవుతోంది...
th: กำลัง​เชื่อม​ต่อ...
tl: Kumokonekta...
tr_tr: Bağlanılıyor...
uk: З'єднання...
ur: کنیکٹ کر رہا ہے…
uz: Ulanmoqda...
vi: Đang kết nối...
zh_cn: 连接中...
zh_hk: 連接中...

# IDS_BT_BODY_CONNECTION_FAILED
source: Connection failed.
ar: فشل التوصيل.
as: সংযোগকৰণ বিফল হৈছে৷
az: Əlaqə mümkün olmadı.
bg: Неуспешно свързване.
bn: সংযোগ ব্যর্থ।
ca: Error de connexió
cs: Připojení se nezdařilo.
da: Forbindelsen mislykkedes.
de: Verbindung fehlgeschlagen
el_gr: Αποτυχία σύνδεσης. Επανάληψη;
et: Ühendamine nurjus.
eu: Konektatzerakoan errorea
fi: Yhdistäminen epäonnistui.
fr_ca: Échec de connexion réseau.
ga: Theip ar nascadh.
gl: Erro na conexión
gu: જોડાણ નિષ્ફળ.
he: החיבור נכשל
hi: कनेक्शन विफल।
hr: Spajanje neuspješno.
hu: Kapcsolódás sikertelen.
hy: Միացումը ձախողվեց:
id: Koneksi gagal.
is: Tenging brást.
it_it: Errore connessione.
ja_jp: 接続に失敗しました。
ka: ვერ დაუკავშირდა.
kk: Қосылу үзіліп кетті
km: ការភ្ជាប់​បរាជ័យ។
kn: ಸಂಪರ್ಕ ವಿಫಲಗೊಂಡಿದೆ.
ko_kr: 연결하지 못하였습니다.
lo: ການເຊື່ອມຕໍ່ບໍ່ສໍາເລັດ.
lt: Prisijungti nepavyko.
lv: Savienojums neizdevās.
mk: Неуспешно поврзување.
ml: കണക്ഷന്‍ പരാജയപ്പെട്ടു.
mn_mn: Холболт амжилтгүй боллоо
mr: जोडणी अयशस्वी.
ms: Sambungan gagal.
my: ဆက္သြယ္မႈ မေအာင္ျမင္ပါ။
nb: Kunne ikke koble til.
ne: जडान असफल भयो।
nl: Verbinding mislukt
or: ସଂଯୋଜନ ବିଫଳ ହୋଇଛି।
pa: ਕਨੈਕਸ਼ਨ ਅਸਫਲ।
pl: Błąd łączenia
pt_pt: Falha na ligação.
ro: Conexiune nereuşită
ru_ru: Сбой при подключении.
si: සම්බන්ධතාවය අසමත් විය.
sk: Pripojenie sa nepodarilo.
sl: Povezava ni uspela.
sr: Neuspešno povezivanje.
sv: Anslutningsfel.
ta: இணைப்பு தோல்வி.
te: కనెక్షన్ విఫలమైంది.
th: การเชื่อมต่อผิดพลาด
tl: Nabigo ang koneksyon.
tr_tr: Bağlantı başarısız.
uk: Збій з'єднання.
ur: کنکشن ناکام۔
uz: Ulanib bo‘lmadi.
vi: Kết nối bị lỗi.
zh_cn: 连接失败
zh_hk: 連接失敗
