Repository: tizenorg/apps.core.preloaded.ug-bluetooth-efl
Catalog: po/*.po
Languages: ar, as, az, bg, bn, ca, cs, da, de, el_gr, et, eu, fi, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, lo, lt, lv, mk, ml, mn_mn, mr, ms, my, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sr, sv, ta, te, th, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

source: Send the image. You can track its progress in the notification panel.
ar: قم بإرسال الصورة. يمكنك تتبع التقدم في لوحة الإخطارات.
as: প্ৰতিচ্ছবি প্ৰেৰণ কৰক৷ আপুনি অধিসূচনা পেনেলত ইয়াৰ অগ্ৰগতিৰ বাবে চিহ্নিত কৰিব পাৰে
az: Təsvir göndər. Siz bildiriş panelində onun gedişatını izləyə bilərsiniz.
bg: Изпратете изображението. Можете да проследявате напредъка му в панела за известяване.
bn: চিত্রটি পাঠান৷ আপনি বিজ্ঞপ্তিকরণের প্যানেলটিতে এটির প্রগতি ট্র্যাক করতে পারবেন
ca: Enviar la imatge. Pot seguir-ne el procés al tauler de notificacions.
cs: Odeslání obrázku. Průběh můžete sledovat na oznamovacím panelu.
da: Send billedet. Du kan følge fremskridtet i informationspanelet.
de: Bild senden. Sie können den Fortgang im Benachrichtigungsfeld verfolgen.
el_gr: Στείλτε την εικόνα. Μπορείτε να παρακολουθήσετε την εξέλιξη της αποστολής από τον πίνακα ειδοποιήσεων.
et: Saatke pilt. Saate jälgida selle edenemist teavituste paneelil.
eu: Bidali irudia. Horren aurrerabidea segitu dezakezu jakinarazpenen panelean.
fi: Lähetä kuva. Voit seurata sen tilaa ilmoituspaneelista.
fr_ca: Envoyez l'image. Vous pouvez suivre sa progression dans le panneau de notifications.
ga: Seol an íomhá. Is féidir leat an dul chun cinn a rianú sa phainéal fógraí.
gl: Envía a imaxe. Podes facer un seguimento do seu avance no panel de notificacións.
gu: ઇમેજ મોકલો. તમે સૂચન પેનલમાં તેની પ્રગતિ ટ્રેક કરી શકો છો
hi: छवि भेजें৷ आप इसकी प्रगति को सूचना पैनल में ट्रैक कर सकते हैं
hr: Pošaljite sliku. Možete pratiti napredak u obavijestima.
hu: Küldje el a képet. A folyamatot az értesítési panelen követheti.
hy: Ուղարկեք պատկերը: Ուղարկման ընթացքին կարող եք հետևել ծանուցումների վահանակում:
id: Kirim gambar. Anda dapat melacak kemajuannya dalam panel notifikasi.
is: Sendu myndina. Þú getur fylgst með framvindunni í tilkynningaglugganum.
it_it: Inviare l'immagine. È possibile verificare l'avanzamento nel pannello notifiche.
ja_jp: 画像を送信します。通知パネルで送信状況を確認できます。
ka: გაგზავნეთ სურათი. შეგიძლიათ თვალყური ადევნოთ ამ პროცესს შეტყობინების დაფაზე.
kk: Суретті жіберіңіз. Ескерту тақтасынан оның орындалуын бақылауға болады.
km: ផ្ញើ​រូប។ អ្នក​អាច​តាមដាន​វឌ្ឍនភាព​របស់​វា​ក្នុង​ផ្ទាំង​ជូនដំណឹង។
kn: ಚಿತ್ರವನ್ನು ಕಳುಹಿಸಿ. ನೀವು ನೋಟಿಫಿಕೇಶನ್ ಪ್ಯಾನೆಲ್‌ನಲ್ಲಿ ಪ್ರಗತಿಯನ್ನು ಪತ್ತೆ ಮಾಡಬಹುದು
ko_kr: 이미지를 보내세요. 알림창에서 진행 상태를 추적할 수 있습니다.
lo: ສົ່ງພາບ. ທ່ານສາມາດຕິດຕາມຄວາມຄືບໜ້າຂອງມັນຢູ່ໃນຖາດການແຈ້ງບອກໄດ້.
lt: Išsiųskite vaizdą. Pranešimų skydelyje galite stebėti jo eigą.
lv: Nosūtiet attēlu. Paziņojumu panelī varat sekot līdzi norisei.
mk: Пратете ја сликата. Може да го следите напредувањето на таблата со известувања.
ml: ഇമേജ് അയയ്ക്കുക. അറിയിപ്പ് പാനലില്‍ അതിന്‍റെ പുരോഗതി നിങ്ങള്‍ക്ക് പിന്തുടരാന്‍ കഴിയും
mn_mn: Зураг илгээ. Та түүний явцыг мэдэгдлийн самбарт хянах боломжтой.
mr: प्रतिमा पाठवा. आपण याची प्रगती अधिसूचना पॅनेल मध्ये ट्रॅक करू शकता
ms: Hantar imej. Anda boleh menjejaki perkembangannya pada panel pemberitahuan.
my: ပံု ပို႔ပါ။ အသိေပးခ်က္ ပန္နယ္ထဲတြင္ ၎၏ တိုးတက္မႈကို ေျခရာခံႏိုင္သည္။
nb: Send bildet. Du kan følge med på fremdriften i varselspanelet.
ne: छवि पठाउनुहोस्। तपाईले यसको प्रगतिलाई सूचना फलकमा हेर्न सक्नुहुन्छ
nl: Verzend het bericht. Controleer de voortgang in het meldingenvenster.
or: ପ୍ରତିଛବି ପ୍ରେରଣ କରନ୍ତୁ। ଆପଣ ବିଜ୍ଞପ୍ତି ପ୍ୟାନେଲ୍‌ରେ ଏହାର ପ୍ରଗତି ଚିହ୍ନଟ କରିପାରିବେ
pa: ਚਿੱਤਰ ਭੇਜੋ। ਸੂਚਨਾ ਪੈਨਲ ਵਿੱਚ ਤੁਸੀਂ ਇਸਦੀ ਪ੍ਰਗਤੀ ਨੂੰ ਟ੍ਰੈਕ ਕਰ ਸਕਦੇ ਹੋ
pl: Wyślij obraz. Możesz monitorować postęp na panelu powiadomień.
pt_pt: Envie a imagem. Pode rastrear o seu progresso no painel de notificações.
ro: Trimiteţi imaginea. Îi puteţi urmări progresul din panoul de notificare.
ru_ru: Отправьте изображение. Можно отслеживать ход отправки на панели уведомлений.
si: රූපයක් යවන්න. දැනුම්දීමේ පුවරුවේ ඔබට ප්‍රගතිය සොයා ගත හැකිය
sk: Odošlite obrázok. Na paneli oznámení môžete sledovať jeho priebeh.
sl: Pošljite sliko. Stanje pošiljanja lahko preverite v obvestilni plošči.
sr: Pošalji sliku. Možeš da pratiš napredak njenog slanja u panelu sa obaveštenjima.
sv: Skicka bilden. Du kan spåra förloppet i meddelandepanelen.
ta: படிமத்தை அனுப்புக. அறிவிப்பு பலகையில் நீங்கள் இதன் முன்னேற்றத்தை டிராக் செய்யலாம்
te: చిత్రాన్ని పంపండి. మీరు నోటిఫికేషన్ ప్యానెల్‌లో దీని ప్రగతిని ట్రాక్ చేయవచ్చు
th: ส่งรูปภาพ คุณสามารถติดตามความคืบหน้าได้ในแผงการแจ้งเตือน
tl: Ipadala ang imahe. Maaari mong sundan ang pag-usad nito sa notification panel.
tr_tr: Resmi gönderin. Bildirim panelinden ilerlemesini izleyebilirsiniz.
uk: Надішліть зображення. Стан надсилання відображається на панелі сповіщень.
ur: تصویر بھیجیں۔ آپ اعلامیہ پینل میں اس کی پیشرفت کی پڑتال کرسکتے ہیں۔
uz: Tasvirni yuboring. Bildirishnoma panelida yuborish jarayoni borishini kuzatishingiz mumkin.
vi: Gửi hình ảnh. Bạn có thể theo dõi quá trình gửi hình ảnh trong bảng thông báo.
zh_cn: 发送图片。您可在通知面板中追踪其进度。
zh_hk: 發送圖像。您可以在通知面板中追蹤其進度。

source: Send the picture. You can track its progress in the notification panel.
ar: قم بإرسال الصورة. يمكنك تتبع التقدم في لوحة الإخطارات.
as: চিত্ৰ প্ৰেৰণ কৰক৷ আপুনি অধিসূচনা পেনেলত ইয়াৰ অগ্ৰগতিৰ বাবে চিহ্নিত কৰিব পাৰে৷
az: Şəkli göndər. Siz bildiriş panelində onun gedişatını izləyə bilərsiniz.
bg: Изпратете снимката. Можете да проследявате напредъка ѝ в панела за известяване.
bn: ছবিটি পাঠান৷ আপনি বিজ্ঞপ্তিকরণের প্যানেলটিতে এটির প্রগতি ট্র্যাক করতে পারবেন৷
ca: Enviar la imatge. Pot seguir-ne el procés al tauler de notificacions.
cs: Odeslání obrázku. Průběh můžete sledovat na oznamovacím panelu.
da: Send billedet. Du kan følge fremskridtet i informationspanelet.
de: Bild senden. Sie können den Fortgang im Benachrichtigungsfeld verfolgen.
el_gr: Στείλτε την εικόνα. Μπορείτε να παρακολουθήσετε την εξέλιξη της αποστολής από τον πίνακα ειδοποιήσεων.
et: Saatke pilt. Saate jälgida selle edenemist teavituste paneelil.
eu: Bidali argazkia. Horren aurrerabidea segitu dezakezu jakinarazpenen panelean.
fi: Lähetä kuva. Voit seurata sen tilaa ilmoituspaneelista.
fr_ca: Envoyez l'image. Vous pouvez suivre sa progression dans le panneau de notifications.
ga: Seol an pictiúr. Is féidir leat an dul chun cinn a rianú sa phainéal fógraí.
gl: Envía a imaxe. Podes facer un seguimento do seu avance no panel de notificacións.
gu: ચિત્ર મોકલો. તમે સૂચન પેનલમાં તેની પ્રગતિ ટ્રેક કરી શકો છો.
hi: तस्वीर भेजें। आप इसकी प्रगति को सूचना पैनल में ट्रैक कर सकते हैं।
hr: Pošaljite sliku. Možete pratiti napredak u obavijestima.
hu: Küldje el a képet. A folyamatot az értesítési panelen követheti.
hy: Ուղարկեք նկարը: Ուղարկման ընթացքին կարող եք հետևել ծանուցումների վահանակում:
id: Kirim gambar. Anda dapat melacak kemajuannya dalam panel notifikasi.
is: Sendu myndina. Þú getur fylgst með framvindunni í tilkynningaglugganum.
it_it: Inviate la foto. Potete verificare l'avanzamento dell'invio nel pannello notifiche.
ja_jp: 画像を送信します。通知パネルで送信状況を確認できます。
ka: გაგზავნეთ სურათი. შეგიძლიათ თვალყური ადევნოთ ამ პროცესს შეტყობინების დაფაზე.
kk: Суретті жіберіңіз. Ескерту тақтасынан оның орындалуын бақылауға болады.
km: ផ្ញើ​រូបភាព។ អ្នក​អាច​តាម​ដាន​វឌ្ឍនភាព​របស់​វា នៅ​លើ​ផ្ទាំង​ជូនដំណឹង។
kn: ಚಿತ್ರವನ್ನು ಕಳುಹಿಸಿ. ನೀವು ನೋಟಿಫಿಕೇಶನ್ ಪ್ಯಾನೆಲ್‌ನಲ್ಲಿ ಪ್ರಗತಿಯನ್ನು ಪತ್ತೆ ಮಾಡಬಹುದು.
ko_kr: 사진을 보내세요. 알림창에서 전송 진행 상태를 확인할 수 있습니다.
lo: ສົ່ງຮູບ. ທ່ານສາມາດຕິດຕາມຄວາມຄືບໜ້າຂອງມັນຢູ່ໃນຖາດການແຈ້ງບອກໄດ້.
lt: Išsiųskite nuotrauką. Pranešimų skydelyje galite stebėti jo eigą.
lv: Nosūtiet attēlu. Paziņojumu panelī varat sekot līdzi norisei.
mk: Пратете ја сликата. Може да го следите напредувањето на таблата со известувања.
ml: ചിത്രം അയയ്ക്കുക. അറിയിപ്പ് പാനലില്‍ അതിന്‍റെ പുരോഗതി നിങ്ങള്‍ക്ക് പിന്തുടരാന്‍ കഴിയും.
mn_mn: Зураг илгээ. Та түүний явцыг мэдэгдлийн самбарт хянах боломжтой.
mr: चित्र पाठवा. आपण याची प्रगती अधिसूचना पॅनेल मध्ये ट्रॅक करू शकता.
ms: Hantar gambar. Anda boleh menjejaki perkembangannya pada panel pemberitahuan.
my: ဓာတ္ပံု ပို႔ပါ။ သင္သည္ အသိေပးပင္နယ္တြင္ ၄င္း၏ တိုးတက္မႈအား ေနာက္ခံလိုက္ႏိုင္သည္။
nb: Send bildet. Du kan følge med på fremdriften i varselspanelet.
ne: तस्वीर पठाउनुहोस्। तपाईले यसको प्रगतिलाई सूचना प्यानलमा हेर्न सक्नुहुन्छ।
nl: Verzend de foto. Controleer de voortgang in het meldingenvenster.
or: ଛବି ପ୍ରେରଣ କରନ୍ତୁ। ଆପଣ ସୂଚନା ପ୍ୟାନେଲ୍‌ରେ ଏହାର ପ୍ରଗତି ଚିହ୍ନଟ କରିପାରିବେ।
pa: ਤਸਵੀਰ ਭੇਜੋ। ਸੂਚਨਾ ਪੈਨਲ ਵਿੱਚ ਤੁਸੀਂ ਇਸਦੀ ਪ੍ਰਗਤੀ ਨੂੰ ਟ੍ਰੈਕ ਕਰ ਸਕਦੇ ਹੋ।
pl: Wyślij obraz. Możesz monitorować postęp na panelu powiadomień.
pt_pt: Envie a imagem. Pode rastrear o seu progresso no painel de notificações.
ro: Trimiteţi fotografia. Îi puteţi urmări progresul din panoul de notificare.
ru_ru: Отправьте фотографию. Можно отслеживать ход отправки на панели уведомлений.
si: ඡායාරූපය යවන්න. දැනුම්දීමේ පුවරුවේ ඔබට ප්‍රගතිය සොයා ගත හැකිය.
sk: Odošlite obrázok. Na paneli oznámení môžete sledovať jeho priebeh.
sl: Pošljite fotografijo. Stanje pošiljanja lahko preverite v obvestilni plošči.
sr: Pošalji sliku. Možeš da pratiš napredak njenog slanja u panelu sa obaveštenjima.
sv: Skicka bilden. Du kan spåra förloppet i meddelandepanelen.
ta: படத்தை அனுப்பவும். அறிவிப்பு பலகையில் நீங்கள் இதன் முன்னேற்றத்தை டிராக் செய்யலாம்.
te: చిత్రాన్ని పంపండి. మీరు నోటిఫికేషన్ ప్యానెల్‌లో దీని ప్రగతిని ట్రాక్ చేయవచ్చు.
th: ส่งรูปภาพ คุณสามารถติดตาม ความคืบหน้าได้ ในแผงการแจ้งเตือน
tl: Ipadala ang litrato. Maaari mong sundan ang pag-usad nito sa notification panel.
tr_tr: Resmi gönderin. Bildirim panelinden ilerlemesini izleyebilirsiniz.
uk: Надішліть фотографію. Стан надсилання відображається на панелі сповіщень.
ur: عکس بھیجیں۔ آپ اعلامیہ پینل میں اس کی ترقی پر نظر رکھ سکتے ہیں۔
uz: Rasmni yuboring. Bildirishnoma panelida yuborish jarayoni borishini kuzatishingiz mumkin.
vi: Gửi hình ảnh. Bạn có thể theo dõi quá trình gửi hình ảnh trong bảng thông báo.
zh_cn: 发送照片。您可在通知面板中追踪其进度。
zh_hk: 發送圖片。您可以在通知面板中追蹤其進度。

source: Tap the device you want to pair with or connect to. If the device is not in the list, make sure it is visible, then tap Scan.
ar: ‏‫انقر فوق الجهاز الذي تريد الاقتران أو الاتصال به‬. إذا لم يكن هذا الجهاز مدرجا بالقائمة، فتأكد من أنه مرئي، ثم انقر فوق بحث.
as: আপুনি যোৰা লগাব বা সংযোগ কৰিব বিচৰা ডিভাইচ টিপক৷ যদি ডিভাইচ এই সূচীত নাই, নিশ্চিত কৰক যে ই দৃশ্যমান তাৰপিছত স্কেন টিপক৷
az: Qoşulmaq istədiyiniz cihaza vurun. Cihaz siyahıda yoxdursa, onu görünən edin və Axtar vurun.
bg: Чукнете устройството, с което искате да сдвоите вашето устройство или с което искате да се свържете. Ако устройството не е в списъка, уверете се, че е видимо, след което чукнете Сканиране.
bn: আপনি যে ডিভাইসটির সাথে জোড় বাঁধতে বা সংযোগ করতে চান সেটি ট্যাপ করুন। যদি ডিভাইসটি তালিকাটিতে না থাকে, এটি দৃশ্যমান তা নিশ্চিত করুন তারপরে স্ক্যান ট্যাপ করুন।
ca: Toqui el dispositiu amb que es vol vincular o connectar-s'hi. Si el dispositiu no és a la llista, asseguri's que és visible i toqui Escanejar.
cs: Klepněte na zařízení, které chcete spárovat nebo připojit. Pokud zařízení není v seznamu, ujistěte se, že je viditelné, a potom klepněte na tlačítko Hledat.
da: Tryk på den enhed, du vil parre med eller forbinde til. Hvis enheden ikke er på listen, skal du sørge for, den er synlig, og derefter trykke på Søg.
de: Tippen Sie auf das Gerät, mit dem Sie koppeln oder eine Verbindung aufbauen möchten. Wenn das Gerät nicht in der Liste aufgeführt ist, tippen Sie auf „Scannen“.
el_gr: Πατήστε πάνω στη συσκευή που θέλετε να συνδεθείτε ή να πραγματοποιήσετε αντιστοίχιση. Εάν η συσκευή δεν είναι στη λίστα, βεβαιωθείτε ότι είναι ορατή και πατήστε «Σάρωση».
et: Toksake seadet, millega soovite siduda või ühendust luua. Kui seadet pole loendis, veenduge, et see on nähtav ja seejärel toksake käsku Otsi.
eu: Ukitu zer gailurekin parekatu edo konektatu nahi duzun. Gailua ez bada zerrendan agertzen, ziurtatu ikusgarri dagoela, ondoren sakatu Bilatu.
fi: Napauta laitetta, johon haluat muodostaa pariliitoksen tai yhteyden. Jos laitetta ei ole luettelossa, varmista, että se on näkyvissä, ja napauta Tarkista.
fr_ca: Sélectionnez l'appareil auquel vous voulez vous connecter ou effectuer un couplage. Si l'appareil n'apparait pas dans la liste, assurez-vous qu'il puisse être détecté, puis touchez Analyser
ga: Tapáil an gléas is mian leat a phéireáil nó a nascadh leis. Mura bhfuil an gléas sa liosta, cinntigh go bhfuil sé infheicthe, ansin tapáil Scan.
gl: Toca o dispositivo co que desexes vincularte ou conectarte. Se o dispositivo non se atopa na lista, asegúrate de que estea visible e, a continuación, toca Buscar.
gu: તમે જે ઉપકરણ સાથે જોડી બનાવવા અથવા જોડવા માગો છો તેને ટેપ કરો. જો તે ઉપકરણ યાદીમાં નથી, તો ખાતરી કરો કે તે દૃશ્ય છે, પછી સ્કેન કરો ટેપ કરો.
hi: उस डिवाइस को टैप करें जिसके साथ आप युग्मित या कनेक्ट करना चाहते हैं। यदि डिवाइस सूची में नहीं है, तो सुनिश्चित करें कि वह दृश्यमान है, फिर स्कैन करें टैप करें।
hr: Dodirnite uređaj koji želite spojiti ili povezati. Ako uređaj nije na popisu, provjerite je li vidljiv i dodirnite Traži.
hu: Érintse meg a kívánt eszközt a párosításhoz vagy kapcsolódáshoz. Ha az eszköz nem szerepel a listán, akkor gondoskodjon a láthatóságáról, és érintse meg a Keresés gombot.
hy: Թակեք սարքը, որի հետ ուզում եք զուգտակել կամ միանալ: Եթե սարքը ցուցակում չէ, համոզվեք, որ այն տեսանելի է, հետո թակեք Տեսածրել:
id: Ketuk perangkat yang ingin Anda pasangkan atau sambungkan. Jika perangkat tidak ada dalam daftar, pastikan perangkat sudah terlihat, kemudian ketuk Pindai.
is: Pikkaðu á tækið sem þú vilt parast við eða tengjast. Ef tækið er ekki á listanum skaltu ganga úr skugga um að það sé sýnilegt og pikka svo á Leita.
it_it: Toccate il dispositivo a cui desiderate associarvi o connettervi. Se il dispositivo non è presente nell'elenco, accertatevi che sia visibile, quindi toccate Ricerca.
ja_jp: ペアリングまたは接続するデバイスをタップしてください。デバイスがリストにない場合は、公開設定を確認してから、[スキャン]をタップしてください。
ka: შეეხეთ მოწყობილობას, რომელიც გსურთ დაწყვილდეს ან დაკავშირდეს აპარატთან. თუ აპარატი არ არის სიაში, დარწმუნდით რომ იგი ხილულია, შემდეგ კი შეეხეთ „სკანირება“-ს.
kk: Жұптастырылатын немесе қосылатын құрылғыны түртіңіз. Егер құрылғы тізімде болмаса, оның көрінетініне көз жеткізіп, Тексеру опциясын түртіңіз.
km: ប៉ះ​ឧបករណ៍​ដែល​អ្នក​ចង់​ផ្គូ ឬ ភ្ជាប់​ជា​មួយ។ បើ​ឧបករណ៍ មិន​មាន​ក្នុង​បញ្ជី​ទេ​នោះ ធ្វើ​ឲ្យ​ប្រាកដ​ថា វា​អាច​មើល​ឃើញ​បាន បន្ទាប់​មក​ប៉ះ ស្កេន។
kn: ನೀವು ಜೋಡಿಸಲು ಅಥವಾ ಸಂಪರ್ಕಿಸಲು ಬಯಸುವ ಸಾಧನವನ್ನು ಒತ್ತಿರಿ. ಸಾಧನವು ಪಟ್ಟಿಯಲ್ಲಿ ಇಲ್ಲದೇ ಇದ್ದಲ್ಲಿ, ಇದು ಕಾಣುವಂತೆ ಮಾಡುವುದನ್ನು ಖಾತ್ರಿ ಪಡಿಸಿಕೊಳ್ಳಿ, ನಂತರ ಸ್ಕ್ಯಾನ್ ಒತ್ತಿ.
ko_kr: 등록하거나 연결할 디바이스를 누르세요. 디바이스가 목록에 없는 경우, 다른 디바이스에게 검색 허용하도록 설정된 상태인지 확인한 후 [찾기]를 누르세요.
lo: ແຕະເຄື່ອງທີ່ທ່ານຕ້ອງການຈັບຄູ່ນໍາ ຫຼືເຊື່ອມຕໍ່ໃສ່. ຖ້າເຄື່ອງບໍ່ຢູ່ໃນບັນຊີລາຍການ, ຕ້ອງໃຫ້ແນ່ໃຈວ່າມັນສາມາດເຫັນໄດ້, ຈາກນັ້ນແຕະປຸ່ມສະແກນ.
lt: Palieskite įrenginį, kurį norite susieti ar prie kurio norite jungtis. Jei įrenginio sąraše nėra, jis turi būti parodytas, tuomet spustelėkite „Nuskaityti“.
lv: Pieskarieties ierīcei, ar kuru vēlaties savienot pārī vai izveidot savienojumu. Ja ierīce nav sarakstā, pārliecinieties, vai tā ir redzama, un pēc tam pieskarieties pie Meklēt.
mk: Допрете го уредот со кој сакате да се споите или да се поврзете. Ако уредот не е на листата, проверете дали е видлив, па допрете Скенирај.
ml: നിങ്ങള്‍ക്ക് ജോടിയാക്കേണ്ട അല്ലെങ്കില്‍ ബന്ധിപ്പിക്കേണ്ട ഉപകരണം ടാപ്പുചെയ്യുക. ഉപകരണം ലിസ്റ്റിലില്ലെങ്കില്‍, അത് ദൃശ്യമാണെന്ന് ഉറപ്പുവരുത്തി, സ്കാന്‍ ചെയ്യുക എന്നതില്‍ സ്പര്‍ശിക്കുക
mn_mn: Хослуулах эсвэл холбогдохыг хүссэн төхөөрөмжийг товш. Хэрэв төхөөрөмж жагсаалтад байхгүй бол, түүнийг харагдахуйц байгаа эсэхийг нягтлаад, дараа нь Унших-ыг товш.
mr: ज्याच्या बरोबर पेयर किंवा कनेक्ट करायचे तो उपकरण टॅप करा. उपकरण यादीत नसल्यास, खात्री करा तो दृष्यमान आहे, नंतर स्कॅन टॅप करा.
ms: Ketik peranti yang anda mahu berpasang atau sambungkan. Jika peranti tiada dalam senarai, pastikan ia kelihatan, kemudian ketik Imbas.
my: သင္ စံုတြဲလုိသည့္ သို႔မဟုတ္ ခ်ိတ္ဆက္လိုသည့္ ကိရိယာကို ႏွိပ္ပါ။ ထိုကိရိယာ စာရင္းထဲမပါပါက ၎ကို ျမင္သာေအာင္လုပ္ၿပီး စကင္ကို ႏွိပ္ပါ။
nb: Trykk på enheten som du ønsker å pare med eller koble til. Hvis enheten ikke er på listen, kontrollerer du om den er gjort synlig, og trykker så på Skann.
ne: तपाईले जोडा मिलाउन वा जडान गर्न चाहनुभएको यन्त्रलाई ट्याप गर्नुहोस्। यसि यन्त्र सूचीमा छैन भने, त्यो देखिन मिल्ने भएको पक्का गर्नुहोस्, त्यसपछि स्क्यान गर्नुहोस् ट्याप गर्नुहोस्।
nl: Tik op het apparaat waarmee u wilt koppelen of verbinden. Als het apparaat niet in de lijst staat, maakt u dit zichtbaar en tikt u op Scannen.
or: ଆପଣ ମରାମତି କିମ୍ୱା ସଂଯୋଗ କରିବାକୁ ଚାହୁଁଥିବା ଡିଭାଇସ୍‌ ଟ୍ୟାପ୍ କରନ୍ତୁ। ଯଦି ଡିଭାଇସ୍‌ ତାଲିକାରେ ନାହିଁ, ସୁନିଶ୍ଚିତ ହୁଅନ୍ତୁ ଏହା ଦୃଶ୍ୟଲବ୍ଧ ଅଟେ, ତାପରେ ସ୍କାନ୍ ଟ୍ୟାପ୍ କରନ୍ତୁ।
pa: ਜਿਸਦੇ ਨਾਲ ਤੁਸੀਂ ਜੁੜਣਾ ਜਾਂ ਕਨੈਕਟ ਹੋਣਾ ਚਾਹੁੰਦੇ ਹੋ ਉਸ ਡਿਵਾਈਸ ਨੂੰ ਟੈਪ ਕਰੋ। ਜੇਕਰ ਸੂਚੀ ਵਿੱਚ ਡਿਵਾਈਸ ਨਹੀਂ ਹੈ, ਸੁਨਿਸ਼ਚਤ ਕਰੋ ਕਿ ਇਹ ਦ੍ਰਿਸ਼ਮਾਨ ਹੈ, ਫਿਰ ਸਕੈਨ ਟੈਪ ਕਰੋ।
pl: Dotknij urządzenia, które chcesz powiązać lub z którym chcesz się połączyć. Jeśli urządzenia nie ma na liście, upewnij się, że jest widoczne, a następnie dotknij opcji Skanuj.
pt_pt: Toque no dispositivo com o qual quer efectuar o emparelhamento ou a ligação. Se o dispositivo não estiver na lista, certifique-se de que está visível e toque em Pesquisar.
ro: Atingeţi dispozitivul la care doriţi să vă asociaţi sau la care doriţi să vă conectaţi. Dacă dispozitivul nu se află pe listă, asiguraţi-vă că este vizibil, apoi atingeţi Scanare.
ru_ru: Выберите устройство для соединения или подключения. Если устройства нет в списке, убедитесь, что оно видимо, и нажмите кнопку 'Поиск'.
si: හවුල් කිරීමට හෝ සබඳවීමට ඇවැසි උපාංගය මත තට්ටු කරන්න. උපාංගය ලැයිස්තුව තුළ නොපවතී නම්, එය දෘෂ්‍ය දැයි පිරික්සා, පරිලෝකනය තට්ටු කරන්න.
sk: Ťuknite na zariadenie, s ktorým chcete vykonať spárovanie alebo spojenie. Ak zariadenie nie je v zozname, skontrolujte, či je viditeľné, a potom ťuknite na tlačidlo Vyhľadať.
sl: Pritisnite napravo, s katero se želite seznaniti ali povezati. Če naprave ni na seznamu, preverite, ali je vidna, in pritisnite Iskanje.
sr: Kucni na uređaj sa kojim želiš da se upariš ili povežeš. Ako se uređaj ne nalazi na listi, učini ga vidljivim, a zatim kucni na Skeniraj.
sv: Tryck på den enhet som du vill sammankoppla med eller ansluta till. Om enheten inte visas i listan kontrollerar du att den är synlig och trycker sedan på Skanna.
ta: நீங்கள் ஜோடி சேர விரும்பும் அல்லது இணைக்க விரும்பும் சாதனத்தை டேப் செய்க. சாதனம் பட்டியலில் இல்லையெனில்,அது புலப்படும்படியாக உறுதிசெய்து விட்டு பிறகு ஸ்கேனை டேப் செய்க.
te: మీరు జత చేయాలనుకునే లేదా అనుసంధానించాలనుకునే పరికరాన్ని నొక్కండి. పరికరం జాబితాలో లేకుంటే, అది కనిపించేలా సెట్ చేయబడిందని నిర్ధారించుకుని, తర్వాత స్కాన్ నొక్కండి.
th: แตะอุปกรณ์ที่คุณต้องการจับคู่หรือเชื่อมต่อด้วย ถ้าไม่มีอุปกรณ์ในรายการ ตรวจสอบว่าได้ทำให้เป็นแบบแสดงให้เห็น แล้วแตะสแกน
tl: I-tap ang device na nais mong i-pair o kung saan mo nais kumonekta. Kung wala sa listahan ang device, tiyaking nakikita ito, pagkatapos ay i-tap ang Mag-scan.
tr_tr: Eşleşmek veya bağlanmak istediğiniz cihaza dokunun. Cihaz listede yoksa, görünür olmasını sağlayın, daha sonra Tara tuşuna dokunun.
uk: Натисніть пристрій, з яким потрібно утворити пару або до якого потрібно підключитися. Якщо пристрою немає у списку, переконайтеся, що він видимий, а потім натисніть «Сканувати»
ur: اس آلہ پر تھپتھپائیں جس سے آپ جوڑی بنانا یا جڑنا چاہتے ہیں۔ اگر آلہ فہرست میں نہیں ہے، تو اطمینان کرلیں کہ وہ نظر آرہا ہو، پھر اسکین پر تھپتھپائیں۔
uz: Bog‘lanmoqchi yoki ulanmoqchi bo‘lgan qurilmangizni cherting. Agar qurilma ro‘yxatda berilmagan bo‘lsa, u ko‘rinadigan qilib sozlanganligiga ishonch hosil qiling va undan so‘ng Qidirishni bosing.
vi: Chạm vào thiết bị bạn muốn ghép đôi hoặc kết nối. Nếu thiết bị bạn muốn kết nối không có trong danh sách, hãy bật chế độ cho phép tìm thấy, sau đó chạm vào Dò.
zh_cn: 点击您想要配对或连接的设备。如果设备未在列表中，确保其可见，然后点击扫描。
zh_hk: 輕觸想要配對或連接的裝置。如果裝置不在清單中，請確保裝置可見，然後輕觸掃描。

# IDS_HELP_BODY_TAP_THE_SHARE_BUTTON_AND_SELECT_PS_BLUETOOTH
source: Tap the share button and select %s Bluetooth.
ar: انقر فوق زر المشاركة وحدد بلوتوث %s.
as: অনুসন্ধান বুটাম টিপক আৰু %s ব্লুটুথ চয়ন কৰক।
az: Paylaş düyməsinə vurun və %s Bluetooth seçin.
bg: Чукнете бутона за споделяне и изберете %s Bluetooth.
bn: শেয়ার করুন বোতামটি ট্যাপ করুন এবং %s ব্লুটুথ নির্বাচন করুন৷
ca: Toqui el botó compartir i seleccioni Bluetooth de %s
cs: Klepněte na tlačítko sdílení a vyberte %s Bluetooth.
da: Tryk på deleknappen, og vælg %s Bluetooth.
de: Auf die Taste „Freigabe“ tippen und %s Bluetooth auswählen.
el_gr: Πατήστε το κουμπί κοινής χρήσης και επιλέξτε Bluetooth %s.
et: Toksake jagamise nuppu ja valige %s Bluetooth.
eu: Ukitu partekatze botoia eta hautatu %s Bluetootha
fi: Napauta jakopainiketta ja valitse %s Bluetooth.
fr_ca: Touchez le bouton Partager et sélectionnez Bluetooth %s.
ga: Tapáil an cnaipe Comhroinn agus roghnaigh Bluetooth %s.
gl: Toca o botón de compartir e selecciona o Bluetooth %s
gu: શેર બટન ટેપ કરો અને %s બ્લ્યુટુથ પસંદ કરો.
hi: साझा करें बटन टैप करें और %s ब्लूटूथ चुनें।
hr: Dodirnite gumb za dijeljenje i odaberite %s Bluetooth.
hu: Érintse meg a Megosztás gombot, és válassza a %s Bluetooth lehetőséget.
hy: Թակեք համօգտագործման կոճակը և ընտրեք %s Bluetooth:
id: Ketuk tombol bagi dan pilih Bluetooth %s.
is: Pikkaðu á deilingarhnappinn og veldu %s Bluetooth.
it_it: Toccate il pulsante Condividi e selezionate Bluetooth %s.
ja_jp: 共有​ボ​タン​を​タッ​プ​し、​%s​[Bluetooth]​を​選択​し​ま​す。
ka: შეეხეთ გაზიარების ღილაკს და აირჩიეთ %s Bluetooth.
kk: Бөлісу түймесін түртіп, %s Bluetooth опциясын таңдаңыз.
km: ប៉ះ​លើ​ប៊ូតុងចែករំលែក ហើយ​ជ្រើស Bluetooth %s។
kn: ಹಂಚಿಕೊಳ್ಳಿ ಬಟನ್ ಒತ್ತಿ ಮತ್ತು %s ಬ್ಲೂಟೂತ್ ಆಯ್ಕೆ ಮಾಡಿ.
ko_kr: 공유 버튼을 누르고 %s 블루투스를 선택하세요.
lo: ແຕະປຸ່ມແບ່ງປັນ ແລະເລືອກບລູທູດ %s.
lt: Bakstelėkite bendrinimo mygtuką ir pasirinkite %s „Bluetooth“.
lv: Pieskarieties kopīgošanas pogai un izvēlieties %s Bluetooth.
mk: Допрете го копчето за делење и изберете %s Bluetooth.
ml: പങ്കിടല്‍ ബട്ടണ്‍ ടാപ്പുചെയ്ത് %s ബ്ലൂടൂത്ത് തിരഞ്ഞെടുക്കുക.
mn_mn: Хуваалцах товчийг товшиж, %s Bluetooth сонго.
mr: सामायिक करा बटण टॅप करा आणि %s ब्‍लुटूथ निवडा.
ms: Ketik butang kongsi dan pilih %s Bluetooth.
my: မွ်ေပး ခလုတ္ကို ႏွိပ္လ်က္ %s ဘလူးတုသ္ကို ေရြးပါ။
nb: Trykk på dele-knappen og velg %s Bluetooth.
ne: साझा गर्नुहोस् बटन ट्याप गर्नुहोस् र %s ब्लुटूथ चयन गर्नुहोस्।
nl: Tik op de knop voor delen en selecteer %s Bluetooth.
or: ଅଂଶୀଦାର ବଟନ୍ ଟ୍ୟାପ୍ କରନ୍ତୁ ଏବଂ %s ବ୍ଲୁଟୁଥ୍ ଚୟନ କରନ୍ତୁ।
pa: ਸਾਂਝਾ ਕਰੋ ਬਟਨ ਟੈਪ ਕਰੋ ਅਤੇ %s ਬਲੂਟੁੱਥ ਚੁਣੋ।
pl: Dotknij przycisku Udostępnij i wybierz Bluetooth %s.
pt_pt: Toque no botão de partilha e seleccione Bluetooth %s.
ro: Atingeţi butonul de partajare şi selectaţi Bluetooth %s.
ru_ru: Нажмите кнопку 'Доступ' и выберите Bluetooth %s.
si: හුවමාරු කරන්න බොත්තමට තට්ටු කර %s බ්ලූටූත් තෝරන්න.
sk: Ťuknite na tlačidlo zdieľania a vyberte položku Bluetooth %s.
sl: Pritisnite gumb za skupno rabo in izberite Bluetooth %s.
sr: Kucni taster Deli i izaberi %s Bluetooth.
sv: Tryck på knappen för att dela och välj %s Bluetooth.
ta: பகிர் பொத்தானை டேப் செய்து %s ப்ளூடூத்தை தேர்வு செய்க.
te: భాగస్వామ్యం చేయి బటన్ నొక్కి, %s బ్లూటూత్‌ను ఎంచుకోండి.
th: แตะปุ่ม แชร์ แล้วเลือก Bluetooth %s
tl: I-tap ang button na ibahagi at piliin ang %s Bluetooth.
tr_tr: Paylaş tuşuna dokunun ve %s Bluetooth'u seçin.
uk: Натисніть кнопку «Спільний доступ» та виберіть Bluetooth %s
ur: شراکت بٹن پر تھپتھپائیں اور منتخب کریں %s بلیو ٹوتھ۔
uz: Ulashish tugmasini bosing va %s Bluetoothni tanlang.
vi: Chạm vào phím chia sẻ và chọn Bluetooth %s.
zh_cn: 轻敲共享按钮并选择 %s 蓝牙。
zh_hk: 輕觸分享按鈕並選擇 %s 藍牙。
