Repository: tizenorg/apps.core.preloaded.ug-bluetooth-efl
Catalog: po/*.po
Languages: ar, as, az, bg, bn, ca, cs, da, de, el_gr, et, eu, fi, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, lo, lt, lv, mk, ml, mn_mn, mr, ms, my, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sr, sv, ta, te, th, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

# IDS_NFC_TPOP_FAILED_TO_PAIR_WITH_PS
source: Failed to pair with %s.
ar: فشل الإقران مع %s.
as: %s-ৰ সৈতে পেয়াৰ কৰাত অক্ষম৷
az: %s ilə cütləşdirmək alınmadı.
bg: Сдвояването с %s е неуспешно.
bn: %s-এর সাথে জোড় বাঁধতে ব্যর্থ।
ca: Error en vincular amb %s.
cs: Párování s %s se nezdařilo.
da: Kunne ikke parre med %s.
de: Kopplung mit %s nicht möglich.
el_gr: Αποτυχία δημιουργία ζεύγους με %s.
et: Sidumine seadmega %s nurjus.
eu: Ezin izan da %s-(e)rekin parekatu.
fi: Pariliitos laitteen %s kanssa epäonnistui.
fr_ca: Échec de l'association avec %s.
ga: Theip ar phéireáil le %s.
gl: Non se puido vincular con %s.
gu: %s સાથે જોડી બનાવવામાં નિષ્ફળ થયું.
hi: %s के साथ जोड़ने में विफल।
hr: Neuspješno uparivanje s %s.
hu: Nem sikerült a párosítás a(z) %s eszközzel.
hy: Չհաջողվեց զուգտակել %s-ի հետ:
id: Gagal memasangkan dengan %s.
is: Mistókst að para við %s.
it_it: Impossibile associarsi con %s.
ja_jp: %sとのペアリングに失敗しました。
ka: %s ვერ დაწყვილდა.
kk: %s құрылғысымен жұптастырылмады.
km: បាន​បរាជ័យ​ក្នុង​ការ​ផ្គូ​ជាមួយ %s។
kn: %s ಜೊತೆ ಜೋಡಿಯಾಗಿಸಲು ವಿಫಲವಾಗಿದೆ.
ko_kr: %s 디바이스와 등록하지 못하였습니다.
lo: ຈັບຄູ່ກັບ %s ບໍ່ສໍາເລັດ.
lt: Nepavyko susieti su %s.
lv: Neizdevās savienošana pārī ar %s.
mk: Неуспешно спојување со %s.
ml: %s-മായി ബന്ധിപ്പിക്കുന്നത് പരാജയപ്പെട്ടു.
mn_mn: %s-тэй хослуулж чадсангүй.
mr: %s सह पेअर करण्‍यात अयशस्‍वी.
ms: Tidak dapat memasang dengan %s.
my: %s ျဖင့္ တြဲရန္ မေအာင္ျမင္ပါ။
nb: Paring med %s mislyktes.
ne: %s संग जोडा गर्न असफल भयो।
nl: Kan niet koppelen met %s.
or: %s ସହିତ ପେୟାର୍ ହେବାରେ ବିଫଳ ହୋଇଛି।
pa: %s ਨਾਲ ਜੋੜਾ ਬਣਾਉਣ ਵਿੱਚ ਅਸਫਲ।
pl: Powiązanie z urządzeniem %s nie powiodło się.
pt_pt: Falha ao emparelhar com %s.
ro: Asocierea cu %s nu a reuşit.
ru_ru: Сбой соединения с устройством %s.
si: %s සමග යුගල කිරීමට අසමත් විය.
sk: Nepodarilo sa spárovať so zariadením %s.
sl: Seznanjanje z napravo %s ni uspelo.
sr: Neuspešno uparivanje sa %s.
sv: Det gick inte att sammankoppla med %s.
ta: %s உடன் இணைப்பது தோல்வியுற்றது.
te: %sతో జత చేయడం విఫలమైంది.
th: ไม่สามารถจับคู่กับ %s
tl: Nabigong mag-pair sa %s.
tr_tr: %s ile eşleştirilemedi.
uk: Помилка утворення пари з %s.
ur: %s کے ساتھ جوڑی بنانے میں ناکام۔
uz: %s bilan bog‘lab bo‘lmadi.
vi: Không ghép đôi được với %s.
zh_cn: 与 %s 配对失败
zh_hk: 與 %s 配對失敗。

# IDS_PB_MBODY_SCANNING_DEVICES_ING
source: Scanning devices...
ar: جار فحص الأجهزة...
as: ডিভাইচ স্কেন কৰি আছে...
az: Cihazlar axtarılır...
bg: Сканиране устройства...
bn: ডিভাইস স্ক্যান করা হচ্ছে...
ca: Escanejant dispositius...
cs: Vyhledávání zařízení...
da: Scanner enheder...
de: Geräte werden gesucht...
el_gr: Σάρωση συσκευών...
et: Seadmete otsimine...
eu: Gailuak arakatzen...
fi: Tarkistetaan laitteita...
fr_ca: Recherche de périphérique
ga: Gléasanna á scanadh...
gl: Buscando dispositivos...
gu: ઉપકરણો સ્કેન કરે છે...
hi: डिवाइस स्कैन हो रही है...
hr: Traženje uređaja...
hu: Eszközök keresése...
hy: Սարքերը տեսածրվում են...
id: Menscan perangkat...
is: Leita að tækjum...
it_it: Ricerca dispositivi…
ja_jp: デバイスをスキャン中...
ka: მოწყობილობების ძებნა...
kk: Құрылғылар тексерілуде...
km: កំពុង​ស្កេន​ឧបករណ៍...
kn: ಸಾಧನಗಳನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡುತ್ತಿದೆ...
ko_kr: 디바이스 찾는 중...
lo: ກໍາລັງສະແກນເຄື່ອງ...
lt: Nuskaitomi įrenginiai...
lv: Meklē ierīces...
mk: Се скенираат уреди...
ml: ഉപകരണങ്ങള്‍ സ്കാന്‍ ചെയ്യുന്നു...
mn_mn: Төхөөрөмж хайж унших...
mr: स्कॅनिंग उपकरणे...
ms: Mengimbas peranti…
my: ကိရိယာမ်ား စကန္လုပ္ေနသည္…
nb: Søker etter enheter...
ne: डिभाइस स्क्यान हुँदैछ...
nl: Apparaten scannen...
or: ଡିଭାଇସ୍ ସ୍କାନ୍ କରୁଛି...
pa: ਡਿਵਾਈਸਿਸ ਸਕੈਨ ਹੋ ਰਹੇ ਹਨ...
pl: Skanowanie urządzeń...
pt_pt: A pesq. dispositivos...
ro: Se caută dispozitive...
ru_ru: Сканирование устройств...
si: උපාංග සොයමින්...
sk: Hľadajú sa zariadenia...
sl: Iskanje naprav ...
sr: Skeniranje uređaja...
sv: Söker igenom enhet...
ta: சாதனம் ஸ்கேனிங்...
te: పరికరాలను స్కానింగ్ చేస్తోంది...
th: กำลัง​ค้น​หา​อุปกรณ์...
tl: Nagsa-scan ng device...
tr_tr: Cihazlar taranıyor...
uk: Сканування пристроїв...
ur: آلات اسکین کررہا ہے...
uz: Qurilmalar skanerlash...
vi: Đang dò tìm thiết bị...
zh_cn: 正在搜索设备…
zh_hk: 正在搜尋裝置...

# IDS_PB_POP_MAXIMUM_NUMBER_OF_CHARACTERS_REACHED
source: Maximum number of characters reached.
ar: تم الوصول إلى أقصى عدد من الحروف.
as: বৰ্ণৰ সৰ্বাধিক সংখ্যাত উপনীত হৈছে৷
az: Simvol sayı maksimuma çatıb.
bg: Достигнат максимален брой знаци.
bn: অক্ষর সর্বাধিক সংখ্যায় পৌঁছেছে।
ca: S'ha assolit el nombre màxim de caràcters
cs: Bylo dosaženo maximálního počtu znaků.
da: Det maksimale antal tegn er nået.
de: Maximal zulässige Zeichenanzahl erreicht.
el_gr: Ο μέγιστος αριθμός χαρακτήρων συμπληρώθηκε.
et: Lubatud arv märke on täis.
eu: Gehienezko karaktere kopurura heldu zara
fi: Merkkien enimmäismäärä saavutettu.
fr_ca: Nb max de caractères atteint.
ga: Uaslíon na gcarachtar bainte amach.
gl: Número máximo de caracteres alcanzado
gu: વર્ણોની મહત્તમ સંખ્યાએ પહોંચ્યા.
hi: वर्णो की संख्‍या अधिकतम पहुँची।
hr: Maks. broj znakova.
hu: Nincs hely több karakternek.
hy: Հասել եք նիշերի առավելագույն քանակին:
id: Jumlah maksimum karakter tercapai.
is: Hámarksfjölda stafa hefur verið náð.
it_it: Raggiunto numero massimo di caratteri.
ja_jp: 最大文字数に達しました。
ka: მიღწეულია სიმბოლოების მაქსიმალური რაოდენობა.
kk: Таңбалардың ен көп саны артты.
km: បាន​ដល់​ចំនួន​តួអក្សរ​អតិបរមា។
kn: ಅಕ್ಷರಗಳ ಗರಿಷ್ಠ ಸಂಖ್ಯೆ ತಲುಪಿದೆ.
ko_kr: 최대 글자 수에 도달하였습니다.
lo: ຮອດຈໍານວນຕົວອັກສອນສູງສຸດແລ້ວ.
lt: Pasiektas didžiausias simbolių skaičius.
lv: Sasniegts maksimālais rakstzīmju skaits.
mk: Достигнат е максималниот број знаци.
ml: അക്ഷരങ്ങളുടെ പരമാവധിയെണ്ണത്തിലെത്തി.
mn_mn: Тэмдэгтийн тоо дээд хязгаарт хүрсэн.
mr: वर्णांच्या अधिकतम संख्येपर्यंत पोहोचले.
ms: Bilangan maksimum aksara dicapai.
my: အမ်ားဆုံး အကၡရာအေရအတြက္သု႔ိေရာက္ပါၿပီ။
nb: Nådd maksimalt antall tegn.
ne: अक्षरहरूको अधिकतम संख्या पुग्यो।
nl: Maximumaantal tekens bereikt.
or: ସର୍ବାଧିକ ସଂଖ୍ୟକ ବର୍ଣ୍ଣରେ ପହଞ୍ଚିଛି।
pa: ਵਰਣ ਅਧਿਕਤਮ ਸੰਖਿਆ ਤੇ ਪਹੁੰਚੇ।
pl: Osiągnięto maksymalną liczbę znaków.
pt_pt: Número máximo de caracteres atingido.
ro: Adăugare la marcaje
ru_ru: Достигнуто максимальное число символов.
si: උපරිම අක්ෂර ගණනට ලඟා විය.
sk: Bol dosiahnutý maximálny počet znakov.
sl: Doseženo je največje dovoljeno število znakov.
sr: Dostignut maksimalan broj karaktera.
sv: Maximalt antal tecken har använts.
ta: அதிகபட்ச எழுத்துக்களின் எண்ணிக்கையை அடைந்தது.
te: అక్షరాల గరిష్ఠ సంఖ్యకు చేరుకున్నారు.
th: มีจำนวนตัวอักษร มากที่สุดแล้ว
tl: Naabot na ang maximum na bilang ng mga character.
tr_tr: Maksimum karakter sayısına ulaşıldı.
uk: Досягнуто максимальної кількості символів.
ur: کریکٹر کی حد ہو گئی۔
uz: Belgilar soni ruxsat etilgan maksimal miqdorga yetdi.
vi: Đã đạt số ký tự tối đa.
zh_cn: 已达到最大字符限制
zh_hk: 字元數目已達上限。

# IDS_RCS_HEADER_RECEIVE_FILE
source: Receive file
ar: استلام ملف
as: ফাইল প্ৰাপ্ত কৰক
az: Faylı qəbul et
bg: Получаване на файл
bn: ফাইল পান
ca: Rebre fitxer
cs: Přijmout soubor
da: Modtag fil
de: Datei empfangen
el_gr: Λήψη αρχείου
et: Võtke fail vastu
eu: Jaso fitxategia
fi: Vastaanota tiedosto
fr_ca: Recevoir le fichier
ga: Faigh comhad
gl: Recibir arquivo
gu: ફાઇલ મેળવો
hi: फ़ाइल प्राप्त करें
hr: Primi datoteku
hu: Fájl fogadása
hy: Ստանալ ֆայլ
id: Terima file
is: Taka á móti skrá
it_it: Ricevi file
ja_jp: ファイルを受信
ka: ფაილის მიღება
kk: Файл қабылдау
km: ទទួល​ឯកសារ
kn: ಫೈಲ್ ಸ್ವೀಕರಿಸಿ
ko_kr: 파일 수신
lo: ຮັບໄຟລ໌
lt: Priimti failą
lv: Saņemt failu
mk: Прими фајл
ml: ഫയൽ സ്വീകരിക്കുക
mn_mn: Файл хүлээн авах
mr: फाइल प्राप्‍त करा
ms: Terima fail
my: ဖိုင္ လက္ခံပါ
nb: Motta fil
ne: फाइल प्राप्त गर्नुहोस्
nl: Bestand ontvangen
or: ଫାଇଲ୍ ପ୍ରାପ୍ତ କରନ୍ତୁ
pa: ਫਾਈਲ ਪ੍ਰਾਪਤ ਕਰੋ
pl: Odbieranie pliku
pt_pt: Receber ficheiro
ro: Primiţi fişierul
ru_ru: Получить файл
si: ගොනුව ලබන්න
sk: Prijať súbor
sl: Prejmi datoteko
sr: Primi fajl
sv: Ta emot fil
ta: கோப்பினை பெறவும்
te: ఫైల్‌ని స్వీకరించండి
th: รับไฟล์
tl: Tanggapin ang file
tr_tr: Dosyayı al
uk: Отримати файл
ur: فائل وصول کریں
uz: Faylni olish
vi: Nhận file
zh_cn: 接收文件
zh_hk: 接收檔案

# IDS_RCS_SK_SHARE_FILES
source: Share files
ar: مشاركة ملفات
as: ফাইল ভাগ-বতৰা কৰক
az: Faylları paylaş
bg: Спод.файлове
bn: ফাইলগুলি শেয়ার করুন
ca: Compart fitxers
cs: Sdílet soubory
da: Del filer
de: Dateien senden
el_gr: Κοινή χρ. αρχ.
et: Jaga faile
eu: Partekatu fitx.
fi: Jaa tiedostoja
fr_ca: Partager fich.
ga: Roinn comhaid
gl: Comp. arq.
gu: ફાઇલો શેર કરો
hi: फ़ाइलें साझा करें
hr: Dijeli dat.
hu: Fájlokat megoszt
hy: Համօգտ. ֆայլեր
id: Bagi file
is: Deila skrám
it_it: Condividi file
ja_jp: ファイルを共有
ka: ფაილთა გაზიარება
kk: Файлдарды бөлісу
km: ចែករំលែក​ឯកសារ
kn: ಫೈಲ್ ಹಂಚಿಕೊಳ್ಳಿ
ko_kr: 파일 공유
lo: ແບ່ງປັນໄຟລ໌
lt: Bendr.failus
lv: Kopīgot failus
mk: Сподели фајлови
ml: ഫയലുകള്‍ പങ്കിടുക
mn_mn: Файлууд хуваалц
mr: फाइल्स शेयर करा
ms: Kongsi fail
my: ဖိုင္မ်ား မွ်ေဝပါ
nb: Del filer
ne: फाइलहरू साझा गर्नुहोस्
nl: Best. delen
or: ଫାଇଲ୍‌ଗୁଡିକ ଅଂଶୀଦାର
pa: ਫਾਈਲਾਂ ਨੂੰ ਸਾਂਝਾ ਕਰੋ
pl: Udostępnij pliki
pt_pt: Partilhar fichs.
ro: Partaj. fişiere
ru_ru: Обмен файлами
si: ගොනු බෙදාහදා ගන්න
sk: Zdieľať súbory
sl: Sk. raba datotek
sr: Podeli fajlove
sv: Dela filer
ta: கோப்புகள் பகிர்க
te: ఫైళ్లను భాగస్వామ్యం చేయి
th: แชร์ไฟล์
tl: Magbahagi file
tr_tr: Dsyları pylş
uk: Обмін файлами
ur: فائلیں شراکت
uz: Faylni ulashish
vi: Chia sẻ file
zh_cn: 共享文件
zh_hk: 分享檔案

# IDS_ST_BODY_GAME_CONTROLLER
source: Game controller
ar: وحدة التحكم بالألعاب
as: খেল নিয়ন্ত্রক
az: Oyun idarəedicisi
bg: Игрален контролер
bn: গেম নিয়ন্ত্রক
ca: Controlador de jocs
cs: Herní ovladač
da: Spil-controller
el_gr: Μπάρα ελέγχου παιχνιδιού
et: Mängu juhtketas
eu: Joko kontrolagailua
fi: Peliohjain
fr_ca: Contrôleur de jeu
ga: Rialaitheoir cluiche
gl: Controlador de xogo
gu: રમત નિયંત્રક
hi: गेम नियंत्रक
hr: Igraći kontroler
hu: Játékvezérlő
hy: Խաղային կոնտրոլեր
id: Pengendali permainan
is: Leikjafjarstýring
it_it: Periferica di gioco
ja_jp: ゲームコントローラー
ka: თამაშის მაკონტროლებელი
kk: Ойын басқарушысы
km: ប្រព័ន្ធបញ្ជាហ្គេម
kn: ಗೇಮ್ ಕಂಟ್ರೋಲರ್‌
ko_kr: 게임 컨트롤러
lo: ຕົວຄວບຄຸມເກມ
lt: Žaidimų valdiklis
lv: Spēļu vadāmierīce
mk: Контролер за играње
ml: ഗെയിം കണ്‍‌ട്രോളര്‍
mn_mn: Тоглоомын удирдлага
mr: गेम नियंत्रक
ms: Pengawal permainan
my: ဂိမ္း အထိန္းအခ်ဳပ္
nb: Spillkontroll
ne: खेल नियन्त्रक
or: ଗେମ୍ କଣ୍ଟ୍ରୋଲର୍।
pa: ਗੇਮ ਨਿਯੰਤ੍ਰਕ
pl: Kontroler gier
pt_pt: Controlador de jogos
ro: Gamepad
ru_ru: Игровой контроллер
si: ක්‍රීඩා පාලකය
sk: Herný ovládač
sl: Krmilnik za igre
sr: Kontroler igre
sv: Spelkontroll
ta: விளையாட்டு கட்டுப்படுத்தி
te: గేమ్ కంట్రోలర్
th: ตัวควบคุมเกม
tr_tr: Oyun kontrolörü
uk: Ігрова консоль
ur: گیم کنٹرولر
uz: O‘yin pulti
vi: Bộ điều khiển trò chơi
zh_cn: 游戏控制器
zh_hk: 遊戲控制器

# IDS_ST_BODY_MY_DEVICE_ABB2
source: My device
ar: جهازي
as: মোৰ ডিভাইচ
az: Cihazım
bg: Мое устройство
bn: আমার ডিভাইস
ca: El meu disposit
cs: Toto zařízení
da: Min enhed
de: Mein Gerät
el_gr: Η συσκευή μου
et: Minu seade
eu: Nire gailua
fi: Oma laite
fr_ca: Mon appareil
ga: Mo ghléas
gl: O meu disposit.
gu: મારું ઉપકરણ
hi: मेरा डिवाइस
hr: Moj uređaj
hu: Saját eszköz
hy: Իմ սարքը
id: Perangkat saya
is: Tækið mitt
it_it: Dispositivo
ja_jp: マイデバイス
ka: ჩემი აპარატი
kk: Менің құрылғым
km: ឧបករណ៍ខ្ញុំ
kn: ನನ್ನ ಸಾಧನ
ko_kr: 내 디바이스
lo: ເຄື່ອງຂອງຂ້ອຍ
lt: Mano įrenginys
lv: Mana ierīce
mk: Мој уред
ml: എന്‍റെ ഉപകരണം
mn_mn: Миний төхөөрөмж
mr: माझे उपकरण
ms: Peranti saya
my: ကၽြႏ္ုပ္၏ ကိရိယာ
nb: Min enhet
ne: मेरो उपकरण
nl: Mijn apparaat
or: ମୋ ଡିଭାଇସ୍
pa: ਮੇਰਾ ਡਿਵਾਈਸ
pl: Moje urządzenie
pt_pt: O meu disposit.
ro: Dispoz. meu
ru_ru: Мое устройство
si: මගේ උපාංගය
sk: Moje zariadenie
sl: Moja naprava
sr: Moj uređaj
sv: Min enhet
ta: எனது சாதனம்
te: నా పరికరం
th: อุปกรณ์ส่วนตัว
tl: Aking device
tr_tr: Cihazım
uk: Мій пристрій
ur: میرا آلہ
uz: Mening qurilmam
vi: Thiết bị của bạn
zh_cn: 我的设备
zh_hk: 我的裝置

# IDS_ST_BODY_TRANSFER_FILES
source: Transfer files
ar: نقل الملفات
as: ফাইল স্থানান্তৰ কৰক
az: Faylları köçür
bg: Прехвърляне на файлове
bn: ফাইল স্থানান্তরণ
ca: Transferir fitxers
cs: Přenést soubory
da: Overfør fil
de: Dateien übertragen
el_gr: Μεταφορά αρχείων
et: Edasta failid
eu: Transferitu fitxategiak
fi: Siirrä tiedostot
fr_ca: Transférer les fichiers
ga: Aistrigh comhaid
gl: Transferir arquivos
gu: ફાઇલો ટ્રાન્સફર થાય છે
hi: फ़ाइलें स्थानांतरित हो रही है
hr: Prenesi datoteke
hu: Fájlátvitel
hy: Փոխանցել ֆայլեր
id: Pindahkan file
is: Flytja skrár
it_it: Trasferisci file
ja_jp: ファイル送信
ka: ფაილების გადაცემა
kk: Файлдар тасымалдау
km: ផ្ទេរ​ឯកសារ
kn: ಫೈಲ್‌ಗಳನ್ನು ವರ್ಗಾಯಿಸಿ
ko_kr: 파일 전송
lt: Perkelti failus
lv: Pārsūtīt failus
mk: Префрли фајлови
ml: ഫയലുകള്‍ സ്ഥലം മാറ്റുക
mr: फाइल्सचे स्थानांतरण करा
ms: Pindah fail
nb: Overfør filer
ne: फाइलहरू स्थानान्तर गर्नुहोस्
nl: Bestanden overdragen
or: ସ୍ଥାନାନ୍ତରଣ ଫାଇଲ୍ ଗୁଡ଼ିକ
pa: ਫਾਈਲਾਂ ਨੂੰ ਟ੍ਰਾਂਸਫਰ ਕਰੋ
pl: Prześlij pliki
pt_pt: Transferir ficheiros
ro: Transfer fişiere
ru_ru: Передача файлов
si: ගොනු මාරු කරන්න
sk: Preniesť súbory
sl: Prenos datotek
sr: Prebaci fajlove
sv: Överför filer
ta: கோப்புகளை இடமாற்று
te: ఫైళ్లను బదిలీ చేయి
th: ถ่าย​โอน​ไฟล์
tl: Maglipat ng mga file
tr_tr: Dosyaları aktar
uk: Передача файлів
ur: فائلیں منتقل کریں
uz: Fayllarni uzatish
vi: Truyền File
zh_cn: 传输文件
zh_hk: 傳送檔案

# IDS_ST_BODY_TURNING_OFF_ING
source: Turning off...
ar: إيقاف التشغيل...
as: বন্ধ কৰি আছে...
az: Söndürülür...
bg: Изключване...
bn: বন্ধ করা হচ্ছে...
ca: S'està apagant...
cs: Vypínání...
da: Deaktiverer ...
de: Ausschalten...
el_gr: Γίνεται απενεργοποίηση...
et: Väljalülitamine...
eu: Itzaltzen...
fi: Sammutetaan...
fr_ca: Désactivation...
ga: Ag casadh as...
gl: Desactivando...
gu: બંધ થાય છે...
hi: बंद कर रहे है...
hr: Isključivanje...
hu: Kikapcsolás...
hy: Անջատում...
id: Mematikan...
is: Slekk...
it_it: Spegnimento in corso...
ja_jp: OFFにしています...
ka: სრულდება გამორთვა...
kk: Өшірілуде...
km: កំពុង​បិទ...
kn: ಟರ್ನ್ ಆಫ್ ಮಾಡುತ್ತಿದೆ...
ko_kr: 해제하는 중...
lo: ກໍາລັງປິດ...
lt: Išjungiama...
lv: Izslēdz...
mk: Исклучување...
ml: ഓഫ് ചെയ്യുന്നു...
mn_mn: Унтрааж байна...
mr: बंद करीत आहे...
ms: Mematikan...
my: ပိတ္ေနပါသည္…
nb: Slår av...
ne: बन्द गर्दै...
nl: Uitschakelen...
or: ଟର୍ନିଂ ଅଫ୍...
pa: ਬੰਦ ਹੋ ਰਿਹਾ ਹੈ...
pl: Wyłączanie...
pt_pt: A desligar...
ro: Se închide...
ru_ru: Отключение...
si: ක්‍රියා විරහිත කරමින්...
sk: Vypína sa...
sl: Izključujem ...
sr: Isključivanje...
sv: Stänger av...
ta: பணிநிறுத்துகிறது...
te: టర్న్ఆఫ్ అవుతోంది...
th: กำลัง​ปิด...
tl: Ino-off...
tr_tr: Kapatılıyor...
uk: Вимкнення...
ur: آف کر رہا ہے...
uz: O‘chirilmoqda...
vi: Đang tắt...
zh_cn: 正在关闭...
zh_hk: 正在關閉...

# IDS_ST_BODY_TURNING_ON_ING
source: Turning on...
ar: جاري التشغيل...
as: অন কৰি আছে...
az: Yandırılır...
bg: Включване...
bn: চালু করা হচ্ছে...
ca: S'està activant...
cs: Zapínání...
da: Aktiverer ...
de: Einschalten...
el_gr: Γίνεται ενεργοποίηση...
et: Sisselülitamine...
eu: Pizten...
fi: Käynnistetään...
fr_ca: Activation...
ga: Ag casadh air...
gl: Activando...
gu: ચાલુ થાય છે...
hi: चालू कर रहा है...
hr: Uključivanje...
hu: Bekapcsolás...
hy: Միացնում է...
id: Menghidupkan...
is: Ræsi...
it_it: Attivazione in corso...
ja_jp: ONにしています...
ka: სრულდება ჩართვა...
kk: Қосылуда...
km: កំពុង​បើក...
kn: ಟರ್ನ್ ಆನ್ ಮಾಡುತ್ತಿದೆ...
ko_kr: 실행하는 중...
lo: ກໍາລັງເປີດ...
lt: Įjungiama...
lv: Ieslēdz...
mk: Се вклучува...
ml: ഓണ്‍ ചെയ്യുന്നു...
mn_mn: Асааж байна...
mr: चालू करीत आहे...
ms: Menghidupkan...
my: ဖြင့္ေနပါသည္…
nb: Slår på...
ne: खोल्दैछ...
nl: Inschakelen...
or: ଟର୍ନିଂ ଅନ୍...
pa: ਚਾਲੂ ਹੋ ਰਿਹਾ ਹੈ...
pl: Włączanie...
pt_pt: A ligar...
ro: Se activează...
ru_ru: Включение...
si: ආරම්භ වෙමින්...
sk: Zapína sa...
sl: Vključujem ...
sr: Uključivanje...
sv: Slår på...
ta: ஆன் செய்கிறது...
te: టర్న్ ఆన్ అవుతోంది...
th: กำลัง​เปิด...
tl: Ino-on...
tr_tr: Açılıyor...
uk: Увімкнення...
ur: آن کر رہا ہے...
uz: Yoqilmoqda...
vi: Đang bật...
zh_cn: 正在打开...
zh_hk: 正在開啟...

# IDS_ST_BODY_UNAVAILABLE
source: Unavailable
ar: غير متوفر
as: অনুপলভ্য
az: İstifadəsi mümkün deyil
bg: Недостъпен*
bn: অসুলভ
ca: No disponible
cs: Není k dispozici
da: Ikke tilgængelig
de: Nicht verfügbar
el_gr: Μη διαθέσιμο
et: Kättesaamatu
eu: Ez dago eskuragarri
fi: Ei käytettävissä
fr_ca: Non disponible
ga: Níl sé ar fáil
gl: Non dispoñible
gu: ઉપલબ્ધ નથી
hi: अनुपलब्ध
hr: Nedostupno
hu: Nem elérhető
hy: Անհասանելի
id: Tdk tersedia
is: Ekki til staðar
it_it: Non disponibile
ja_jp: 不可
ka: მიუწვდომელია
kk: Байланыс аясынан тыс жерде
km: មិន​អាច​ប្រើ​បាន
kn: ಲಭ್ಯವಿಲ್ಲ
ko_kr: 사용할 수 없음
lo: ບໍ່ມີຢູ່
lt: Neleistina
lv: Nav pieejams
mk: Кога сте недостапни
ml: ലഭ്യമല്ല
mn_mn: Боломжгүй
mr: उपलब्ध नाही
ms: Tidak tersedia
my: မရႏုိင္ပါ
nb: Utilgjengelig
ne: अनुपलब्‍ध
nl: Niet beschikbaar
or: ଅନୁପଲବ୍ଧ
pa: ਅਣਉਪਲਬਧ
pl: Niedostępny
pt_pt: Indisponível
ro: Indisponibil
ru_ru: Недоступно
si: නොමැති
sk: Nie je k dispozícii
sl: Ni na voljo
sr: Nedostupno
sv: Ej tillgänglig
ta: கிடைக்கவில்லை
te: లభ్యంలో లేదు
th: ใช้​ไม่​ได้
tl: Hindi available
tr_tr: Mevcut değil
uk: Недоступно
ur: دستیاب نہیں
uz: Mavjud emas
vi: Không có
zh_cn: 不适用
zh_hk: 不可用

# IDS_ST_BODY_VISIBLE_TO_ALL_NEARBY_BLUETOOTH_DEVICES
source: Visible to all nearby Bluetooth devices.
ar: مرئية لجميع أجهزة البلوتوث القريبة.
as: সকলো নিকটবৰ্তী ব্লুটুথ ডিভাইচসমূহলৈ দৃশ্যমান কৰক৷
az: Yaxınlıqdakı bütün BT cihazlarına görünür.
bg: Видимо за всички близки Bluetooth устройства.
bn: কাছাকাছি সমস্ত ব্লুটুথ ডিভাইসে দৃশ্যমান।
ca: Visible per a tots els dispositius Bluetooth propers
cs: Viditelné pro všechna zařízení Bluetooth v blízkosti.
da: Synlig for alle Bluetooth-enheder i nærheden.
de: Für alle Bluetooth-Geräte in der Nähe sichtbar.
el_gr: Ορατή σε όλες τις κοντινές συσκευές Bluetooth.
et: Nähtav lähedalasuv. Bluetooth-seadmetele.
eu: Ikusgai gertuko Bluetooth gailu guztientzat.
fi: Näkyy kaikissa lähellä olevissa Bluetooth-laitteissa.
fr_ca: Visible sur tous les périphériques Bluetooth à proximité.
ga: Infheicthe ag gach gléas Bluetooth in aice láimhe.
gl: Visible para todos os dispositivos Bluetooth próximos.
gu: નજીકના બધા બ્લ્યુટુથ ઉપકરણો પર દૃશ્યમાન.
hi: सभी निकटवर्ती ब्लूटूथ डिवाइसों के लिए दृश्‍यमान।
hr: Vidljiv svim Bluetooth uređajima u blizini.
hu: Minden közeli Bluetooth-eszköz láthatja.
hy: Տեսանելի է բոլոր մոտակա Bluetooth սարքերին:
id: Terlihat utk sma prngkt Bluetooth trdekat.
is: Sýnilegt öllum nálægum Bluetooth-tækjum.
it_it: Visibile a tutti i dispositivi Bluetooth vicini.
ja_jp: 近くの全てのBluetoothデバイスに公開
ka: ხილულია ახლო Bluetooth მოწყობილობებისთვის.
kk: Барлық жақын Bluetooth құр-на көрінеді.
km: ឧបករណ៍ Bluetooth ដែល​នៅក្បែរ​ទាំងអស់​អាច​មើលឃើញ។
kn: ಎಲ್ಲಾ ಹತ್ತಿರದ ಬ್ಲೂಟೂತ್ ಸಾಧನಗಳಿಗೆ ಕಂಡುಬರುತ್ತದೆ.
ko_kr: 주변 블루투스 디바이스에서 내 디바이스를 검색할 수 있습니다.
lo: ໃຫ້ທຸກເຄື່ອງບລູທູດທີ່ຢູ່ໃກ້ຄຽງເຫັນໄດ້.
lt: Matoma visiems Bluetooth įreng. netoliese.
lv: Redz. visām tuvumā esoš. Bluetooth ierīcēm.
mk: Видлив за сите уреди Bluetooth во близина.
ml: സമീപത്തുള്ള എല്ലാ ബ്ലൂടൂത്ത് ഉപകരണങ്ങൾക്കും ദൃശ്യം.
mn_mn: Ойролцоох бүх Bluetooth төхөөрөмжид харагдана.
mr: सर्व जवळपासच्‍या ब्‍लुटूथ उपकरणांना दृश्यमान.
ms: Blh lihat oleh smua pranti Bluetooth b'dktn.
my: အနီးအနားရွိ ဘလူးတုသ္ ကိရိယာမ်ား အားလံုးမွ ျမင္ႏိုင္သည္။
nb: Synlig for alle Bluetooth-enheter i nærheten.
ne: सबै नजिकैका ब्लुटूथ यन्त्रहरूको लागि दृश्‍यमान।
nl: Zichtbaar voor alle Bluetooth-apparaten in de buurt.
or: ସମସ୍ତ ନିକଟବର୍ତ୍ତୀ ବ୍ଲୁଟୁଥ୍ ଡିଭାଇସକୁ ଦୃଶ୍ୟଲବ୍ଧ ଅଟେ।
pa: ਸਾਰੇ ਨੇੜਲੇ ਬਲੂਟੁੱਥ ਡਿਵਾਈਸਾਂ ਲਈ ਦ੍ਰਿਸ਼ਮਾਨ।
pl: Widoczne dla wszystkich urządzeń Bluetooth w pobliżu.
pt_pt: Visível para todos os dispositivos Bluetooth próximos.
ro: Vizibil pentru toate dispozitivele Bluetooth din apropiere.
ru_ru: Видимо всем устройствам BT поблизости.
si: සියලු සමීපස්ථ බ්ලුටූත් උපාංගය වලට දෘශ්‍යමාන වේ.
sk: Viditeľné pre všetky blízke zariadenia Bluetooth.
sl: Vidno vsem napravam Bluetooth v bližini.
sr: Vidljiv za sve obližnje Bluetooth uređaje.
sv: Synlig för alla Bluetooth-enheter i närheten.
ta: அருகிலுள்ள அனைத்து ப்ளூடூத் சாதனங்களுக்கும் புலப்படும்.
te: అన్ని సమీప బ్లూటూత్ పరికరాలకు కనిపిస్తుంది.
th: แสดงให้อุปกรณ์ Bluetooth ใกล้เคียงทั้งหมดเห็น
tl: Nakikita ng lahat ng kalapit na Bluetooth device.
tr_tr: Yakındaki tüm Bluetooth cihazlarına görünür.
uk: Вид. для всіх наяв. поблизу прис. Bluetooth.
ur: تمام قریبی بلوٹوتھ ڈیوائسیز کے لئے مرئی۔
uz: Yaqindagi BT qurilmalariga ko‘rinadi.
vi: Hiển thị cho mọi thiết bị Bluetooth ở gần.
zh_cn: 对附近所有蓝牙设备可见。
zh_hk: 可見於附近所有藍牙裝置 。

# IDS_ST_HEADER_MY_DEVICE_NAME
source: My device name
ar: اسم الجهاز
as: মোৰ ডিভাইচৰ নাম
az: Qurğumun adı
bg: Име на моето устройство
bn: আমার ডিভাইসের নাম
ca: El nom del meu dispositiu
cs: Název zařízení
da: Mit enhedsnavn
de: Name meines Geräts
el_gr: Το όνομα της συσκευής μου
et: Minu seadme nimi
eu: Nire gailuaren izena
fi: Oman laitteen nimi
fr_ca: Nom de mon périphérique
ga: Ainm mo ghléis
gl: Nome do meu dispositivo
gu: મારું ઉપકરણ નામ
hi: मेरे डिवाइस का नाम
hr: Naziv mog uređaja
hu: Saját eszköz neve
hy: Իմ սարքի անունը
id: Nama perangkat saya
is: Heiti tækisins
it_it: Nome mio dispositivo
ja_jp: マイデバイス名
ka: ჩემი მოწყობილობის სახელი
kk: Менің құрылғымның аты
km: ឈ្មោះ​ឧបករណ៍​ខ្ញុំ
kn: ನನ್ನ ಸಾಧನದ ಹೆಸರು
ko_kr: 내 디바이스 이름
lo: ຊື່ເຄື່ອງຂອງຂ້ອຍ
lt: Mano įrenginio pavadinimas
lv: Manas ierīces nosaukums
mk: Име на мојот уред
ml: എന്‍റെ ഉപകരണം നാമം
mn_mn: Миний төхөөрөмжийн нэр
mr: माझे उपकरण नाव
ms: Nama peranti saya
my: ကၽြႏ္ုပ္၏ ကိရိယာ အမည္
nb: Mitt enhetsnavn
ne: मेरो यन्त्रको नाम
nl: Mijn apparaatnaam
or: ମୋ ଡିଭାଇସ୍ ନାମ
pa: ਮੇਰੇ ਡਿਵਾਈਸ ਦਾ ਨਾਂ
pl: Nazwa mojego urządzenia
pt_pt: Nome do meu dispositivo
ro: Numele dispozitivului meu
ru_ru: Имя устройства
si: මගේ උපාංගයේ නම
sk: Názov môjho zariadenia
sl: Ime moje naprave
sr: Naziv mog uređaja
sv: Namn för min enhet
ta: எனது சாதனப் பெயர்
te: నా పరికరం పేరు
th: ชื่ออุปกรณ์ของฉัน
tl: Pangalan ng aking device
tr_tr: Cihazımın adı
uk: Ім’я мого пристрою
ur: میرے آلہ کا نام
uz: Qurilmam nomi
vi: Tên thiết bị của bạn
zh_cn: 我的设备名称
zh_hk: 我的裝置名稱

# IDS_ST_HEADER_RENAME_DEVICE
source: Rename device
ar: إعادة تسمية الجهاز
as: ডিভাইচ পুনঃনাম দিয়ক
az: Cihazın adını dəyiş
bg: Преименуване на устройството
bn: ডিভাইসের পুনঃনামকরণ
ca: Canviar el nom del dispositiu
cs: Přejmenovat zařízení
da: Omdøb enhed
de: Gerätenamen ändern
el_gr: Μετονομασία συσκευής
et: Nimeta seade ümber
eu: Berrizendatu gailua
fi: Nimeä laite uudelleen
fr_ca: Renommer l'appareil
ga: Athainmnigh an gléas
gl: Cambiar nome do dispositivo
gu: ઉપકરણનું પુનઃનામકરણ કરો
hi: डिवाइस का नाम बदलें
hr: Preimenuj uređaj
hu: Eszköz átnevezése
hy: Վերանվանել սարքը
id: Namai ulang perangkat
is: Endurnefna tæki
it_it: Rinomina il dispositivo
ja_jp: デバイス名称を変更
ka: მოწყობილობის სახელის შეცვლა
kk: Құрылғы атын өзгерту
km: ប្ដូរ​ឈ្មោះ​ឧបករណ៍
kn: ಸಾಧನವನ್ನು ಮರುಹೆಸರಿಸಿ
ko_kr: 디바이스 이름 변경
lo: ຕັ້ງຊື່ເຄື່ອງໃໝ່
lt: Pervardyti įrenginį
lv: Pārdēvēt ierīci
mk: Преименувај го уредот
ml: ഉപകരണത്തിന്‍റെ നാമം മാറ്റുക
mn_mn: Төхөөрөмжийн нэр өөрчлөх
mr: उपकरणाचे नामांतर करा
ms: Namakan semula peranti
my: ကိရိယာကို အမည္ျပန္ေပးပါ
nb: Gi nytt navn til enhet
ne: यन्त्रको नाम फेर्नुहोस्
nl: Naam apparaat wijzigen
or: ଡିଭାଇସ୍ ପୁନଃନାମ କରନ୍ତୁ
pa: ਡਿਵਾਈਸ ਦਾ ਨਾਂ ਬਦਲੋ
pl: Zmień nazwę urządzenia
pt_pt: Mudar o nome do dispositivo
ro: Redenumire dispozitiv
ru_ru: Переименовать устройство
si: උපාංගයේ නම වෙනස් කරන්න
sk: Premenovať zariadenie
sl: Preimenujte napravo
sr: Preimenuj uređaj
sv: Byt namn på enhet
ta: சாதனம் மறுபெயரிடுக
te: పరికరం పేరు మార్చు
th: เปลี่ยน​ชื่อ​อุปกรณ์
tl: Palitan ang pangalan ng device
tr_tr: Cihazı yeniden adlandır
uk: Перейменувати пристрій
ur: آلہ کو نیا نام دیں
uz: Qurilma nomini o'zgartirish
vi: Đổi tên thiết bị
zh_cn: 重命名设备
zh_hk: 重新命名裝置
