Repository: tizenorg/apps.core.preloaded.ug-bluetooth-efl
Catalog: po/*.po
Languages: ar, as, az, bg, bn, ca, cs, da, de, el_gr, et, eu, fi, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, lo, lt, lv, mk, ml, mn_mn, mr, ms, my, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sr, sv, ta, te, th, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

# IDS_ST_POP_ENTER_DEVICE_NAME
source: Enter device name.
ar: أدخل اسم الجهاز.
as: ডিভাইচৰ নাম প্রবিষ্ট কৰক৷
az: Cihaz adını daxil edin.
bg: Въвеждане на име на устройство
bn: ডিভাইসের নাম লিখুন।
ca: Introduir nom de dispositiu
cs: Zadejte název zařízení.
da: Angiv enhedsnavn.
de: Gerätenamen eingeben
el_gr: Εισάγετε όνομα συσκευής.
et: Sisestage seadme nimi.
eu: Adierazi gailuaren izena
fi: Anna laitteen nimi.
fr_ca: Entrez le nom de l'appareil.
ga: Iontráil ainm an ghléis
gl: Introducir nome de dispositivo+
gu: સાધનનું નામ દાખલ કરો.
hi: साधन नाम प्रविष्ट करें।
hr: Unesite naziv uređaja.
hu: Adja meg az eszköz nevét.
hy: Մուտքագրել սարքի անունը:
id: Masukkan nama perangkat.
is: Sláðu inn heiti tækis.
it_it: Inserire nome dispositivo.
ja_jp: デバイス名称を入力してください。
ka: ჩაწერეთ მოწყობილობის სახელი.
kk: Құрылғы атауын енгізу.
km: វាយបញ្ចូល​ឈ្មោះ​ឧបករណ៍។
kn: ಸಾಧನದ ಹೆಸರು ನಮೂದಿಸಿ.
ko_kr: 디바이스 이름을 입력하세요.
lo: ໃສ່ຊື່ເຄື່ອງເຂົ້າໄປ.
lt: Įveskite įrenginio pavadinimą.
lv: Ievadiet ierīces nosaukumu.
mk: Внесете име на уредот.
ml: ഉപകരണ നാമം നല്‍കുക.
mn_mn: Төхөөрөмжийн нэрийг оруул
mr: उपकरण नाव घाला.
ms: Masukkan nama peranti.
my: ကိရိယာ အမည္ ထည့္ပါ။
nb: Angi enhetsnavn.
ne: डिभाइसको नाम हाल्नुहोस्।
nl: Naam apparaat ingeven.
or: ଡିଭାଇସ୍ ନାମ ପ୍ରବେଶ କରନ୍ତୁ।
pa: ਡਿਵਾਈਸ ਦਾਂ ਨਾਂ ਦਾਖ਼ਲ ਕਰੋ।
pl: Wprowadź nazwę urządzenia.
pt_pt: Introduzir nome do dispositivo.
ro: Introduceţi numele dispozitivului.
ru_ru: Укажите имя устройства.
si: උපකරණ නම ඇතුළත් කරන්න.
sk: Zadajte názov zariadenia.
sl: Vnesite ime naprave.
sr: Unesi naziv uređaja.
sv: Ange enhetens namn.
ta: சாதனப் பெயரை உள்ளிடவும்.
te: పరికరం పేరును ఎంటర్ చెయ్యండి.
th: ใส่​ชื่อ​อุปกรณ์
tl: Ipasok ang pangalan ng device.
tr_tr: Cihaz adı girin.
uk: Введення імені пристрою.
ur: آلہ کا نام درج کریں
vi: Nhập tên thiết bị.
zh_cn: 输入设备名称。
zh_hk: 輸入裝置名稱。

# IDS_TPLATFORM_BODY_CAMERA
source: Camera
ar: الكاميرا
as: কেমেৰা
az: Kamera
bg: Камера
bn: ক্যামেরা
ca: Càmera
cs: Fotoaparát
da: Kamera
de: Kamera
el_gr: Κάμερα
et: Kaamera
eu: Kamera
fi: Kamera
fr_ca: Appareil photo
ga: Ceamara
gl: Cámara
gu: કૅમેરા
hi: कैमरा
hr: Kamera
hu: Fényképező
hy: Խցիկ
id: Kamera
is: Myndavél
ja_jp: カメラ
ka: ფოტოაპარატი
kk: Камера
km: កាមេរ៉ា
kn: ಕ್ಯಾಮರಾ
ko_kr: 카메라
lo: ກ້ອງຖ່າຍຮູບ
lt: Fotoapar.
lv: Kamera
mk: Камера
ml: ക്യാമറ
mn_mn: Камер
mr: कॅमेरा
ms: Kamera
my: ကင္မရာ
nb: Kamera
ne: क्यामेरा
or: କ୍ୟାମେରା
pa: ਕੈਮਰਾ
pt_pt: Câmara
ro: Aparat foto
ru_ru: Камера
si: කැමරාව
sk: Fotoaparát
sl: Kamera
sr: Kamera
sv: Kamera
ta: கேமரா
te: కెమెరా
th: กล้องถ่ายรูป
tr_tr: Kamera
uk: Камера
ur: کیمرہ
uz: Kamera
vi: Máy ảnh
zh_cn: 照相机
zh_hk: 相機

# IDS_TPLATFORM_BODY_GROUP_INDEX
source: Group index
ar: فهرس المجموعة
as: গোট ইনবক্স
az: Qrupun indeksi
bn: গ্রুপ সূচী
ca: Índex grup
cs: Index skupiny
da: Gruppeindeks
de: Gruppenindex
el_gr: Ευρετήριο ομάδας
et: Rühma register
eu: Talde aurkibidea
fi: Ryhmäluettelo
fr_ca: Index de groupe
ga: Innéacs grúpa
gl: Índice de grupos
gu: સમૂહ અનુક્રમણિકા
hi: समूह सूची
hr: Indeks grupe
hu: Csoportindex
hy: Խմբի ինդեքս
id: Indeks Grup
is: Hópvísir
it_it: Indice gruppo
ja_jp: グループインデックス
ka: ჯგუფის ინდექსი
kk: Топ индексі
km: លិបិក្រម​ក្រុម
kn: ಗುಂಪಿನ ಪರಿವಿಡಿ
ko_kr: 그룹 인덱스
lo: ດັດຊະນີກຸ່ມ
lt: Grupės rodyklė
lv: Grupas indekss
mk: Индекс на групи
ml: ഗ്രൂപ്പ് ഇന്‍‌ഡക്‌സ്
mr: समूह अनुक्रमणिका
ms: Indeks kumpulan
my: အုပ္စု အညႊန္း
nb: Gruppeindeks
ne: समूह परिसूचक
nl: Groepsindex
or: ଗୋଷ୍ଠୀ ସୂଚକାଙ୍କ
pa: ਸਮੂਹ index
pl: Indeks grupy
pt_pt: Índice do grupo
ru_ru: Индекс группы
si: කණ්ඩායම් දර්ශකය
sk: Index skupiny
sl: Indeks skupine
sr: Indeks grupe
sv: Gruppindex
ta: குழு அட்டவணை
te: సమూహం సూచిక
th: อิน​เด็ก​ซ์​กลุ่ม
tl: Index ng grupo
tr_tr: Grup dizini
uk: Індекс групи
ur: گروپ انڈیکس
uz: Guruh indeksi
vi: Chỉ mục nhóm
zh_cn: 群索引
zh_hk: 群組索引

# IDS_TPLATFORM_BODY_NOT_SELECTED_T_TTS
source: Not selected
ar: لم يتم اختياره
as: চয়ন নকৰা
az: Seçilməyib
bg: Не е избрано
bn: অনির্বাচিত
ca: No seleccionat
cs: Nevybráno
da: Ikke valgt
de: Nicht ausgewählt
el_gr: Δεν έχει επιλεγεί
et: Pole valitud
eu: Ez da aukeratu
fi: Ei ole valittu
fr_ca: Non sélectionné
ga: Gan roghnú
gl: Non seleccionado
gu: પસંદ કરેલું નથી
hi: चयनित नहीं हुआ
hr: Nije odabrano
hu: Nincs kijelölve
hy: Չի ընտրվել
id: Tidak dipilih
is: Ekki valið
it_it: Non selezionato
ja_jp: 選択なし
ka: არ არის არჩეული
kk: Таңдалмаған
km: មិន​បាន​ជ្រើស
kn: ಆಯ್ಕೆ ಮಾಡಲಾಗಿಲ್ಲ
ko_kr: 선택되지 않았습니다
lo: ບໍ່ໄດ້ເລືອກ
lt: Nepasirinkta
lv: Nav izvēlēts
mk: Не е одбрано
ml: തിരഞ്ഞെടുത്തില്ല
mn_mn: Сонгоогүй
mr: निवडलेले नाही.
ms: Tidak dipilih
my: ေရြးခ်ယ္မထားေသးပါ
nb: Ikke valgt
ne: चयन गरिएको छैन
nl: Niet geselecteerd
or: ମନୋନୀତ ନୁହେଁ
pa: ਚੁਣਿਆ ਨਹੀਂ ਗਿਆ
pl: Niewybrany
pt_pt: Não seleccionada
ro: Neselectat
ru_ru: Не выбрано
si: තෝරා නැත
sk: Nevybraté
sl: Ni izbrano
sr: Nije izabrano
sv: Ej vald
ta: தேர்ந்தெடுக்கப்படாதவை
te: ఎంచుకోలేదు
th: ไม่ได้เลือก
tl: Hindi pinili
tr_tr: Seçili değil
uk: Не вибрано
ur: منتخب نہيں ہوا
uz: Tanlanmagan
vi: Chưa được chọn
zh_cn: 未选中
zh_hk: 未選擇

# IDS_TPLATFORM_BODY_ON_OFF_BUTTON_T_TTS
source: On/off button
ar: زر التشغيل/إيقاف التشغيل
as: অন/অফ বুটাম
az: Yandır/söndür düyməsi
bg: Бутон Вкл./изкл
bn: চালু করুন/বন্ধ করুন বোতাম
ca: Botó activat/desactivat
cs: Vypínač
da: Tænd/sluk-knap
de: Ein/Aus-Taste
el_gr: Κουμπί ενεργοποίησης/ενεργοποίησης
et: Sisse-/väljalülitamise nupp
eu: Pizteko/itzaltzeko botoia
fi: Virtapainike
fr_ca: Bouton d'activation/désactivation
ga: Cnaipe Air/As
gl: Botón de activación/desactivación
gu: ચાલુ/બંધ બટન
hi: चालू/बंद बटन
hr: Gumb za uključivanje/isključivanje
hu: Be-ki gomb
hy: Միացնել/անջատել կոճակ
id: Tombol hidup/mati
is: Hnappur til að kveikja og slökkva
it_it: Pulsante Sì/No
ja_jp: ON/OFFボタン
ka: ჩართვა-გამორთვის ღილაკი
kk: Қосу/өшіру түймесі
km: ប៊ូតុង​បើក/​បិទ
kn: ಆನ್/ಆಫ್ ಬಟನ್
ko_kr: 사용 및 해제 버튼입니다.
lo: ປຸ່ມ ເປີດ/ປິດ
lt: Įjungimo / išjungimo mygtukas
lv: Ieslēgšanas/izslēgšana poga
mk: Копче вклучено/исклучено
ml: ഓണ്‍/ഓഫ് ബട്ടണ്‍
mn_mn: Асаах/унтраах товч
mr: चालू/बंद करा बटण
ms: Butang hidup/mati
my: ဖြင့္/ပိတ္ ခလုတ္
nb: På/av-knapp
ne: अन/अफ बटन
nl: Aan/uit-knop
or: ଅନ୍/ଅଫ୍ ବଟନ୍
pa: ਚਾਲੂ/ਬੰਦ ਬਟਨ
pl: Przycisk włączania/wyłączania
pt_pt: Botão ligado/desligado
ro: Buton pornit/oprit
ru_ru: Кнопка включения и отключения
si: සක්‍රීය/අක්‍රීය බොත්තම
sk: Tlačidlo zapnutia/vypnutia
sl: Gumb za vklop/izklop
sr: Dugme Uključeno/isključeno
sv: På-/av-knapp
ta: ஆன்/ஆஃப் பொத்தான்
te: ఆన్/ఆఫ్ చేయి బటన్
th: ปุ่มเปิด/ปิด
tl: Button na I-on/I-off
tr_tr: Açma/kapama düğmesi
uk: Кнопка ввімкнення/вимкнення
ur: آن/آف بٹن
uz: Yoqish/o‘chirish tugmasi
vi: Phím bật/tắt
zh_cn: 开/关按钮
zh_hk: 開/關按鈕

# IDS_TPLATFORM_BODY_RADIO_BUTTON_T_TTS
source: Radio button
ar: زر الراديو
as: ৰেডিঅ' বুটাম
az: Radio düyməsi
bg: Радио бутон
bn: রেডিও বাটন
ca: Botó de ràdio
cs: Přepínač
da: Radioknap
de: Optionsfeld
el_gr: Κουμπί επιλογής
et: Raadio nupp
eu: Irratiaren botoia
fi: Valintanappi
fr_ca: Bouton radio
ga: Cnaipe Raidió
gl: Botón de radio
gu: રેડિયો બટન
hi: रेडियो बटन
hr: Tipka za radio
hu: Választógomb
hy: Ռադիոկոճակ
id: Tombol radio
is: Valhringur
it_it: Pulsante di opzione
ja_jp: ラジオボタン
ka: მოსანიშნი წრე
kk: Ауыстырғыш түйме
km: ប៊ូតុង​វិទ្យុ
kn: ರೇಡಿಯೊ ಬಟನ್
ko_kr: 라디오 버튼
lo: ປຸ່ມວິທະຍຸ
lt: Akutė
lv: Radiopoga
mk: Радио копче
ml: റേഡിയോ ബട്ടണ്‍
mn_mn: Радио товч
mr: रेडिओ बटण
ms: Butang radio
my: ေရဒီယို ခလုတ္
nb: Radioknapp
ne: रेडियो बटन
nl: Keuzerondje
or: ରେଡିଓ ବଟନ୍
pa: ਰੇਡੀਓ ਬਟਨ
pl: Przycisk radiowy
pt_pt: Botão de opção
ro: Buton radio
ru_ru: Переключатель
si: එක්තේරුම් බොත්තම
sk: Prepínač
sl: Gumb za radio
sr: Taster za radio
sv: Radioknapp
ta: ரேடியோ பொத்தான்
te: రేడియో బటన్
th: ปุ่ม​เลือก​แบ​บก​ลม
tr_tr: Radyo tuşu
uk: Перемикач
ur: ریڈیو بٹن
vi: Phím Radio
zh_cn: 单选按钮
zh_hk: 收音機按鈕

# IDS_TPLATFORM_BODY_SELECTED_T_TTS
source: Selected
ar: تم التحديد
as: চয়নিত
az: Seçildi
bg: Избрани
bn: নির্বাচিত
ca: Seleccionat
cs: Vybráno
da: Valgt
de: Ausgewählt
el_gr: Επιλεγμένο
et: Valitud
eu: Aukeratuta
fi: Valittu
fr_ca: Sélectionné
ga: Roghnaithe
gl: Seleccionado
gu: પસંદ કરી
hi: चयनित
hr: Odabrano
hu: Kiválasztva
hy: Ընտրված
id: Terpilih
is: Valið
it_it: Selezionato
ja_jp: 選択
ka: შერჩეულია
kk: Таңдалған
km: បាន​ជ្រើស
kn: ಆರಿಸಿದೆ
ko_kr: 선택됨
lo: ​ປຸ່ມເລືອກ
lt: Pasirinkta
lv: Izvēlēts
mk: Избрано
ml: തിരഞ്ഞെടുത്തു
mn_mn: Сонгосон
mr: निवडलेले
ms: Dipilih
my: ေရြးခ်ယ္ၿပီး
nb: Valgt
ne: चयन गरिएको
nl: Geselecteerd
or: ଚୟନ ହୋଇଛି
pa: ਚੁਣਿਆ
pl: Wybrano
pt_pt: Seleccionado
ro: Selectat
ru_ru: Выбрано
si: තේරිණ
sk: Vybraté
sl: Izbrano
sr: Izabrano
sv: Markerade
ta: தேர்வுசெய்யப்பட்டது
te: ఎంపికైంది
th: เลือก​ไว้
tl: Napili
tr_tr: Seçildi
uk: Вибрано
ur: منتخب کیا
vi: Đã chọn
zh_cn: 已选中
zh_hk: 已選擇

# IDS_TR_BUTTON_START_NOW
source: Start now
ar: بدء التشغيل الآن
as: আৰম্ভ কৰক
az: İndi başla
bg: Стартирай сега
bn: এখন শুরু করুন
ca: Començar ara
cs: Spustit
da: Start nu
de: Jetzt starten
el_gr: Έναρξη τώρα
et: Eelvaade
eu: Hasi orain
fi: Käynnistä nyt
fr_ca: Démarrer maintenant
ga: Tosaigh air anois
gl: Comezar agora
gu: હવે પ્રારંભ કરો
hi: अभी प्रारंभ करें
hr: Pokreni sada
hu: Indítás most
hy: Սկսել հիմա
id: Mulai sekarang
is: Byrja núna
it_it: Avvia adesso
ja_jp: 今すぐ開始
ka: დაიწყეთ ახლა
kk: Қазір іске қосу
km: ចាប់ផ្ដើមឥឡូវនេះ
kn: ಈಗ ಆರಂಭಿಸಿ
ko_kr: 지금 시작
lo: ເລີ່ມຕົ້ນດຽວນີ້
lt: Pradėti dabar
lv: Sākt tūlīt
mk: Почни сега
ml: ഇപ്പോള്‍ ആരംഭിക്കുക
mn_mn: Одоо эхлүүл
mr: आता प्रारंभ करा
ms: Mulakan sekarang
my: ယခုစတင္ပါ
nb: Start nå
ne: अब सुरु गर्नुहोस्
nl: Nu starten
or: ବର୍ତ୍ତମାନ ଆରମ୍ଭ କରନ୍ତୁ
pa: ਹੁਣ ਅਰੰਭ ਕਰੋ
pl: Zacznij teraz
pt_pt: Iniciar agora
ro: Începeţi acum
ru_ru: Начать
si: දැන්ම අරඹන්න
sk: Spustiť teraz
sl: Zaženi zdaj
sr: Započni sada
sv: Starta nu
ta: இப்போது துவக்குக
te: ఇప్పుడే ప్రారంభించు
th: เริ่มต้นตอนนี้
tl: Magsimula ngayon
tr_tr: Şimdi başlatılsın
uk: Розпочати зараз
ur: اب شروع کریں
uz: Hozir ishga tushirish
vi: Bắt đầu ngay
zh_cn: 立即开始
zh_hk: 立即啟動

# IDS_WMGR_POP_THIS_WILL_END_YOUR_CONNECTION_WITH_PS
source: This will end your connection with %s.
ar: سيؤدي ذلك إلى إنهاء اتصالك بـ ‎%s
as: এইটোৱে %s-ৰ সৈতে আপোনাৰ সংযোগ সমাপ্ত ঘটাব৷
az: Bu sizin %s ilə bağlantınızı kəsəcək.
bg: Това ще прекрати вашата връзка с %s.
bn: এটি আপনার সাথে %s-এর সংযোগ শেষ করবে।
ca: Aquesta acció finalitzarà la seva connexió amb %s
cs: Tím bude ukončeno připojení k %s.
da: Dette afslutter din forbindelse til %s.
de: Damit wird die Verbindung mit %s beendet.
el_gr: Αυτή η επιλογή θα τερματίσει τη σύνδεσή σας με το %s.
et: See lopetab teie uhenduse seadmega %s.
eu: Honek %s-(r)ekin duzun konexioa amaituko du
fi: Yhteys katkaistaan laitteeseen %s.
fr_ca: Cette opération va interrompre votre connexion à %s.
ga: Cuirfidh seo deireadh le do nasc le %s
gl: Isto pechará a túa conexión con %s
gu: આ %s સાથેના તમારા જોડાણને સમાપ્ત કરશે.
hi: यह %s के साथ आपका कनेक्शन समाप्त करेगा।
hr: Na ovaj će se način prekinuti veza s %s.
hu: Így megszakad a kapcsolata a(z) %s eszközzel.
hy: Սա կավարտի Ձեր միացումը %s-ի հետ:
id: Ini akan mengakhiri koneksi Anda dengan %s.
is: Þetta slítur tengingunni við %s.
it_it: Ciò interromperà la connessione con %s.
ja_jp: %sとの接続を終了します。
ka: ამით შეწყდება კავშირი %s-თან.
kk: Бұл %s қосылымын аяқтайды.
km: នេះ​នឹង​បញ្ចប់​ការភ្ជាប់​របស់​អ្នក​ជាមួយ %s។
kn: %sನೊಂದಿಗೆ ನಿಮ್ಮ ಸಂಪರ್ಕವನ್ನು ಮುಕ್ತಾಯಗೊಳಿಸುತ್ತದೆ.
ko_kr: %s 디바이스 연결을 해제합니다.
lo: ການປິດເຊື່ອມຕໍ່ຈະຈົບການເຊື່ອມຕໍ່ຂອງທ່ານກັບ %s.
lt: Dėl to bus nutrauktas jūsų ryšys su %s.
lv: Šādi tiks pārtraukts savienojums ar ierīci %s.
mk: Со ова ќе заврши поврзувањето со %s.
ml: ഇത് %s-മായുള്ള നിങ്ങളുടെ കണക്ഷനെ അവസാനിപ്പിക്കും.
mn_mn: Энэ нь таны %s-тай холбогдсон холболтыг тасална
mr: %s सह आपले कनेक्शन हे समाप्त करेल.
ms: Ini akan menamatkan sambungan anda dengan %s.
my: ဤအရာက %s ႏွင့္ ခ်ိတ္ဆက္မႈကို ျဖဳတ္လိမ့္မည္။
nb: Dette avslutter din tilkobling med %s.
ne: जडान बिच्छेद गर्नाले %s सँग रहेको तपाईको जडानलाई अन्त्य गर्नेछ।
nl: Hiermee beëindigt u de verbinding met %s.
or: ଏହା %s ସହିତ ଆପଣଙ୍କର ସଂଯୋଜନା ଶେଷ କରିବ।
pa: ਇਸ ਨਾਲ %s ਦੇ ਨਾਲ ਤੁਹਾਡਾ ਕਨੈਕਸ਼ਨ ਖਤਮ ਹੋ ਜਾਵੇਗਾ।
pl: Spowoduje to zakończenie połączenia z urządzeniem %s.
pt_pt: Isto irá terminar a sua ligação a %s.
ro: Aceasta va încheia conexiunea cu %s.
ru_ru: Подключение к %s будет разорвано.
si: මෙය ඔබ %s සමඟ ඇති සම්බන්ධතාවය අවසන් කරනු ඇත.
sk: Týmto sa ukončí pripojenie k zariadeniu %s.
sl: To bo prekinilo vašo povezavo z %s.
sr: Ovo će prekinuti vezu sa %s.
sv: Det här avslutar anslutningen med %s.
ta: இது %s-வுடனான உங்கள் இணைப்பை முடிக்கும்.
te: ఇది %sతో మీ అనుసంధానం ముగుస్తుంది.
th: ทำให้การเชื่อมต่อระหว่างคุณกับ %s สิ้นสุดลง
tl: Wawakasan nito ang iyong koneksyon sa %s.
tr_tr: Bu %s bağlantınızı sonlandıracaktır
uk: Це призведе до скасування підключення до пристрою %s.
ur: یہ آپ کے %s کے ساتھ کنکشن کو ختم کردے گا
uz: Bu Sizning %s bilan ulanishingizni yakunlaydi.
vi: Việc này sẽ ngắt kết nối của bạn với %s.
zh_cn: 这将结束您与 %s 的连接。
zh_hk: 這將終止您與 %s 的連線。

# IDS_ST_BODY_DOUBLE_TAP_TO_OPEN_THE_LIST_T_TTS
source: Double tap to open the list.
ar: انقر نقرا مزدوجا لفتح القائمة.
as: তালিকা খুলিবৰ বাবে দুবাৰ টিপক৷
az: Siyahını açmaq üçün iki dəfə vurun.
bg: Чукнете двукратно, за да отворите списъка.
bn: তালিকাটি খুলতে দু'বার ট্যাপ করুন৷
ca: Toqui dos cops per obrir la llista.
cs: Poklepáním otevřete seznam.
da: Dobbelttap for at åbne listen.
de: Zweimal tippen, um die Liste zu öffnen.
el_gr: Πατήστε δύο φορές για άνοιγμα της λίστας.
et: Toksake kaks korda, et avada loendit.
eu: Ukitu bi aldiz zerrenda irekitzeko.
fi: Avaa luettelo kaksoisnapauttamalla.
fr_ca: Pressez deux fois pour ouvrir la liste.
ga: Déthapáil leis an liosta a oscailt.
gl: Toca dúas veces para abrir a lista.
gu: યાદી ખોલવા માટે બેવાર ટેપ કરો.
hi: सूची खोलने के लिए दो बार टैप करें।
hr: Dvaput dodirnite za otvaranje popisa.
hu: Érintse meg kétszer a lista megnyitásához.
hy: Կրկնակի թակեք՝ ցուցակը բացելու համար:
id: Ketuk dua kali untuk membuka daftar.
is: Tvípikkaðu til að opna listann.
it_it: Toccate due volte per aprire l'elenco.
ja_jp: リストを開くにはダブルタップします。
ka: შეეხეთ ორჯერ და გახსენით სია.
kk: Тізімді ашу үшін екі рет түртіңіз.
km: ប៉ះ​ពីរ​ដង​ដើម្បី​បើក​បញ្ជី។
kn: ಪಟ್ಟಿ ತೆರೆಯಲು ಎರಡು ಬಾರಿ ತಟ್ಟಿ.
ko_kr: 목록을 열려면 두 번 누르세요.
lo: ເຄາະສອງບາດຊ້ອນເພື່ອເປີດລາຍການ.
lt: Bakstelėkite du kartus ir atidarykite sąrašą.
lv: Lai atvērtu sarakstu, veiciet dubultskārienu.
mk: Допрете двапати за да отворите листа.
ml: ലിസ്റ്റ് തുറക്കാന്‍ ഇരട്ട ടാപ്പുചെയ്യുക.
mn_mn: Жагсаалт нээхийн тулд хоёр товш.
mr: यादी उघडण्‍यासाठी दोनदा टॅप करा.
ms: Dwiketik untuk membuka senarai.
my: စာရင္း ဖြင့္ရန္ ႏွစ္ခ်က္ ႏွိပ္ပါ။
nb: Trykk raskt to ganger for å åpne listen.
ne: सूची खोल्न दुईपटक त्यप गर्नुहोस्।
nl: Tik tweemaal om de lijst te openen.
or: ତାଲିକା ଖୋଲିବାକୁ ଦ୍ଵିବାର ଟ୍ୟାପ୍ କରନ୍ତୁ।
pa: ਸੂਚੀ ਨੂੰ ਖੋਲ੍ਹਣ ਲਈ ਦੋਹਰਾ ਟੈਪ ਕਰੋ।
pl: Dotknij dwukrotnie, aby otworzyć listę.
pt_pt: Toque duas vezes para abrir a lista.
ro: Atingeţi de două ori pentru a deschide lista.
ru_ru: Дважды нажмите, чтобы открыть список.
si: ලැයිස්තුව විවෘත කිරීමට දෙවරක් තට්ටු කරන්න.
sk: Dvojitým ťuknutím môžete otvoriť zoznam.
sl: Dvakrat pritisnite, da odprete seznam.
sr: Dvaput kucni za otvaranje liste.
sv: Dubbeltryck för att öppna listan.
ta: பட்டியலைத் திறக்கவென இருமுறை டேப் செய்க.
te: జాబితాని తెరవడానికి డబుల్ ట్యాప్ చేయండి.
th: สัมผัสสองครั้ง เพื่อเปิดรายการ
tl: I-double tap upang buksan ang listahan.
tr_tr: Listeyi açmak için çift dokunun.
uk: Двічі натисніть, щоб відкрити список.
ur: فہرست کھولنے کے لئے دو بار تھپتھپائیں۔
uz: Ro‘yxatni ochish uchun ikki marta cherting.
vi: Chạm hai lần để mở danh sách.
zh_cn: 双击以打开列表。
zh_hk: 按兩下以開啟清單。

# IDS_ST_BODY_DOUBLE_TAP_TO_CLOSE_THE_LIST_T_TTS
source: Double tap to close the list.
ar: انقر نقرا مزدوجا لإغلاق القائمة.
as: তালিকা বন্ধ কৰিবৰ বাবে দুবাৰ টিপক৷
az: Siyahını bağlamaq üçün iki dəfə vurun.
bg: Чукнете двукратно, за да затворите списъка.
bn: তালিকাটি বন্ধ করতে দু'বার ট্যাপ করুন৷
ca: Toqui dos cops per tancar la llista.
cs: Poklepáním zavřete seznam.
da: Dobbelttap for at lukke listen.
de: Zweimal tippen, um die Liste zu schließen.
el_gr: Πατήστε δύο φορές για κλείσιμο της λίστας.
et: Toksake kaks korda, et sulgeda loendit.
eu: Ukitu bi aldiz zerrenda ixteko.
fi: Sulje luettelo kaksoisnapauttamalla.
fr_ca: Pressez deux fois pour fermer la liste.
ga: Déthapáil leis an liosta a dhúnadh.
gl: Toca dúas veces para pechar a lista.
gu: યાદી બંધ કરવા માટે બેવાર ટેપ કરો.
hi: सूची बंद करने के लिए दो बार टैप करें।
hr: Dvaput dodirnite za zatvaranje popisa.
hu: Érintse meg kétszer a lista bezárásához.
hy: Կրկնակի թակեք՝ ցուցակը փակելու համար:
id: Ketuk dua kali untuk menutup daftar.
is: Tvípikkaðu til að loka listanum.
it_it: Toccate due volte per chiudere l'elenco.
ja_jp: リストを閉じるにはダブルタップします。
ka: შეეხეთ ორჯერ და დახურეთ სია.
kk: Тізімді жабу үшін екі рет түртіңіз.
km: ប៉ះ​ពីរ​ដង​ដើម្បី​បិទ​បញ្ជី។
kn: ಪಟ್ಟಿ ಮುಚ್ಚಲು ಎರಡು ಬಾರಿ ತಟ್ಟಿ.
ko_kr: 목록을 닫으려면 두 번 누르세요.
lo: ເຄາະສອງບາດຊ້ອນເພື່ອປິດລາຍການ.
lt: Bakstelėkite du kartus ir uždarykite sąrašą.
lv: Lai aizvērtu sarakstu, veiciet dubultskārienu.
mk: Допрете двапати за да затворите листа.
ml: ലിസ്റ്റ് അടയ്ക്കാന്‍ ഇരട്ട ടാപ്പുചെയ്യുക.
mn_mn: Жагсаалт хаахын тулд хоёр товш.
mr: यादी बंद करण्‍यासाठी दोनदा टॅप करा.
ms: Dwiketik untuk menutup senarai.
my: စာရင္း ပိတ္ရန္ ႏွစ္ခ်က္ ႏွိပ္ပါ။
nb: Trykk raskt to ganger for å lukke listen.
ne: सूची बन्द गर्न दुईपटक त्यप गर्नुहोस्।
nl: Tik tweemaal om de lijst te sluiten.
or: ତାଲିକା ବନ୍ଦ କରିବାକୁ ଦ୍ଵିବାର ଟ୍ୟାପ୍ କରନ୍ତୁ।
pa: ਸੂਚੀ ਨੂੰ ਬੰਦ ਕਰਨ ਲਈ ਦੋਹਰਾ ਟੈਪ ਕਰੋ।
pl: Dotknij dwukrotnie, aby zamknąć listę.
pt_pt: Toque duas vezes para fechar a lista.
ro: Atingeţi de două ori pentru a închide lista.
ru_ru: Дважды нажмите, чтобы закрыть список.
si: ලැයිස්තුව වැසීමට දෙවරක් තට්ටු කරන්න.
sk: Dvojitým ťuknutím môžete zavrieť zoznam.
sl: Dvakrat pritisnite, da zaprete seznam.
sr: Dvaput kucni za zatvaranje liste.
sv: Dubbeltryck för att stänga listan.
ta: பட்டியலை மூடவென இருமுறை டேப் செய்க.
te: జాబితాని తెరవడానికి డబుల్ ట్యాప్ చేయండి.
th: สัมผัสสองครั้ง เพื่อปิดรายการ
tl: I-double tap upang isara ang listahan.
tr_tr: Listeyi kapamak için çift dokunun.
uk: Двічі натисніть, щоб закрити список.
ur: فہرست بند کرنے کے لئے دو بار تھپتھپائیں۔
uz: Ro‘yxatni yopish uchun ikki marta cherting.
vi: Chạm hai lần để đóng danh sách.
zh_cn: 双击以关闭列表。
zh_hk: 按兩下以關閉清單。

# IDS_BT_SK_CONNECT
source: Connect
ar: توصيل
as: সংযোগ
az: Qoşul
bg: Свързване
bn: সংযোগ
ca: Connectar
cs: Připojit
da: Forbind
de: Verbinden
el_gr: Σύνδεση
et: Ühenda
eu: Konektatu
fi: Yhdistä
fr_ca: Connexion
ga: Nasc
gl: Conectar
gu: જોડો
he: התחבר
hi: कनेक्ट
hr: Spoji
hu: Kapcsolódik
hy: Միացնել
id: Hubung
is: Tengja
it_it: Connetti
ja_jp: 接続
ka: კავშირი
kk: Қосылу
km: ភ្ជាប់
kn: ಸಂಪರ್ಕಿಸು
ko_kr: 연결
lo: ​ເຊື່​ອມຕໍ່
lt: Jungtis
lv: Savienot
mk: Поврзи
ml: ബന്ധിപ്പി.
mn_mn: Холбох
mr: जोडा
ms: Sambung
my: ဆက္သြယ္
nb: Koble til
ne: जोड
nl: Verbinden
or: ସଂଯୋଗ
pa: ਕਨੈਕਟ
pl: Połącz
pt_pt: Ligar
ro: Conectare
ru_ru: Подключиться
si: සම්බ. කර
sk: Pripojiť
sl: Poveži
sr: Poveži se
sv: Anslut
ta: இணை
te: కనెక్ట్
th: เชื่อม​ต่อ
tl: Kumonekta
tr_tr: Bağlan
uk: З'єднати
ur: منسلک
uz: Ulanish
vi: Kết nối
zh_cn: 连接
zh_hk: 連接

# IDS_BR_OPT_ALLOW
source: Allow
ar: السماح
as: অনুমতি
az: İcazə ver
bg: Разрешаване
bn: অনুমতি
ca: Permetre
cs: Povolit
da: Tillad
de: Zulassen
el_gr: Να επιτρέπεται
et: Luba
eu: Onartu
fi: Salli
fr_ca: Autoriser
ga: Ceadaigh
gl: Permitir
gu: છૂટ આપો
hi: अनुमति दें
hr: Dopusti
hu: Engedélyezés
hy: Թույլատրել
id: Bolehkan
it_it: Consenti
ja_jp: 許可する
ka: დართე ნება
kk: Рұқсат
km: អនុញ្ញាត
kn: ಅನುಮತಿಸು
ko_kr: 허용
lo: ອະນຸຍາດ
lt: Leisti
lv: Atļaut
mk: Дозволи
ml: അനുവദിക്കൂ
mn_mn: Зөвшөөрөх
mr: अनुमती द्या
ms: Benarkan
my: ခြင့္ျပဳပါ
nb: Tillat
ne: अनुमति दिनुहोस्
nl: Toestaan
or: ଅନୁମତି
pa: ਆਗਿਆ ਦਿਉ
pl: Zezwalaj
pt_pt: Permitir
ro: Se permite
ru_ru: Разрешить
si: ඉඩ දෙන්න
sk: Povoliť
sl: Dovoli
sr: Dozvoli
sv: Tillåt
ta: அனுமதி
te: అనుమతించు
th: อนุญาต
tl: Payagan
tr_tr: İzin ver
uk: Дозволити
ur: اجازت دیں
uz: Ruxsat
vi: Cho phép
zh_cn: 允许
zh_hk: 允許

# IDS_BT_BODY_CONNECT_TO_DEVICE
source: Connect to device
ar: توصيل الجهاز
az: Cihaza qoşulma
bg: Свързване към устройство
ca: Connectar a dispositiu
cs: Připojit k zařízení
da: Opret forbindelse til enhed
de: Mit Gerät verbinden
el_gr: Σύνδεση στη συσκευή
et: Loo ühendus seadmega
eu: Konektatu gailura
fi: Yhdistä laitteeseen
fr_ca: Connexion à l'appareil
ga: Nasc le gléas
gl: Conectar co dispositivo
hi: डिवाइस से कनेक्ट करें
hr: Spoji se na uređaj
hu: Kapcsolódás eszközhöz
hy: Միանալ սարքին
it_it: Connetti a dispositivo
ja_jp: 端末に接続
ka: დაუკავშირდით აპარატს
kk: Құрылғыға қосу
ko_kr: 디바이스 연결
lt: Prisijungti prie įrenginio
lv: Izveidot savienojumu ar ierīci
mk: Поврзи со уред
mn_mn: Төхөөрөмжтэй холбогдох
nb: Koble til en enhet
nl: Verbinden met apparaat
pl: Połącz z urządzeniem
pt_pt: Ligar a dispositivo
ro: Conectare la dispozitiv
ru_ru: Подключиться к устройству
sk: Pripojenie k zariadeniu
sl: Povezovanje z napravo
sr: Poveži se sa uređajem
sv: Anslut till enhet
tr_tr: Cihaza bağlan
uk: Підключиться до пристрою
uz: Qurilmaga ulanish
zh_cn: 连接至设备
zh_hk: 連接至裝置

# IDS_BR_SK_CANCEL
source: Cancel
ar: إلغاء
as: বাতিল কৰক
az: Ləğv et
bg: Отмени
bn: বাতিল
cs: Zrušit
da: Annullér
de: Abbrechen
el_gr: Άκυρο
et: Tühista
eu: Ezeztatu
fi: Peruuta
fr_ca: Annuler
ga: Cuir ar ceal
gl: Cancelar
gu: રદ કરો
hi: रद्द
hr: Prekid
hu: Mégse
hy: Չեղարկել
id: Batal
it_it: Annulla
ja_jp: キャンセル
ka: გაუქმება
kk: Тоқтату
km: ចោល
kn: ರದ್ದು
ko_kr: 취소
lo: ຍົກເລີກ
lt: Atšaukti
lv: Atcelt
mk: Откажи
ml: റദ്ദാക്കു.
mn_mn: Цуцлах
mr: रद्द
ms: Batal
my: ပယ္ဖ်က္
nb: Avbryt
ne: रद्द
nl: Annuleer
or: ବାତିଲ୍
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
pt_pt: Cancelar
ro: Anulare
ru_ru: Отмена
si: අව. කර
sk: Zrušiť
sl: Prekliči
sr: Otkaži
sv: Avbryt
ta: ரத்து
te: రద్దు
th: ยกเลิก
tl: Ikansela
tr_tr: İptal
uk: Скасувати
ur: منسوخ
uz: Bekor qilish
vi: Hủy
zh_cn: 取消
zh_hk: 取消

# IDS_BR_SK_DONE
source: Done
ar: تمت
as: সম্পন্ন
az: Bitdi
bg: Готово
bn: সম্পন্ন
ca: Fet
cs: Hotovo
da: Udført
de: OK
el_gr: Ok
et: Valmis
eu: Amaituta
fi: Valmis
fr_ca: OK
ga: Déanta
gl: Finalizado
gu: પૂર્ણ
hi: पूर्ण
hr: OK
hu: Kész
hy: Պատրաստ
id: Selesai
it_it: Fatto
ja_jp: 完了
ka: შესრულდა
kk: Дайын
km: រួចរាល់
kn: ಮುಗಿದಿದೆ
ko_kr: 완료
lo: ສຳ​ເລັດ
lt: Atlikta
lv: Gatavs
mk: Готово
ml: ചെയ്‌.
mn_mn: Дууслаа
mr: झाले
ms: Selesai
my: ၿပီး
nb: Utført
ne: भयो
nl: Gereed
or: ସମାପ୍ତ
pa: ਪੂਰਨ
pl: Gotowe
pt_pt: Concluído
ro: Gata
ru_ru: Готово
si: නිමයි
sk: Hotovo
sl: Končano
sr: Gotovo
sv: Klar
ta: முடிந்தது
te: పూర్తయింది
th: เรียบร้อย
tl: Tapos na
tr_tr: Tamam
uk: Готово
ur: ٹھیک ہے
uz: Bajarildi
vi: H.tất
zh_cn: 完成
zh_hk: 完成

# IDS_BR_SK_YES
source: Yes
ar: نعم
as: হয়
az: Bəli
bg: Да
bn: হ্যাঁ
ca: Sí
cs: Ano
da: Ja
de: Ja
el_gr: Ναι
et: Jah
eu: Bai
fi: Kyllä
fr_ca: Oui
ga: Déan é
gl: Si
gu: હા
hi: हाँ
hr: Da
hu: Igen
hy: Այո
id: Ya
it_it: Sì
ja_jp: はい
ka: კი
kk: Иә
km: ព្រម
kn: ಹೌದು
ko_kr: 예
lo: ແມ່ນ
lt: Taip
lv: Jā
mk: Да
ml: അതെ
mn_mn: Тийм
mr: होय
ms: Ya
my: ဟုတ္ကဲ့
nb: Ja
ne: हो
nl: Ja
or: ହଁ
pa: ਹਾਂ
pl: Tak
pt_pt: Sim
ro: Da
ru_ru: Да
si: ඔවි
sk: Áno
sl: Da
sr: Da
sv: Ja
ta: ஆம்
te: అవును
th: ใช่
tl: Oo
tr_tr: Evet
uk: Так
ur: ہاں
uz: Ha
vi: OK
zh_cn: 是
zh_hk: 是

# IDS_BR_SK_NO
source: No
ar: لا
as: নহয়
az: Xeyr
bg: Не
bn: না
cs: Ne
da: Nej
de: Nein
el_gr: Όχι
et: Ei
eu: Ez
fi: Ei
fr_ca: Non
ga: Ná déan é
gl: Non
gu: ના
hi: नहीं
hr: Ne
hu: Nem
hy: Ոչ
id: Tidak
ja_jp: いいえ
ka: არა
kk: Жоқ
km: ទេ
kn: ಇಲ್ಲ
ko_kr: 아니요
lo: ບໍ່
lt: Ne
lv: Nē
mk: Не
ml: ഇല്ല
mn_mn: Үгүй
mr: नाही
ms: Tidak
my: မဟုတ္
nb: Nei
ne: होइन
nl: Nee
or: ନା
pa: ਨਹੀਂ
pl: Nie
pt_pt: Não
ro: Nu
ru_ru: Нет
si: නැත
sk: Nie
sl: Ne
sr: Ne
sv: Nej
ta: இல்லை
te: కాదు
th: ไม่
tl: Hindi
tr_tr: Hayır
uk: Ні
ur: نہیں
uz: Yo‘q
vi: Không
zh_cn: 否
zh_hk: 否
