Repository: tizenorg/apps.core.preloaded.ug-bluetooth-efl
Catalog: po/*.po
Languages: ar, as, az, bg, bn, ca, cs, da, de, el_gr, et, eu, fi, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, lo, lt, lv, mk, ml, mn_mn, mr, ms, my, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sr, sv, ta, te, th, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

# IDS_BT_BODY_SEARCHING_STOPPED
source: Searching stopped.
ar: تم إيقاف البحث.
as: অনুসন্ধানকৰণ বন্ধ হৈছে৷
az: Axtarış dayandırılır.
bg: Търсенето e спряно.
bn: সন্ধান থামানো হয়েছে।
ca: Cerca aturada
cs: Hledání bylo zastaveno.
da: Søgning stoppet.
de: Suche anhalten
el_gr: Διακοπή αναζήτησης.
et: Otsing on peatatud.
eu: Bilaketa gelditu egin da
fi: Haku pysäytetty.
fr_ca: Recherche interrompue.
ga: Cuardach stadta.
gl: Busca detida
gu: શોધ રોકી.
he: החיפוש הופסק
hi: खोजना रोका गया।
hr: Pretraživanje prekinuto.
hu: Keresés leállítva.
hy: Որոնումը ընդհատված է:
id: Pencarian dihentikan.
is: Leitin stöðvaðist.
it_it: Ricerca interrotta.
ja_jp: 検索停止
ka: ძებნა შეწყდა.
kk: Іздеу тоқтатылды.
km: បាន​បញ្ឈប់​ការស្វែងរក។
kn: ಶೋಧಿಸುವುದು ನಿಂತಿದೆ.
ko_kr: 검색을 중지하였습니다.
lo: ການຄົ້ນຫາຢຸດ.
lt: Paieška sustabdyta.
lv: Meklēšana pārtraukta.
mk: Пребарувањето е запрено.
ml: തിരയല്‍‌ നിര്‍‌ത്തി.
mr: शोध करणे थांबले.
ms: Pencarian dihentikan.
my: ရွာေဖြမႈ ရပ္သြားသည္
nb: Søk stoppet.
ne: खोजी बन्द गरियो।
nl: Stop zoeken
or: ଅନ୍ୱେଷଣ ବନ୍ଦ ହେଲା।
pa: ਖੋਜ ਕਰਨਾ ਰੋਕਿਆ।
pl: Zatrzymano wyszukiwanie.
pt_pt: Procura parou.
ro: S-a anulat căutarea.
ru_ru: Поиск остановлен.
si: සෙවීම නැවතිණි.
sk: Vyhľadávanie bolo zastavené.
sl: Iskanje je ustavljeno.
sr: Pretraga zaustavljena.
sv: Sökning stoppades.
ta: தேடல் நிறுத்தப்பட்டது.
te: శోధించడం నిలిపివేయబడింది.
th: การ​ค้น​หา​หยุด​ลง​แล้ว
tl: Ihininto ang paghahanap.
tr_tr: Arama durduruldu.
uk: Пошук зупинено.
ur: تلاش روک دی گئی۔
uz: Qidiruv to‘xtatildi.
vi: Tìm kiếm đã dừng.
zh_cn: 已停止搜索
zh_hk: 已停止搜尋

# IDS_BT_BODY_SECURITY_POLICY_RESTRICTS_USE_OF_BLUETOOTH_CONNECTION
source: Security policy restricts use of Bluetooth connection.
ar: سياسة الأمان تقيد استخدام اتصال البلوتوث.
as: ব্লুটুথ সংযোগ ব্যৱহাৰৰ নিৰাপত্তা আঁচনি প্ৰতিবন্ধিত৷
az: Təhlükəsizlik siyasəti Bluetooth bağlantısından istifadəni məhdudlaşdırır.
bg: Правилата за защита ограничават използването на връзка чрез Bluetooth.
bn: সুরক্ষা নীতি ব্লুটুথ সংযোগের ব্যবহারকে সীমাবদ্ধ করে।
ca: La política de seguretat restringeix l'ús de connexió Bluetooth
cs: Zásady zabezpečení omezují použití připojení Bluetooth.
da: Sikkerhedspolitik begrænser brug af Bluetooth-forbindelse.
de: Sicherheitsrichtlinie schränkt die Verwendung der Bluetooth-Verbindung ein.
el_gr: Η πολιτική ασφαλείας περιορίζει τη σύνδεση Bluetooth.
et: Turvalisuse poliis piirab Bluetooth-uhenduse kasutuse.
eu: Segurtasun politikak Bluetooth konexioaren erabilera mugatzen du
fi: Suojauskäytäntö estää Bluetooth-yhteyden käytön.
fr_ca: La politique de sécurité limite l'utilisation de la connexion Bluetooth.
ga: Cuireann an beartas slándála srian ar úsáid nasc Bluetooth
gl: A política de seguridade limita o uso da conexión Bluetooth
gu: સુરક્ષા નીતિ બ્લ્યુટુથ જોડાણનો ઉપયોગને પ્રતિબંધિત કરે છે.
he: מדיניות האבטחה מגבילה את השימוש בחיבור Bluetooth
hi: सुरक्षा नीति ब्लूटूथ कनेक्शन के उपयोग को प्रतिबंधित करती है।
hr: Sigurnosne odredbe ograničavaju korištenje Bluetooth veze.
hu: A biztonsági irányelv korlátozza a Bluetooth-kapcsolat használatát.
hy: Անվտանգության քաղաքականությունը սահմանափակում է Bluetooth կապի օգտագործումը:
id: Kebijakan pengaman membatasi penggunaan koneksi Bluetooth.
is: Öryggisreglur takmarka notkun Bluetooth-tengingar.
it_it: I criteri di sicurezza limitano l'uso della connessione Bluetooth.
ja_jp: Bluetooth接続機能の使用は、セキュリティポリシーによって制限されています。
ka: უსაფრთხოების პოლიტიკა ზღუდავს Bluetooth კავშირის გამოყენებას.
kk: Қауіпсіздік саясаты Bluetooth байланысының пайдаланылуын шектейді.
km: គោលការណ៍​សន្តិសុខ​កំហិត​ការប្រើ​ការភ្ជាប់ Bluetooth។
kn: ಸುರಕ್ಷತಾ ನಿಯಮವು ಬ್ಲೂಟೂತ್ ಸಂಪರ್ಕದ ಬಳಕೆಯನ್ನು ನಿರ್ಬಂಧಿಸುತ್ತದೆ.
ko_kr: 보안정책에 따라 [블루투스]를 사용할 수 없습니다.
lo: ນະໂຍບາຍດ້ານຄວາມປອດໄພຈຳກັດການເຊື່ອມຕໍ່ບລູທູດ.
lt: Saugos strategija riboja naudojimąsi „Bluetooth“ ryšiu.
lv: Drošības politika ierobežo Bluetooth savienojuma lietošanu.
mk: Политиката на безбедност го ограничува користењето врска Bluetooth.
ml: സുരക്ഷാ പോളിസി ബ്ലുടൂത്ത്‌ കണക്ഷന്‍റെ ഉപയോഗം നിയന്ത്രിക്കുന്നു.
mn_mn: Хамгаалалтын бодлого Bluetooth холболтын ашиглалтыг хязгаарлана
mr: सुरक्षा धोरण ब्लुटूथ जोडणीचा वापर प्रतिबं‍धित करते.
ms: Polisi keselamatan mengehadkan penggunaan sambungan Bluetooth.
my: လံုၿခံဳေရးေပၚလစီဘလူးတုသ္ ခ်ိပ္ဆက္မႈသံုးစြဲျခင္းကို ကန္႔သတ္ထားပါသည္။
nb: Sikkerhetspolicy begrenser bruk av Bluetooth-tilkobling.
ne: सुरक्षा नीतिले ब्लुटूथको जड़ान माथि प्रतिबन्ध गर्छ।
nl: Gebruik van Bluetooth-verbinding beperkt door beveiligingsbeleid.
or: ସୁରକ୍ଷା ନୀତି ବ୍ଲୁଟୁଥ୍ ସଂଯୋଜନର ବ୍ୟବହାର ପ୍ରତିବନ୍ଧ କରିଛି।
pa: ਸੁਰੱਖਿਆ ਨੀਤੀ ਬਲੂਟੁੱਥ ਕਨੈਕਸ਼ਨ ਦੀ ਵਰਤੋਂ ਨੂੰ ਰੋਕਦੀ ਹੈ।
pl: Zasady zabezpieczeń ograniczają użycie połączenia Bluetooth.
pt_pt: A política de segurança restringe a utilização da ligação Bluetooth.
ro: Politica de securitate restricţionează utilizarea conexiunii Bluetooth.
ru_ru: Политика безопасности ограничивает использование соединения Bluetooth.
si: ආරක්‍ෂක ප්‍රතිපත්තිය බ්ලූටූත් සබඳතා භාවිතය සීමා කරයි.
sk: Politika zabezpečenia obmedzuje použitie pripojenia Bluetooth.
sl: Varnostni pravilnik omejuje uporabo povezave Bluetooth.
sr: Politika bezbednosti ograničava upotrebu Bluetooth veze.
sv: Säkerhetspolicy begränsar användningen av Bluetooth-anslutning.
ta: ப்ளூடூத் இணைப்பு பயன்படுத்துவதை பாதுகாப்பு கொள்கை தடைசெய்கிறது.
te: బ్లూటూత్ కనెక్షన్ యొక్క ఉపయోగంను భద్రత పాలసీ పరిమితం చేస్తుంది.
th: นโยบาย​ความ​ปลอดภัย​จำกัด​การ​ใช้​การ​เชื่อม​ต่อบลูทูธ​
tl: Pinaghihigpitan ng patakaran sa seguridad ang paggamit ng koneksyon sa Bluetooth.
tr_tr: Güvenlik ilkesi Bluetooth bağlantısı kullanımını kısıtlıyor.
uk: Використання з'єднання Bluetooth обмежено політикою безпеки.
ur: سلامتی پالیسی کے تحت بلیو ٹوتھ کنکشن کے استعمال پر پابندی ہے
uz: Xavfsizlik siyosati Bluetoothdan foydalanishni taqiqlaydi.
vi: Chính sách bảo mật hạn chế việc sử dụng kết nối Bluetooth.
zh_cn: 安全政策限制使用蓝牙连接。
zh_hk: 安全政策限制使用藍牙連線。

source: Security policy restricts use of Bluetooth connection to hands-free features only.
ar: سياسة الأمان تقصر استخدام اتصال البلوتوث على ميزة تحرير اليدين فقط.
as: কেৱল হেণ্ডচ-ফ্ৰী বৈশিষ্ট্যলৈ ব্লুটুথ ব্যৱহাৰৰ নিৰাপত্তা আঁচনী প্ৰতিবন্ধিত৷
az: Təhlükəsizlik siyasəti yalnız səsucaldan xüsusiyyətləri üçün Bluetooth bağlantısından istifadəni məhdudlaşdırır.
bg: Правилата за защита ограничават използването на връзка чрез Bluetooth само до функциите за устройство за свободни ръце.
bn: সুরক্ষা নীতি ব্লুটুথ সংযোগের ব্যবহারকে শুধুমাত্র হ্যান্ডস্-ফ্রী বৈশিষ্ট্যতে সীমাবদ্ধ করে।
ca: La política de seguretat restringeix l'ús de connexió Bluetooth només a funcions de mans lliures
cs: Zásady zabezpečení omezují použití připojení Bluetooth pouze na funkce handsfree.
da: Sikkerhedspolitik begrænser brug af Bluetooth-forbindelse til udelukkende håndfri funktioner.
de: Sicherheitsrichtlinie schränkt die Verwendung der Bluetooth-Verbindung auf Freisprechfunktionen ein.
el_gr: Η πολιτική ασφαλείας περιορίζει τη σύνδεση Bluetooth μόνο σε δυνατότητες hands-free.
et: Turvalisuse poliis piirab Bluetooth-uhenduse kasutamise ainult kaed-vabad funktsioonide puhul.
eu: Segurtasun politikak Bluetooth konexioaren erabilera esku-libreko ezaugarrietara soilik mugatzen du
fi: Suojauskäytäntö estää Bluetooth-yhteyden käytön vain handsfree-toimintojen kanssa.
fr_ca: La politique de sécurité limite l'utilisation de la connexion Bluetooth aux fonctions Mains libres.
ga: Cuireann an beartas slándála srian ar nasc Bluetooth a úsáid ach do ghnéithe lámhshaora amháin
gl: A política de seguridade limita o uso da conexión Bluetooth a só funcións de mans libres
gu: સુરક્ષા નીતિ બ્લ્યુટુથ જોડાણનો ઉપયોગને ફક્ત હેન્ડ્સ-ફ્રી સુવિધામાં પ્રતિબંધિત કરે છે.
he: מדיניות האבטחה מגבילה את השימוש בחיבור Bluetooth לתכונות ללא התערבות המשתמש בלבד
hi: सुरक्षा की नीति केवल हैंडस-फ्री सुविधाओं के लिए ब्लूटूथ कनेक्शन का उपयोग प्रतिबंधित करती है।
hr: Sigurnosne odredbe ograničavaju upotrebu Bluetooth veze samo za handsfree.
hu: A biztonsági irányelv a szabadkezes funkciókra korlátozza a Bluetooth-kapcsolat használatát.
hy: Անվտանգության քաղաքականությունը սահմանափակում է Bluetooth կապի օգտագործումը՝ թույլ տալով միայն ձեռնազատ հնարավորություններ:
id: Kebijakan keamanan membatasi penggunaan koneksi Bluetooth ke fitur handsfree saja.
is: Öryggisreglur takmarka notkun Bluetooth-tengingar við handfrjálsa eiginleika.
it_it: I criteri di sicurezza limitano l'uso della connessione Bluetooth al solo vivavoce.
ja_jp: セキュリティポリシーによってBlutooth接続はハンズフリーに制限します。
ka: უსაფრთხოების პოლიტიკა ფარგლავს Bluetooth კავშირის გამოყენებას მხოლოდ ტელეფონის ფუნქციებისთვის.
kk: Қауіпсіздік саясаты Bluetooth арқылы спикерфон мүмкіндіктеріне ғана қосылып пайдаланылуын шектейді.
km: គោលការណ៍​សន្តិសុខ​កំហិត​ការប្រើ​ការភ្ជាប់ Bluetooth ទៅ​តែ​មុខងារ​ឥតប្រើដៃកាន់​ប៉ុណ្ណោះ។
kn: ಸುರಕ್ಷತಾ ನಿಯಮವು ಕೇವಲ ಕರ-ರಹಿತ ವೈಶಿಷ್ಟ್ಯಗಳಿಗೆ ಮಾತ್ರ ಬ್ಲೂಟೂತ್ ಸಂಪರ್ಕದ ಬಳಕೆಯನ್ನು ನಿರ್ಬಂಧಿಸುತ್ತದೆ.
ko_kr: 보안정책에 따라 [블루투스]는 핸즈프리로만 연결할 수 있습니다.
lo: ນະໂຍບາຍດ້ານຄວາມປອດໄພຫ້າມຈຳກັດການເຊື່ອມຕໍ່ບລູທູດເຂົ້າກັບຄຸນລັກສະນະແຮນຟຣີເທົ່ານັ້ນ.
lt: Saugos politika riboja „Bluetooth“ ryšio naudojimą ir leidžia jungtis tik prie laisvų rankų funkcijų.
lv: Drošības politika ļauj lietot Bluetooth savienojumu, izmantojot tikai brīvroku funkcijas.
mk: Политиката на безбедност го ограничува користењето врска Bluetooth само за функциите без раце.
ml: സുരക്ഷാ പോളിസി ബ്ലുടൂത്ത്‌ കണക്ഷന്‍റെ ഉപയോഗം ഹാന്‍ഡ്സ്-ഫ്രീ ഫീച്ചറുകള്‍ക്ക് മാത്രമായി പരിമിതപ്പെടുത്തുന്നു.
mn_mn: Хамгаалалтын бодлого Bluetooth холболтыг зөвхөн гар чөлөөтэй байлгах функцуудаар хязгаарлаж байна
mr: सुरक्षा धोरण ब्लुटूथ जोडणीचा वापर केवळ हँड्स-फ्री वैशिष्ट्यांपर्यंत प्रतिबं‍धित करते.
ms: Dasar keselamatan menyekat penggunaan sambungan Bluetooth kepada ciri bebas tangan sahaja.
my: လံုၿခံဳေရးေပၚလစီဘလူးတုသ္ ခ်ိပ္ဆက္မႈသံုးစြဲျခင္းကို လက္လြတ္ သံုးစြဲမႈ အဂၤါရပ္အတြက္သာ ကန္႔သတ္ထားပါသည္။
nb: Sikkerhetspolicy begrenser bruk av Bluetooth-tilkobling til kun håndfrifunksjoner.
ne: सुरक्षा नीतिले हेन्ड्स स्वतन्त्रता मात्रमा ब्लुटूथ प्रयोग प्रतिबन्ध गर्छ।
nl: Veiligheidsbeleid beperkt gebruik van Bluetooth-verbinding tot hands-free functies.
or: ସୁରକ୍ଷା ନୀତି ପ୍ରତିବନ୍ଧିତ କରିଛି ବ୍ଲୁଟୁଥ୍ ସଂଯୋଜନ ବ୍ୟବହାରକୁ କେବଳ ହ୍ୟାଣ୍ଡସ୍-ଫ୍ରି ବୈଶିଷ୍ଟ୍ୟଗୁଡିକ।
pa: ਸੁਰੱਖਿਆ ਨੀਤੀ ਕੇਵਲ ਬਲੂਟੁੱਥ ਕਨੈਕਸ਼ਨ ਤੋਂ ਹੈਂਡਸ-ਫ੍ਰੀ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦੀ ਵਰਤੋਂ ਨੂੰ ਹੀ ਰੋਕਦੀ ਹੈ।
pl: Zasady zabezpieczeń ograniczają użycie połączenia Bluetooth jedynie do funkcji urządzeń głośnomówiących.
pt_pt: A política de segurança restringe a utilização da ligação Bluetooth unicamente às funções mãos-livres.
ro: Politica de securitate restricţionează utilizarea conexiunii Bluetooth numai pentru caracteristicile hands-free.
ru_ru: Политика безопасности ограничивает использование соединения Bluetooth: только беспроводные гарнитуры.
si: හෑන්ඩ්ස්-ෆ්‍රී විශේෂාංගය සඳහා පමණක් බ්ලූටූත් භාවිතයට ආරක්‍ෂක ප්‍රතිපත්තිය ඉඩදෙයි.
sk: Politika zabezpečenia obmedzuje použitie pripojenia Bluetooth iba na funkcie súpravy handsfree.
sl: Varnostni pravilnik omejuje uporabo povezave Bluetooth zgolj na prostoročne funkcije.
sr: Politika bezbednosti ograničava upotrebu Bluetooth veze samo na hendsfri funkcije.
sv: Säkerhetspolicy begränsar användningen av Bluetooth-anslutning till endast handsfreefunktioner.
ta: ஹேண்ட்ஸ்-ஃப்ரீ அம்சங்களில் மட்டும் ப்ளூடூத் இணைப்பை பயன்படுத்த பாதுகாப்பு கொள்கையானது தடுக்கிறது.
te: హాండ్స్-ఫ్రీ ఫీచర్లు మాత్రమే బ్లూటూత్ కనెక్షన్ యొక్క ఉపయోగంను భద్రత పాలసీ పరిమితం చేస్తుంది.
th: นโยบาย​ด้าน​ความ​ปลอดภัย​กำหนด​ให้​ใช้​บลู​ทู​ธกับฟังก์​ชั่น​การ​ทำ​งาน​แบบ​แฮนด์​ฟรี​เท่า​นั้น
tl: Pinaghihigpitan ng patakaran sa seguridad ang paggamit ng koneksyon sa Bluetooth sa mga hands-free na feature lang.
tr_tr: Güvenlik ilkesi Bluetooth bağlantısını sadece eller serbest özelliği için kullanımını kısıtlıyor.
uk: Політика безпеки обмежує використання з'єднання Bluetooth тільки для функцій комплекту «Вільні руки».
ur: سلامتی پالیسی کے تحت بلیو ٹوتھ کنکشن کے صرف ھینڈز فری فیچروں کے استعمال پر پابندی ہے
uz: Xavfsizlik siyosati Bluetooth ulanishidan faqat avtomatik xususiyatlarga foydalanishni taqiqlaydi.
vi: Chính sách bảo mật chỉ hạn chế việc sử dụng kết nối Bluetooth tới các tính năng rảnh tay.
zh_cn: 安全政策限制仅能使用蓝牙连接的免提功能。
zh_hk: 安全政策限制藍牙連接只能用於免提功能。

# IDS_BT_BODY_SENDING_FAILED_TO_PS
source: Sending failed to %s.
ar: فشل الإرسال إلى %s.
as: %s লৈ প্ৰেৰণ বিফল হ'ল৷
az: %s-a göndərmə uğursuz oldu.
bg: Изпращането до %s е неуспешно.
bn: %s-এ পাঠানো ব্যর্থ হয়েছে।
ca: Error d'enviament a %s
cs: Odesílání do %s se nezdařilo.
da: Afsendelse mislykkedes til %s.
de: Senden an %s fehlgeschlagen
el_gr: Η αποστολή στο %s απέτυχε.
et: Saatmine seadmesse %s nurjus.
eu: Ezin izan zaio %s-(r)i bidali
fi: Lähetys laitteeseen %s epäonnistui.
fr_ca: Échec de l'envoi à %s.
ga: Theip ar sheoladh chuig %s.
gl: Erro ao enviar a %s
gu: %s પર મોકલવામાં નિષ્ફળ.
hi: %s को भेजना विफल।
hr: Neuspješno slanje do %s.
hu: A küldés a(z) %s eszközre sikertelen.
hy: %s-ին ուղարկումը ձախողվեց:
id: Gagal mengirim ke %s.
is: Sending til %s mistókst.
it_it: Invio non riuscito a %s.
ja_jp: %sへの送信に失敗しました。
ka: ვერ გაიგზავნა მოწყობილობაზე „%s“.
kk: %s ішіне жіберу сәтсіз болды.
km: ការផ្ញើ​ទៅ %s បាន​បរាជ័យ។
kn: %s ಗೆ ಕಳುಹಿಸುವಿಕೆ ವಿಫಲವಾಗಿದೆ.
ko_kr: %s에게 보내지 못하였습니다.
lo: ການສົ່ງໄປຫາ %s ບໍ່ສໍາເລັດ.
lt: Nusiųsti %s nepavyko.
lv: Faila sūtīšana uz %s neizdevās.
mk: Неуспешно праќање до %s.
ml: %s-ലേക്ക് അയക്കുന്നതില്‍ പരാജയപ്പെട്ടു.
mn_mn: %s-д файл илгээж чадсангүй
mr: %s ला पाठवणे अयशस्वी.
ms: Penghantar gagal ke %s.
my: %S သို႔ ေပးပို႔မႈ မေအာင္ျမင္ပါ။
nb: Sending mislyktes til %s.
ne: %s लाई पठाउन असफल।
nl: Verzenden naar %s mislukt.
or: %sକୁ ପଠାଇବା ବିଫଳ ହୋଇଛି।
pa: %s ਵੱਲ ਭੇਜਣ ਵਿੱਚ ਅਸਫਲ।
pl: Wysyłanie do urządzenia %s nie powiodło się.
pt_pt: O envio para %s falhou.
ro: Trimiterea către %s a eşuat.
ru_ru: Сбой отправки на %s.
si: %s වෙත යැවීමට අසමත් විය.
sk: Odosielanie do %s zlyhalo.
sl: Pošiljanje v napravo %s ni uspelo.
sr: Nije uspelo slanje na %s.
sv: Sändning misslyckades till %s.
ta: %s-க்கு அனுப்ப இயலவில்லை.
te: %s కు పంపడం విఫలమైంది.
th: ไม่​สามารถ​ส่ง​ไป​ที่ %s
tl: Nabigo ang pagpapadala sa %s.
tr_tr: %s öğesine gönderme başarısız.
uk: Збій надсилання на %s.
ur: %s کو بھیجنا ناکام ہوگیا۔
uz: %sga yuborib bo‘lmadi.
vi: Gửi đến %s đã bị lỗi.
zh_cn: 发送到%s失败。
zh_hk: 發送給%s失敗。

# IDS_BT_BODY_SENT
source: Sent
ar: تم الإرسال.
as: প্ৰেৰণ কৰা হৈছে৷
az: Göndərildi.
bg: Изпратен.
bn: পাঠানো হয়েছে।
ca: Enviat
cs: Odesláno.
da: Sendt.
de: Gesendet
el_gr: Απεσταλμένα.
et: Saadetud.
eu: Bidalitakoak
fi: Lähetetty.
fr_ca: Envoyé
ga: Seolta.
gl: Enviada
gu: મોકલી દીધું.
hi: भेजा।
hr: Poslano.
hu: Elküldve.
hy: Ուղարկված է:
id: Terkirim.
it_it: Inviato.
ja_jp: 送信完了
ka: გაგზავნილია.
kk: Жіберілген
km: បាន​ផ្ញើ។
kn: ಕಳುಹಿಸಲಾಗಿದೆ.
ko_kr: 보냈습니다.
lo: ສົ່ງ​ແລ້ວ
lt: Išsiųsta.
lv: Nosūtīts.
mk: Пратено.
ml: അയച്ചു.
mn_mn: Илгээсэн
mr: पाठवले.
ms: Dihantar.
my: ေပးပုိ႔ၿပီး
nb: Sendt.
ne: पठाइयो।
nl: Verzonden.
or: ପ୍ରେରଣ ହୋଇଛି।
pa: ਭੇਜੇ।
pl: Wysłano.
pt_pt: Enviada.
ro: Trimise
ru_ru: Отправлено.
si: යැවිණි.
sk: Odoslané.
sl: Poslano.
sr: Poslato.
sv: Sänt.
ta: அனுப்பப்பட்டது.
te: పంపబడింది.
th: ส่งแล้ว
tl: Naipadala.
tr_tr: Gönderildi.
uk: Надіслано.
ur: بھیج دیا۔
uz: Yuborildi.
vi: Đã gửi.
zh_cn: 已发送
zh_hk: 已發送。

# IDS_BT_BODY_SERIAL_PORT
source: Serial port
ar: منفذ تسلسلي
as: ধাৰাবাহিক পৰ্ট
az: Ardıcıl port
bg: Сериен порт
bn: সিরিয়াল পোর্ট
ca: Port de sèrie
cs: Sériový port
da: Seriel port
de: Serieller Anschluss
el_gr: Σειριακή θύρα
et: Jadaport
eu: Serie ataka
fi: Sarjaportti
fr_ca: Port série
ga: Port srathach
gl: Porto serie
gu: સીરિયલ પોર્ટ
he: יציאה טורית
hi: सीरियल पोर्ट
hr: Serijski ulaz
hu: Soros port
hy: Հաջորդական պորտ
is: Raðtengi
it_it: Porta seriale
ja_jp: シリアルポート
ka: სერიული პორტი
kk: Сериялық порт
km: ច្រក​សៀរៀល
kn: ಸೀರಿಯಲ್ ಪೋರ್ಟ್
ko_kr: 시리얼 포트
lo: ຜອດ​ອະນຸກົມ
lt: Serijinis prievadas
lv: Seriālais ports
mk: Сериски порт
ml: സീരിയല്‍ പോര്‍ട്ട്
mn_mn: Сериал порт
mr: सीरियल पोर्ट
ms: Port bersiri
my: အစဥ္လိုက္ေနရာ
nb: Serieport
ne: क्रम पोर्ट
nl: Seriële poort
or: କ୍ରମାଙ୍କ ରିପୋର୍ଟ୍
pa: ਸੀਰੀਅਲ ਪੋਰਟ
pl: Port szeregowy
pt_pt: Porta série
ro: Port serial
ru_ru: Последовательный порт
si: සීරියල් පෝට්
sk: Sériový port
sl: Serijska vrata
sr: Serijski port
sv: Serieport
ta: தொடர் துறை
te: సీరియల్ పోర్ట్
th: ซีเรีย​ลพอร์ต
tr_tr: Seri bağlantı noktası
uk: Послідовний порт
ur: سریل پورٹ
uz: Tadrijiy port
vi: Cổng nối tiếp
zh_cn: 串行端口
zh_hk: 序列埠

# IDS_BT_BODY_SERVICES
source: Bluetooth services
ar: خدمات البلوتوث
as: ব্লুটুথ সেৱা
az: Bluetooth xidmətləri
bg: Bluetooth услуги
bn: ব্লুটুথ পরিষেবা
ca: Serveis de Bluetooth
cs: Služba Bluetooth
da: Bluetooth-tjenester
de: Bluetooth-Dienste
el_gr: Υπηρεσίες Bluetooth
et: Bluetooth-teenused
eu: Bluetooth zerbitzuak
fi: Bluetooth-palvelut
fr_ca: Services Bluetooth
ga: Seirbhísí Bluetooth
gl: Servizos Bluetooth
gu: બ્લ્યુટુથ સેવાઓ
he: שירותי Bluetooth
hi: ब्लूटूथ सेवाएँ
hr: Bluetooth usluge
hu: Bluetooth szolgáltatások
hy: Bluetooth ծառայություններ
id: Layanan Bluetooth
is: Bluetooth þjónusta
it_it: Servizi Bluetooth
ja_jp: Bluetoothサービス説明
ka: Bluetooth მომსახურება
kk: Блютуз қызметі
km: សេវា Bluetooth
kn: ಬ್ಲೂಟೂತ್ ಸೇವೆಗಳು
ko_kr: 블루투스 서비스
lo: ການບໍລິການບລູທູດ
lt: „Bluetooth“ paslaugos
lv: Bluetooth pakalpojumi
mk: Bluetooth услуги
ml: ബ്ലുടൂത്ത് സേവനങ്ങള്‍
mn_mn: Bluetooth үйлчилгээнүүд
mr: ब्लूटूथ सेवा
ms: Perkhidmatan Bluetooth
my: ဘလူးတုသ္ ၀န္ေဆာင္မႈမ်ား
nb: Bluetooth-tjenester
ne: ब्लुटूथ सेवाहरू
nl: Bluetooth-diensten
or: ବ୍ଲୁଟୁଥ୍ ସେବାଗୁଡିକ
pa: ਬਲੂਟੁੱਥ ਸੇਵਾਂਵਾਂ
pl: Usługi Bluetooth
pt_pt: Serviços Bluetooth
ro: Servicii Bluetooth
ru_ru: Службы Bluetooth
si: බ්ලූටූත් සේවා
sk: Služby Bluetooth
sl: Storitve Bluetooth
sr: Bluetooth usluge
sv: Bluetooth-tjänster
ta: ப்ளூடூத் சேவைகள்
te: బ్లూటూత్ సేవలు
th: บริการบลูทูธ
tl: Mga service ng Bluetooth
tr_tr: Bluetooth servisleri
uk: Послуги Bluetooth
ur: بلیو ٹوتھ سروس
uz: Bluetooth xizmatlari
vi: Dịch vụ Bluetooth
zh_cn: 蓝牙服务
zh_hk: 藍牙服務

# IDS_BT_BODY_SHOW_PASSWORD
source: Show password
ar: اعرض كلمة المرور.
as: পাছৱৰ্ড দেখুৱাওক৷
az: Parolu göstərin.
bg: За показване на паролата.
bn: পাসওয়ার্ড দেখান।
ca: Mostrar contrasenya.
cs: Zobrazit heslo.
da: Vis adgangskode.
de: Passwort anzeigen
el_gr: Να εμφανιστεί ο κωδικός πρόσβασης.
et: Kuva parool.
eu: Erakutsi pasahitza.
fi: Näytä salasana.
fr_ca: Afficher le mot de passe.
ga: Taispeáin pasfhocal.
gl: Mostrar contrasinal.
gu: પાસવર્ડ બતાવો.
he: הצג סיסמה
hi: पासवर्ड दिखाएँ।
hr: Prikaži lozinku.
hu: Megjeleníti a jelszót.
hy: Ցույց տալ գաղտնաբառը:
id: Tampilkan kata sandi.
is: Sýna lykilorð.
it_it: Mostra password.
ja_jp: パスワードを表示
ka: გამოჩნდეს პაროლი.
kk: Құпиясөзді көрсету.
km: បង្ហាញ​ពាក្យសម្ងាត់។
kn: ಪಾಸ್‌ವರ್ಡ್ ತೋರಿಸಿ.
ko_kr: 비밀번호 표시
lo: ສະແດງລະຫັດ.
lt: Rodyti slaptažodį.
lv: Rādīt paroli.
mk: Прикажи лозинка.
ml: പാസ്സ്‍വേര്‍ഡ് കാണിക്കുക.
mn_mn: Нууц үгийг харуул.
mr: पासवर्ड दाखवा.
ms: Tunjukkan kata laluan.
my: စကား၀ွက္ ျပပါ။
nb: Vis passord.
ne: पासवर्ड देखाउनुहोस्।
nl: Toon wachtwoord.
or: ପାସ୍‌ୱାର୍ଡ ଦେଖନ୍ତୁ।
pa: ਪਾਸਵਰਡ ਦਿਖਾਓ।
pl: Wyświetl hasło.
pt_pt: Mostrar palavra-passe.
ro: Afişaţi parola.
ru_ru: Показать пароль.
si: මුරපදය පෙන්වන්න.
sk: Zobrazí sa heslo.
sl: Prikaži geslo.
sr: Prikaži lozinku.
sv: Visa lösenord.
ta: கடவுச்சொல் காட்டவும்.
te: పాస్‌వర్డ్ చూపండి.
th: แสดง​รหัส​ผ่าน
tl: Ipakita ang password.
tr_tr: Parolayı göster.
uk: Показати пароль.
ur: پاس ورڈ دکھائیں۔
uz: Parol ko‘rsatilsin.
vi: Hiện mật mã.
zh_cn: 显示密码
zh_hk: 顯示密碼
