Repository: tizenorg/apps.core.preloaded.ug-bluetooth-efl
Catalog: po/*.po
Languages: ar, as, az, bg, bn, ca, cs, da, de, el_gr, et, eu, fi, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, lo, lt, lv, mk, ml, mn_mn, mr, ms, my, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sr, sv, ta, te, th, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

# IDS_CAM_SK_CLOSE
source: Close
ar: إغلاق
as: বন্ধ কৰক
az: Bağla
bg: Затвори
bn: বন্ধ করুন
ca: Tancar
cs: Zavřít
da: Luk
de: Schließen
el_gr: Κλείσιμο
et: Sulge
eu: Itxi
fi: Sulje
fr_ca: Fermer
ga: Dún
gl: Pechar
gu: બંધ કરો
hi: बंद
hr: Zatvori
hu: Bezár
hy: Փակել
id: Tutup
it_it: Chiudi
ja_jp: 閉じる
ka: დახურვა
kk: Жабу
km: បិទ
kn: ಮುಚ್ಚಿ
ko_kr: 닫기
lo: ປິດ
lt: Uždaryti
lv: Aizvērt
mk: Затвори
ml: അടയ്‌ക്കുക
mn_mn: Хаах
mr: बंद करा
ms: Tutup
my: ပိတ္ပါ
nb: Lukk
ne: बन्द
nl: Sluiten
or: ବନ୍ଦ
pa: ਬੰਦ ਕਰੋ
pl: Zamknij
pt_pt: Fechar
ro: Închidere
ru_ru: Закрыть
si: වසන්න
sk: Zavrieť
sl: Zapri
sr: Zatvori
sv: Stäng
ta: மூடவும்
te: మూసివేయి
th: ปิด
tl: Isara
tr_tr: Kapat
uk: Закрити
ur: بند کرنا
uz: Yopish
vi: Đóng
zh_cn: 关闭
zh_hk: 關閉

# IDS_HELP_POP_TUTORIAL_COMPLETE
source: Tutorial complete.
ar: استكمال المادة التعليمية.
as: টিউটৰিয়েল সম্পূৰ্ণ
az: Təlimatlar tamamlandı.
bg: Самоучителят завърши.
bn: টিউটোরিয়াল সম্পূর্ণ৷
ca: Programa d'aprenentatge complet
cs: Kurz byl dokončen.
da: Selvstudium fuldført.
de: Ende der Anleitung.
el_gr: Ο οδηγός εκμάθησης ολοκληρώθηκε.
et: Õpetus on lõpule viidud.
eu: Tutoriala osatuta
fi: Opetusohjelma suoritettu.
fr_ca: Didacticiel terminé
ga: Ceacht teagaisc curtha i gcrích.
gl: Tutorial completado
gu: ટ્યૂટોરિયલ પૂર્ણ.
hi: शिक्षण पूर्ण।
hr: Vodič dovršen.
hu: A tankönyv befejeződött.
hy: Ուսումնական ձեռնարկն ավարտվեց:
id: Tutorial selesai.
is: Kennslu lokið.
it_it: Tutorial completato.
ja_jp: チュートリアルが完了しました。
ka: სახელმძღვანელო დასრულდა.
kk: Оқулық аяқталды.
km: ការបង្រៀន​បាន​បញ្ចប់។
kn: ಟ್ಯುಟೋರಿಯಲ್ ಮುಕ್ತಾಯಗೊಂಡಿದೆ.
ko_kr: 가이드를 완료하였습니다.
lo: ການແນະນໍາສໍາເລັດ.
lt: Mokymo programa baigta.
lv: Apmācība pabeigta.
mk: Упатството е завршено.
ml: ട്യൂട്ടോറിയല്‍ പൂര്‍ത്തിയായി
mn_mn: Зааварлагч дууссан.
mr: ट्युटोरियल पूर्ण.
ms: Tutorial selesai.
my: သင္တန္း ျပီးျပည့္စံုပါၿပီ။
nb: Læreprogram fullført.
ne: टुटोरियल पूरा भयो।
nl: Zelfstudie voltooid.
or: ଟ୍ୟୁଟୋରିଆଲ୍ ସମ୍ପୁର୍ଣ୍ଣ ହୋଇଛି।
pa: ਟਿਉਟੋਰਿਅਲ ਪੂਰਾ ਹੋ ਗਿਆ ਹੈ।
pl: Samouczek ukończono.
pt_pt: Tutorial concluído.
ro: Tutorial finalizat.
ru_ru: Обучение завершено.
si: නිබන්ධය සම්පූර්ණයි.
sk: Kurz je dokončený.
sl: Vadnica je končana.
sr: Vodič dovršen.
sv: Introduktionen är slutförd.
ta: பயிற்சி முடிவுற்றது
te: ట్యుటోరియల్ పూర్తియింది.
th: การฝึกใช้งานเสร็จสิ้น
tl: Kumpleto na ang tutorial.
tr_tr: Eğitsel bitti.
uk: Посібник завершено.
ur: ٹیوٹوریل مکمل۔
uz: Ko‘rsatma yakunlandi.
vi: Hướng dẫn đã hoàn tất.
zh_cn: 教程完成
zh_hk: 教學完成。

# IDS_HELP_POP_INVALID_ACTION_TRY_AGAIN
source: Invalid action. Try again.
ar: إجراء غير صالح. حاول مرة أخرى.
as: অবৈধ কাৰ্য৷ পুনৰ চেষ্টা কৰক৷
az: Əməliyyat səhvdir. Yenidən cəhd edin.
bg: Невалидно действие. Опитайте отново.
bn: অবৈধ ক্রিয়া৷ আবার চেষ্টা করুন৷
ca: Acció no vàlida. Torni-ho a intentar.
cs: Neplatná akce. Opakujte akci.
da: Ugyldig handling. Prøv igen.
de: Ungültige Aktion. Erneut versuchen.
el_gr: Μη έγκυρη ενέργεια. Δοκιμάστε ξανά.
et: Vale toiming. Proovige uuesti.
eu: Ekintza baliogabea. Saiatu berriz.
fi: Virheellinen toiminto. Yritä uudelleen.
fr_ca: Action non valide. Réessayez.
ga: Gníomh neamhbhailí. Triail arís.
gl: Acción non válida. Téntao de novo.
gu: અમાન્ય ક્રિયા. ફરી પ્રયત્ન કરો
hi: अमान्य क्रिया। फिर से प्रयास करें।
hr: Neispravna radnja. Ponovite.
hu: Érvénytelen művelet. Próbálja újra.
hy: Անվավեր գործողություն: Նորից փորձեք:
id: Aksi tidak valid. Coba lagi.
is: Ógild aðgerð. Reyndu aftur.
it_it: Azione non valida. Riprovare.
ja_jp: 操作が正しくありません。再度お試しください。
ka: მოქმედება არასწორია. ისევ ცადეთ.
kk: Әрекет қате. Қайталап көріңіз.
km: សកម្មភាព​អសុពលភាព។ សាកល្បង​ម្តងទៀត។
kn: ಸಿಂಧುವಲ್ಲದ ಕ್ರಿಯೆ. ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko_kr: 동작이 바르지 않습니다. 다시 시도하세요.
lo: ການດໍາເນີນການບໍ່ຖືກຕ້ອງ. ລອງໃໝ່ອີກ.
lt: Neteisingas veiksmas. Bandykite dar kartą.
lv: Nederīga darbība. Mēģiniet vēlreiz.
mk: Неважечо дејство. Обидете се повторно.
ml: അസാധുവായ പ്രവൃത്തി. വീണ്ടും ശ്രമിക്കുക
mn_mn: Хүчингүй үйлдэл. Ахин оролд.
mr: अवैध क्रिया. पुन्हा प्रयत्न.
ms: Tindakan tidak sah. Cuba lagi.
my: ထပ္မံႀကိဳးစားပါ။
nb: Ugyldig handling. Prøv på nytt.
ne: अवैध कार्य। फेरि प्रयास गर्नुहोस्।
nl: Ongeldige actie. Probeer het opnieuw.
or: ଅବୈଧ କ୍ରିୟା। ପୁନଃ ଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਅਵੈਧ ਕ੍ਰਿਆ। ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Nieprawidłowa akcja. Spróbuj ponownie.
pt_pt: Acção inválida. Tente novamente.
ro: Acţiune nevalidă. Încercaţi din nou.
ru_ru: Недопустимое действие. Повторите попытку.
si: වලංගු නොවන ක්‍රියාවක්. නැවත උත්සාහ කරන්න.
sk: Neplatná akcia. Skúste to znova.
sl: Neveljavno dejanje. Poskusite znova.
sr: Neispravna radnja. Pokušaj ponovo.
sv: Ogiltig åtgärd. Försök igen.
ta: தவறான செயல். மீண்டும் முயலுக.
te: చెల్లని చర్య. మళ్లీ ప్రయత్నించండి.
th: การทำงานไม่ถูกต้อง ลองใหม่
tl: Hindi wastong aksyon. Subukang muli.
tr_tr: Geçersiz eylem. Yeniden deneyin.
uk: Неприпустима дія. Cпробуйте ще раз.
ur: غیر مجاز عمل۔ دوبارہ کوشش کریں۔
uz: Noto‘g‘ri harakat. Qayta urinib ko‘ring.
vi: Thao tác không hợp lệ. Thử lại.
zh_cn: 无效动作，请重试。
zh_hk: 動作無效。請重試。

# IDS_MAPS_POP_RESUME
source: Resume
ar: استئناف
as: ৰিজিউম
az: Davam et
bg: Поднови
bn: পুনরারম্ভ
ca: Reprendre
cs: Pokračovat
da: Fortsæt
de: Fortsetzen
el_gr: Συνέχεια
et: Jätka
eu: Berrabiarazi
fi: Jatka
fr_ca: Reprendre
ga: Atosaigh
gl: Continuar
gu: ફરી શરૂ કરો
hi: पुनः शुरू
hr: Nastavi
hu: Folytatás
hy: Վերսկսել
id: Lanjut
it_it: Riprendi
ja_jp: 再開
ka: განახლება
kk: Жаңарту
km: ចាប់​ផ្ដើម​បន្ត
kn: ಪುನರಾರಂಭಿಸುವುದು
ko_kr: 계속
lo: ເລີ່ມ ໃໝ່ບໍ
lt: Tęsti
lv: Atsākt
mk: Продолжи
ml: വീണ്ടും തുടങ്ങുക
mn_mn: Үргэлжлүүлэх
mr: पुन्हा चालू
ms: Sambung semula
my: ျပန္စပါ
nb: Fortsett
ne: जारी राख्‍नुहोस्
nl: Hervatten
or: ପୁନରାରମ୍ଭ
pa: ਪੁਨਰ ਅਰੰਭ
pl: Wznów
pt_pt: Retomar
ro: Reluare
ru_ru: Возобновить
si: නැවත අරඹමින්
sk: Pokračovať
sl: Nadaljuj.
sr: Nastavi
sv: Fortsätt
ta: மீண்டும் துவக்குக
te: మళ్లీ ప్రారంభించు
th: กลับ
tl: Ituloy
tr_tr: Devam
uk: Відновити
ur: دوبارہ شروع کریں
uz: Davom ettirish
vi: Tiếp tục
zh_cn: 继续
zh_hk: 繼續

# IDS_BT_POP_ACTIVATED
source: Bluetooth activated.
ar: تم تفعيل البلوتوث.
as: ব্লুটুথ সক্ৰিয় হৈছে৷
az: Bluetooth aktivləşdirildi.
bg: Bluetooth e активиран.
bn: ব্লুটুথ সক্রিয় হয়েছে।
ca: Bluetooth activat
cs: Bluetooth aktivováno.
da: Bluetooth er aktiveret.
de: Bluetooth aktiviert
el_gr: Το Bluetooth ενεργοποιήθηκε.
et: Bluetooth aktiveeritud.
eu: Bluetooth aktibatuta
fi: Bluetooth aktivoitu.
fr_ca: Bluetooth activé.
ga: Bluetooth curtha i ngníomh.
gl: Bluetooth activado
gu: બ્લ્યુટુથ સક્રિય.
he: Bluetooth מופעל
hi: ब्लूटूथ सक्रिय।
hr: Bluetooth uključen.
hu: Bluetooth bekapcsolva.
hy: Bluetooth-ը ակտիվացված է:
id: Bluetooth diaktifkan.
is: Bluetooth virkjuð.
it_it: Bluetooth attivato.
ja_jp: Bluetooth起動
ka: Bluetooth გააქტიურდა.
kk: Bluetooth қосылған
km: បាន​ដំណើរការ Bluetooth។
kn: ಬ್ಲೂಟೂತ್ ಸಕ್ರಿಯಗೊಂಡಿದೆ.
ko_kr: 블루투스를 실행하였습니다.
lo: ບລູທູດໄດ້ເປີດໃຊ້ຢູ່.
lt: „Bluetooth“ įjungtas.
lv: Bluetooth aktivizēts.
mk: Bluetooth е активиран.
ml: ബ്ലൂടൂത്ത് സജീവമാക്കി.
mn_mn: Bluetooth идэвхжисэн.
mr: ब्लूटूथ सक्रिय केला.
ms: Bluetooth diaktifkan.
my: ဘလူးတုသ္ ဖြင့္ထားပါသည္။
nb: Bluetooth aktivert.
ne: ब्लुटूथ सक्रिय भयो।
nl: Bluetooth ingeschakeld.
or: ବ୍ଲୁଟୁଥ୍ ସକ୍ରିୟ ହୋଇଛି।
pa: ਬਲੂਟੁੱਥ ਕਿਰਿਆਸ਼ੀਲ ਹੋਇਆ।
pl: Bluetooth włączony.
pt_pt: Bluetooth activado.
ro: Bluetooth activat
ru_ru: Bluetooth включен.
si: බ්ලූටූත් සක්‍රියයි.
sk: Bluetooth aktivované.
sl: Bluetooth je vključen.
sr: Bluetooth aktiviran.
sv: Bluetooth aktiverat.
ta: ப்ளூடூத் செயற்படுத்தப்பட்டது.
te: బ్లూటూత్ యాక్టివేట్ అయ్యింది.
th: บลูทูธทำงาน
tl: Naka-activate ang Bluetooth.
tr_tr: Bluetooth etkin.
uk: Bluetooth активовано.
ur: بلیوٹوتھ کارآمد۔
uz: Bluetooth faollashtirildi.
vi: Đã bật Bluetooth.
zh_cn: 蓝牙 已启动
zh_hk: 藍牙已啟動

# IDS_BT_BODY_SEARCH_OPTIONS
source: Search options
ar: خيارات البحث
as: বিকল্প অনুসন্ধান কৰক
az: Axtarış seçimləri
bg: Опции за търсене
bn: সন্ধান বিকল্প
ca: Opcions de cerca
cs: Možnosti hledání
da: Søgeindstillinger
de: Suchoptionen
el_gr: Επιλογές αναζήτησης
et: Otsingu valikud
eu: Bilaketa aukerak
fi: Hakuvaihtoehdot
fr_ca: Options de recherche
ga: Roghanna cuardaigh
gl: Procurar opcións
gu: શોધ વિકલ્પો
he: אפשרויות החיפוש
hi: खोज विकल्प
hr: Opcije pretraživanja
hu: Keresési opciók
hy: Որոնման ընտրանքներ
id: Pilihan pencarian
is: Leitarvalkostir
it_it: Opzioni di ricerca
ja_jp: 検索オプション
ka: ძიების ოფციები
kk: Іздеу параметрлері
km: ជម្រើស​ស្វែងរក
kn: ಶೋಧ ಆಯ್ಕೆಗಳು
ko_kr: 검색 옵션
lt: Paieškos parinktys
lv: Meklēšanas iespējas
mk: Опции за пребарување
ml: തിരയല്‍ ഓപ്ഷനുകള്‍
mr: शोध विकल्प
ms: Pilihan carian
nb: Søkealternativer
ne: खोज विकल्पहरू
nl: Zoekopties
or: ସନ୍ଧାନ ବିକଳ୍ପସମୂହ
pa: ਭਾਲ ਦੇ ਵਿਕਲਪ
pl: Opcje wyszukiwania
pt_pt: Procurar opções
ro: Opţiuni căutare
ru_ru: Параметры поиска
si: සෙවුම් විකල්ප
sk: Možnosti hľadania
sl: Iskalne možnosti
sr: Opcije pretrage
sv: Sökalternativ
ta: தேடல் தெரிவுகள்
te: శోధన ఎంపికలు
th: ทางเลือก​ค้น​หา
tl: Mga opsyon sa paghahanap
tr_tr: Arama seçenekleri
uk: Опції пошуку
ur: اختیارات تلاش
uz: Qidirish variantlari
vi: Tùy chọn tìm kiếm
zh_cn: 搜索选项
zh_hk: 搜尋選項

# IDS_BT_BODY_ALL_DEVICES
source: All devices
ar: كل الأجهزة
as: সকলো ডিভাইচ
az: Bütün cihazlar
bg: Всички устройства
bn: সমস্ত ডিভাইস
ca: Tots els dispositius
cs: Všechna zařízení
da: Alle enheder
de: Alle Geräte
el_gr: Όλες οι συσκευές
et: Kõik seadmed
eu: Gailu guztiak
fi: Kaikki laitteet
fr_ca: Tous les périphériques
ga: Gach gléas
gl: Todos os dispositivos
gu: બધા ઉપકરણો
he: כל ההתקנים
hi: सभी डिवाइस
hr: Svi uređaji
hu: Minden eszköz
hy: Բոլոր սարքերը
id: Semua perangkat
is: Öll tæki
it_it: Tutti
ja_jp: 全てのデバイス
ka: ყველა მოწყობილობა
kk: Барлық құрылғылар
km: ឧបករណ៍​ទាំងអស់
kn: ಎಲ್ಲ ಸಾಧನಗಳು
ko_kr: 모든 디바이스
lo: ທຸກເຄື່ອງ
lt: Visi įrenginiai
lv: Visas ierīces
mk: Сите уреди
ml: എല്ലാ ഉപകരണങ്ങളും
mn_mn: Бүх төхөөрөмж
mr: सर्व उपकरणे
ms: Semua peranti
my: ကိရိယာ အားလံုး
nb: Alle enheter
ne: सबै यन्त्रहरू
nl: Alle apparaten
or: ସମସ୍ତ ଡିଭାଇସ୍‌ଗୁଡିକ
pa: ਸਾਰੇ ਡਿਵਾਈਸਿਸ
pl: Wszystkie urządzenia
pt_pt: Todos os dispositivos
ro: Toate dispozitivele
ru_ru: Все устройства
si: සියලු උපාංග
sk: Všetky zariadenia
sl: Vse naprave
sr: Svi uređaji
sv: Alla enheter
ta: எல்லா சாதனங்கள்
te: మొత్తం పరికరాలు
th: อุปกรณ์​ทั้ง​หมด
tl: Lahat ng device
tr_tr: Tüm cihazlar
uk: Усі пристрої
ur: سب آلات
uz: Hamma qurilmalar
vi: Tất cả thiết bị
zh_cn: 全部设备
zh_hk: 全部裝置

# IDS_ST_MBODY_SHOW_PIN
source: Show PIN
ar: إظهار رقم PIN
as: PIN দেখুৱাওক
az: PIN-i göstər
bg: Показване на PIN
bn: PIN দেখান
ca: Mostrar el PIN
cs: Zobrazit PIN kód
da: Vis PIN
de: PIN anzeigen
el_gr: Εμφάνιση PIN
et: Näita PIN-koodi
eu: Erakutsi PIN
fi: Näytä PIN-koodi
fr_ca: Afficher le NIP
ga: Taispeáin PIN
gl: Amosar PIN
gu: PIN બતાવો
hi: PIN दिखाएँ
hr: Prikaži PIN
hu: PIN megjelenítése
hy: Ցույց տալ PIN-ը
id: Tampilkan PIN
it_it: Mostra PIN
ja_jp: PINを表示
ka: გამოჩნდეს PIN
kk: PIN кодын көрсету
km: បង្ហាញ PIN
kn: PIN ತೋರಿಸಿ
ko_kr: PIN 표시
lo: ສະແດງ PIN
lt: Rodyti PIN
lv: Parādīt PIN
mk: Прикажи PIN
ml: PIN കാണിക്കുക
mn_mn: PIN харуулах
mr: PIN दर्शवा
ms: Tunjukkan PIN
my: PIN ကုိ ျပပါ
nb: Vis PIN
ne: PIN देखाउनुहोस्
nl: Pincode weergeven
or: PIN ଦେଖାନ୍ତୁ
pa: PIN ਦਿਖਾਉ
pl: Pokaż PIN
pt_pt: Mostrar PIN
ro: Afişare PIN
ru_ru: Показать PIN
si: PIN පෙන්වන්න
sk: Zobraziť kód PIN
sl: Prikaz kode PIN
sr: Prikaži PIN
sv: Visa PIN
ta: PIN காட்டவும்
te: PINని చూపు
th: แสดง PIN
tl: Ipakita ang PIN
tr_tr: PIN'i göster
uk: Показати PIN-код
ur: پن دکھائیں
uz: PIN-kodni ko‘rsatish
vi: Hiển thị mã PIN
zh_cn: 显示 PIN 码
zh_hk: 顯示 PIN 碼

# IDS_ST_BUTTON_RETRY
source: Retry
ar: حاول ثانية
as: পুনঃচেষ্টা
az: Yenidən cəhd et
bg: Отново
bn: রিট্রাই
ca: Reintent
cs: Opakovat
da: Prøv igen
de: Wiederholen
el_gr: Επανάληψη
et: Uuesti
eu: Berriro saiatu
fi: Yr. uud.
fr_ca: Réessayer
ga: Atriail
gl: Reintent.
gu: ફરીથી પ્રયત્ન કરો
hi: रीट्राई
hr: Ponovi
hu: Újra
hy: Կրկն փրձլ
id: Coba ulang
it_it: Riprova
ja_jp: 再試行
ka: ხელახალი ცდა
kk: Қайталау
km: សាក​ល្បង​ម្តង​ទៀត
kn: ಮರು ಪ್ರಯತ್ನ
ko_kr: 재시도
lo: ລອງໃໝ່ອີກ
lt: Band. vėl
lv: Atkārtot
mk: Повторно
ml: വീണ്ടും ശ്രമിക്കുക
mn_mn: Ахин орлд
mr: पुनर्प्रयत्न
ms: Cuba semula
my: ျပန္ၾကိဳးစားပါ
nb: Prøv igjen
ne: पुनः प्रयास गर्नुहोस्
nl: Opnieuw
or: ପୁନଃଚେଷ୍ଟା
pa: ਦੁਬਾਰਾ ਕਰੋ
pl: Ponów
pt_pt: Repetir
ro: Reîncerc.
ru_ru: Повтор
si: නැ. උත්. කර
sk: Opakovať
sl: Pos.znova
sr: Pokušaj ponovo
sv: Förs.igen
ta: மீண்டும் முயலு
te: మళ్ళీ ప్రయత్నించు
th: ลอง​ใหม่
tl: I-retry
tr_tr: Y.dene
uk: Повторити
ur: دوبارہ کوشش
uz: Qay/urin.
vi: Thử lại
zh_cn: 重试
zh_hk: 重試

# IDS_ST_BODY_PIN
source: PIN
da: PIN-kode
eu: PINa
fr_ca: NIP
lt: PIN kodas
nl: Toegangscode
sr: PIN kod
ur: پن
uz: PIN-kod
zh_cn: PIN 码
zh_hk: PIN 碼

# IDS_ST_BODY_LEDOT_LOW_BATTERY
source: Low battery
ar: البطارية ضعيفة
as: নিম্ন বেটাৰী
az: Batareya zəifdir
bg: Изтощена батерия
bn: কম ব্যাটারী
ca: Bateria baixa
cs: Vybitá baterie
da: Lavt batteriniveau
de: Akku fast leer
el_gr: Χαμηλή μπαταρία
et: Aku on peaaegu tühi
eu: Bateria gutxi
fi: Akku on loppumassa
fr_ca: Pile faible
ga: Ceallra lag
gl: Batería baixa
gu: બેટરી લો
hi: कम बैटरी
hr: Baterija skoro prazna
hu: Az akkumulátor lemerült
hy: Մարտկոցի լիցքը թույլ է
id: Baterai melemah
it_it: Batteria scarica
ja_jp: バッテリー残量不足
ka: კვების ელემენტი იცლება
kk: Батареяның заряды аз
km: ថ្ម​ខ្សោយ
kn: ಬ್ಯಾಟರಿ ಕಡಿಮೆಯಿದೆ
ko_kr: 배터리 부족
lo: ແບັດເຕີຣີອ່ອນ
lt: Silpnas akumuliatorius!
lv: Akumulators gandrīz tukšs
mk: Батеријата е празна
ml: ലോ ബാറ്ററി
mn_mn: Цэнэг бага байна
mr: बॅटरी कमी
ms: Kuasa bateri rendah
my: ဘက္ထရီ နည္းေနပါသည္
nb: Lavt batterinivå
ne: न्यून बैटरी
nl: Batterij bijna leeg
or: ବ୍ୟାଟେରୀ କମ୍
pa: ਬੈਟਰੀ ਘੱਟ
pl: Bateria rozładowana
pt_pt: Bateria fraca
ro: Baterie descărcată
ru_ru: Аккумулятор разряжен
si: බැටරි ආරෝපණය අවමයි
sk: Batéria vybitá
sl: Prazna baterija
sr: Baterija prazna
sv: Låg batterinivå
ta: மின்கலம் குறைந்துள்ளது
te: బ్యాటరీ తక్కువగా ఉంది
th: แบตเตอรี่​ต่ำ
tr_tr: Düşük pil
uk: Батарея розряджена
ur: بیٹری لو
uz: Batareya quvvati kam
vi: Pin yếu
zh_cn: 电量低
zh_hk: 電量不足

# IDS_HELP_BODY_MORE_INFO
source: More info
ar: مزيد من المعلومات
as: অধিক তথ্য
az: Daha çox məlumat
bg: Още информация
bn: আরও তথ্য
ca: Més informació
cs: Další informace
da: Flere oplysninger
de: Weitere Informationen
el_gr: Περισσότερες πληροφορίες
et: Lisateave
eu: Informazio gehiago
fi: Lisätietoja
fr_ca: Plus d'infos
ga: Tuilleadh faisnéise
gl: Máis información
gu: વધુ માહિતી
hi: अधिक जानकारी
hr: Više informacija
hu: További információ
hy: Լրացուցիչ տեղեկ.
id: Info lebih lanjut
is: Meiri upplýsingar
it_it: Altre info
ja_jp: その他の情報
ka: დამატებითი ინფორმაცია
kk: Қосымша ақпарат
km: ព័ត៌មាន​បន្ថែម
kn: ಹೆಚ್ಚಿನ ಮಾಹಿತಿ
ko_kr: 상세정보
lo: ຂໍ້ມູນເພີ່ມເຕີມ
lt: Daugiau informacijos
lv: Papildinformācija
mk: Повеќе информации
ml: കൂടുതല്‍ വിവരങ്ങള്‍
mn_mn: Нэмэлт мэдээлэл
mr: अधिक माहिती
ms: Lebih maklumat
my: ပိုမ်ားေသာ သတင္းအခ်က္အလက္
nb: Mer info
ne: थप जानकारी
nl: Meer info
or: ଅଧିକ ସୂଚନା
pa: ਹੋਰ ਜਾਣਕਾਰੀ
pl: Więcej informacji
pt_pt: Mais informações
ro: Mai multe informaţii
ru_ru: Дополнительные сведения
si: වැඩිදුර තොරතුරු
sk: Ďalšie informácie
sl: Več informacij
sr: Više informacija
sv: Mer information
ta: கூடுதல் விவரம்
te: మరింత సమా
th: ข้อมูลเพิ่ม
tl: Higit pang impormasyon
tr_tr: Daha fazla bilgi
uk: Додаткова інформація
ur: مزید معلومات
uz: Ko‘proq ma’lumot
vi: Thêm thông tin
zh_cn: 更多信息
zh_hk: 更多資料

# IDS_EMAIL_BODY_DO_NOT_SHOW_AGAIN_VZW
source: Do not show again
de: Nicht erneut anzeigen
fr_ca: Ne plus afficher
it_it: Non mostrare più
ko_kr: 다시 보지 않기
vi: Không hiện lại
zh_cn: 不再显示

# IDS_BT_HEADER_ACCESS_REQUEST
source: Access request
ar: طلب الوصول
as: প্ৰৱিষ্ট অনুৰোধ
az: Müraciət sorğusu
bg: Искане достъп
bn: অ্যাক্সেস অনুরোধ
ca: Sol·licitud d'accés
cs: Požadován přístup
da: Adgangsanmodning
de: Zugriffsanforderung
el_gr: Αίτημα πρόσβασης
et: Juurdepääsu taotlus
eu: Sarbide eskaera
fi: Käyttöoikeuspyyntö
fr_ca: Demande d'accès
ga: Iarratas rochtana
gl: Solicitude de acceso
gu: પ્રવેશ વિનંતી
hi: एक्सेस अनुरोध
hr: Zahtjev za pristup
hu: Hozzáférés kérése
hy: Մուտքի հարցում
id: Akses permintaan
it_it: Richiesta di accesso
ja_jp: アクセス要求
ka: წვდომის მოთხოვნა
kk: Қатынас сұрау
km: ចូល​ប្រើ​សំណើ
kn: ಪ್ರವೇಶ ಕೋರಿಕೆ
ko_kr: 접근 요청
lo: ສະເໜີຂໍການເຂົ້າເຖິງ
lt: Prieigos užklausa
lv: Piekļuves pieprasījums
mk: Барање за пристап
ml: ആക്സസ്സ് അഭ്യര്‍ത്ഥന
mn_mn: Хандах хүсэлт
mr: प्रवेश विनंती
ms: Permintaan capaian
my: ဝင္ေရာက္ခြင့္ ေမတၱာရပ္ခံခ်က္
nb: Tilgangsforespørsel
ne: पहुँचको लागि अनुरोध
nl: Toegangsverzoek
or: ପ୍ରବେଶ ଅନୁରୋଧ
pa: ਐਕਸੈੱਸ ਕਰਨ ਲਈ ਬੇਨਤੀ
pl: Żądanie dostępu
pt_pt: Pedido de acesso
ro: Solicitare de acces
ru_ru: Запрос на доступ
si: ප්‍රවේශ ඉල්ලීම
sk: Žiadosť o prístup
sl: Zahteva za dostop
sr: Zahtev za pristup
sv: Åtkomstbegäran
ta: அணுகல் கோரிக்கை
te: బ్లూటూత్ యాక్సెస్
th: การ​ร้อง​การ​ขอ​เข้า​ใช้
tl: Kahilingan sa pag-access
tr_tr: Erişim talebi
uk: Запит на доступ
ur: رسائی کی درخواست
uz: Kirish talabi
vi: Yêu cầu truy nhập
zh_cn: 访问请求
zh_hk: 存取要求

# IDS_BT_POP_PS_IS_REQUESTING_PERMISSION_TO_CONNECT_TO_YOUR_MESSAGES
source: %s is requesting permission to connect to your messages.
ar: يطلب %s الحصول على إذن للاتصال برسائلك.
az: %s sizin mesajlarınıza qoşulmaq üçün icazə istəyir.
bg: %s иска разрешение да се свърже с вашите съобщения.
ca: %s està sol·licitant permís per connectar amb els seus missatges
cs: %s vyžaduje povolení připojit se ke zprávám.
da: %s anmoder om tilladelse til at slutte til dine meddelelser.
de: %s benötigt Berechtigung, eine Verbindung zu Ihren Nachrichten herzustellen.
el_gr: Η συσκευή %s ζητά άδεια για να συνδεθεί με τα μηνύματά σας.
et: %s taotleb luba uhenduse loomiseks teie sonumitega.
eu: %s-(e)k baimena eskatzen dizu zure mezuetara konektatzeko
fi: %s pyytää lupaa yhteyden muodostamiseen viesteihin.
fr_ca: %s demande l'autorisation de se connecter à vos messages.
ga: Tá %s ag iarraidh ceada le nascadh le do theachtaireachtaí
gl: %s está solicitando permiso para conectarse ás túas mensaxes
hi: %s द्वारा आपके सन्देश से कनेक्ट होने की अनुमति का अनुरोध किया जा रहा है।
hr: %s traži dopuštenje za spajanje s vašim porukama.
hu: A(z) %s engedélyt kér az üzenetekhez való kapcsolódásra.
hy: %s թույլտվություն է հարցնում՝ Ձեր հաղորդագրություններին միանալու համար:
it_it: %s sta chiedendo il permesso di connettersi ai messaggi.
ja_jp: %sがメッセージに接続する権限を要求しています。
ka: %s ითხოვს ნებართვას თქვენს წერილებთან დასაკავშირებლად.
kk: %s хабарларыңызға қосылуға рұқсат сұрауда.
ko_kr: %s에서 메시지에 연결하기 위해 권한을 요청합니다.
lt: %s prašo leidimo prisijungti prie jūsų žinutės.
lv: %s pieprasa atļauju izveidot savienojumu ar jūsu ziņām.
mk: %s бара дозвола да се поврзе со вашата порака.
mn_mn: %s таны захиануудад холбогдох зөвшөөрөл хүсэж байна
nb: %s ber om tillatelse til å koble til dine meldinger.
nl: %s vraagt toestemming om verbinding te maken met uw berichten.
pl: Urządzenie %s wysłało żądanie połączenia z wiadomościami użytkownika.
pt_pt: %s está a pedir permissão para estabelecer uma ligação às suas mensagens.
ro: %s solicită permisiunea de a se conecta la mesajele dvs.
ru_ru: %s запрашивает разрешение на подключение к вашим сообщениям.
sk: %s žiada o povolenie pripojiť sa k vašim správam.
sl: Naprava %s zahteva dovoljenje za povezavo z vašimi sporočili.
sr: %s traži dozvolu za povezivanje sa tvojim porukama.
sv: %s begär tillstånd att ansluta till dina meddelanden.
tr_tr: %s mesajlarınıza bağlanmak üzere izin istiyor.
uk: %s запитує дозвіл на отримання доступу до повідомлень.
uz: %s Sizning xabarlaringizga kirish uchun ruxsat so‘ramoqda.
zh_cn: %s正请求获得许可以连接到您的信息。
zh_hk: %s 正在要求權限以連接至您的訊息。

# IDS_BT_POP_PS_IS_REQUESTING_PERMISSION_TO_CONNECT_TO_YOUR_CONTACTS
source: %s is requesting permission to connect to your Contacts.
ar: يطالب %s الحصول على إذن للوصول الى دليل الهاتف.
az: %s sizin telefon kitabçanıza qoşulmaq üçün icazə istəyir.
bg: %s иска разрешение да се свърже с вашия телефонен указател.
ca: %s està demanant permís per connectar amb els seus contactes
cs: %s vyžaduje povolení připojit se k telefonnímu seznamu.
da: %s anmoder om tilladelse til at slutte til din telefonbog.
de: %s möchte die Berechtigung erhalten, eine Verbindung zu Ihrem Telefonbuch herzustellen
el_gr: Ο %s ζητά άδεια για να συνδεθεί με το ευρετήριό σας.
et: %s taotleb luba uhenduse loomiseks teie telefoniraamatuga.
eu: %s-(e)k baimena eskatzen dizu zure Kontaktuetara konektatzeko
fi: %s pyytää lupaa yhteyden muodostamiseen puhelinmuistioon.
fr_ca: %s demande l'autorisation de se connecter à vos contacts.
ga: Tá %s ag iarraidh ceada chun nascadh le do Theagmhálaithe
gl: %s está solicitando permiso para conectarse aos teus Contactos
hi: %s आपके संपर्क से कनेक्ट करने के लिए अनुमति का अनुरोध कर रहा है
hr: %s traži dopuštenje za spajanje s vašim Imenikom.
hu: A(z) %s engedélyt kér a névjegyzékhez való kapcsolódásra.
hy: %s թույլատվություն է հարցնում՝ Ձեր հեռախոսագրքին միանալու համար:
it_it: %s sta chiedendo il permesso di connettersi alla vostra rubrica.
ja_jp: %sが電話帳への接続許可を要求しています。
ka: %s ითხოვს ნებართვას თქვენი ტელეფონების წიგნთან დასაკავშირებლად.
kk: %s телефон кітапшаңызға қосылу рұқсатын сұрауда.
ko_kr: %s 디바이스에서 내 연락처에 연결하기 위해 권한을 요청합니다.
lt: %s prašo leidimo prisijungti prie jūsų telefonų knygos.
lv: %s pieprasa atļauju izveidot savienojumu ar jūsu tālruņu katalogu.
mk: %s бара дозвола да се поврзе со вашиот именик.
mn_mn: %s нь таны Харилцагчдад холбогдох зөвшөөрлийг хүсэж байна
nb: %s ber om tillatelse for å koble seg til telefonboken din.
nl: %s vraagt toestemming om verbinding te maken met uw telefoonlijst.
pl: Urządzenie %s wysłało żądanie połączenia z książką telefoniczną użytkownika.
pt_pt: %s está a pedir permissão para estabelecer uma ligação à sua lista telefónica.
ro: %s solicită permisiunea de a se conecta la agenda dvs.
ru_ru: %s запрашивает разрешение на подключение к телефонной книге.
sk: %s požaduje povolenie na pripojenie k vášmu telefónnemu zoznamu.
sl: Naprava %s zahteva dovoljenje za povezavo z vašim imenikom.
sr: %s traži dozvolu za povezivanje sa tvojim imenikom.
sv: %s begär tillstånd att ansluta till din telefonbok.
tr_tr: %s telefonun rehberinize bağlanmak üzere izin istiyor.
uk: %s запитує дозвіл на підключення до телефонної книги.
uz: %s Sizning Kontaktlaringizga kirish uchun ruxsat so‘ramoqda.
zh_cn: %s 请求允许连接到您的电话簿。
zh_hk: %s正要求允許連接到電話簿。

# IDS_BT_OPT_SEARCH
source: Search
ar: بحث
as: অনুসন্ধান কৰক
az: Axtarış
bg: Търси
bn: অনুসন্ধান
ca: Cercar
cs: Hledat
da: Søg
de: Suche
el_gr: Αναζήτηση
et: Otsi
eu: Bilatu
fi: Etsi
fr_ca: Recherche
ga: Cuardaigh
gl: Buscar
gu: શોધો
hi: खोजें
hr: Traži
hu: Keresés
hy: Որոնել
id: Cari
it_it: Cerca
ja_jp: 検索
ka: ძიება
kk: Іздеу
km: ស្វែង​រក
kn: ಹುಡುಕು
ko_kr: 검색
lo: ຄົ້ນຫາ
lt: Ieškoti
lv: Meklēt
mk: Пребарување
ml: തിരയുക
mn_mn: Хайх
mr: शोध
ms: Cari
my: ရွာေဖြပါ
nb: Søk
ne: खोज्‍नुहोस्
nl: Zoeken
or: ସନ୍ଧାନ
pa: ਖੋਜੋ
pl: Szukaj
pt_pt: Procurar
ro: Căutare
ru_ru: Поиск
si: සොයන්න
sk: Hľadať
sl: Iskanje
sr: Pretraži
sv: Sök
ta: தேடுக
te: వెతుకు
th: ค้น​หา
tl: Maghanap
tr_tr: Ara
uk: Пошук
ur: سرچ
uz: Qidirish
vi: Tìm kiếm
zh_cn: 搜索
zh_hk: 搜尋

# IDS_BT_SK4_STOP
source: Stop
ar: إيقاف
as: বন্ধ কৰক
az: Dayandır
bg: Стоп
bn: বন্ধ
ca: Parar
de: Stopp
el_gr: Διακ
et: Lõpeta
eu: Eten
fi: Lopeta
fr_ca: Arrêter
gl: Deter
gu: રોકો
hi: रोकें
hr: Zaustavi
hu: Leállít
hy: Կանգնեցնել
id: Berhenti
it_it: Arresta
ja_jp: 停止
ka: გაჩერება
kk: Тоқтату
km: បញ្ឈប់
kn: ನಿಲ್ಲಿಸಿ
ko_kr: 중지
lo: ຢຸດ
lt: Stabdyti
lv: Pārtraukt
mk: Запри
ml: നിര്‍ത്തുക
mn_mn: Зогсоох
mr: थांबा
ms: Berhenti
my: ရပ္ပါ
nb: Stopp
ne: रोक्‍नुहोस्
or: ସ୍ଥଗିତ
pa: ਰੋਕੋ
pt_pt: Parar
ro: Oprire
ru_ru: Стоп
si: නවත්වන්න
sk: Zasta-viť
sl: Ustavi
sv: Stopp
ta: நிறுத்துக
te: ఆపు
th: หยุด
tl: Ihinto
tr_tr: Durdur
uk: Зупинити
ur: روکیں
uz: To‘xtatish
vi: Dừng
zh_cn: 停止
zh_hk: 停止
