Repository: tizenorg/apps.core.preloaded.ug-bluetooth-efl
Catalog: po/*.po
Languages: ar, as, az, bg, bn, ca, cs, da, de, el_gr, et, eu, fi, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, lo, lt, lv, mk, ml, mn_mn, mr, ms, my, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sr, sv, ta, te, th, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

# IDS_BT_HEADER_ENTERPIN
source: Enter PIN
ar: أدخل PIN
as: PIN প্ৰৱিষ্ট কৰক
az: PIN daxil et
bg: Въведете PIN
bn: PIN লিখুন
ca: Introdueixi PIN
cs: Zadat PIN
da: Angiv PIN-kode
de: PIN eingeben
el_gr: Εισαγωγή PIN κλειδώματος
et: Sisestage PIN-kood
eu: PINa idatzi
fi: Anna PIN-koodi
fr_ca: Saisir le NIP
ga: Iontráil PIN
gl: Introducir PIN
gu: PIN દાખલ કરો
he: הזן PIN
hi: PIN प्रविष्ट करें
hr: Unesite PIN
hu: Írja be a PIN-kódot!
hy: Մուտքագրեք PIN-ը
id: Masukkan PIN
is: Sláðu inn PIN-númeri
it_it: Inserisci PIN
ja_jp: PINを入力
ka: შეიყვანეთ PIN
kk: PIN енгізу
km: វាយបញ្ចូល PIN
kn: PIN ನಮೂದಿಸಿ
ko_kr: PIN 입력
lo: ​ໃສ່ PIN
lt: Įvesti PIN kodą
lv: Ievadiet PIN kodu
mk: Внесете PIN
ml: PIN നല്‍കുക
mn_mn: PIN Оруул
mr: PIN प्रविष्ट करा
ms: Masukkan PIN
my: PIN ျဖည့္သြင္းပါ။
nb: Angi PIN
ne: PIN लेख्नुहोस्
nl: PIN invoeren
or: PIN ପ୍ରବେଶ କରନ୍ତୁ
pa: PIN ਦਾਖ਼ਲ ਕਰੋ
pl: Wpisz PIN
pt_pt: Introduzir PIN
ro: Introduceţi PIN
ru_ru: Введите PIN
si: PIN අංකය ඇතුල් කරන්න
sk: Zadať PIN
sl: Vnesite PIN
sr: Unesi PIN
sv: Ange PIN
ta: PIN உள்ளிடுக
te: PIN నమోదు చేయండి
th: ใส่ PIN
tl: Ipasok ang PIN
tr_tr: PIN'i girin
uk: Введіть PIN
ur: پن نمبر درج کریں
uz: PIN-kod kiriting
vi: Nhập mã PIN
zh_cn: 输入PIN码
zh_hk: 輸入 PIN 碼

# IDS_BT_HEADER_FROM_C_PS
source: From: %s
ar: من: %s
as: পৰা: %s
az: Kimdən: %s
bg: От: %s
bn: প্রেরক: %s
ca: De: (%s)
cs: Od: %s
da: Fra: %s
de: Von: %s
el_gr: Από: %s
et: Saatja: %s
eu: Norena: %s
fi: Lähettäjä: %s
fr_ca: De : %s
ga: Ó: %s
gl: De: %s
gu: દ્વારા: %s
hi: यहाँ से: %s
hu: Feladó: %s
hy: Հետևյալից. %s
id: Dari: %s
is: Frá: %s
it_it: Da: %s
ja_jp: 発信元:%s
ka: ვისგან: %s
kk: Кімнен: %s
km: ពី៖ %s
kn: ನಿಂದ: %s
ko_kr: 발신: %s
lo: ຈາກ: %s
lt: Nuo: %s
lv: No: %s
mk: Од: %s
ml: ഇവിടെ നിന്നും: %s
mn_mn: Хэнээс: %s
mr: प्रेषक: %s
ms: Daripada: %s
my: မှ: %s
nb: Fra: %s
ne: देखि: %s
nl: Van: %s
or: ଠାରୁ: %s
pa: ਵੱਲੋਂ: %s
pl: Od: %s
pt_pt: De: %s
ro: De la: %s
ru_ru: От: %s
si: යවන්නා: %s
sk: Od: %s
sl: Od: %s
sr: Od: %s
sv: Från: %s
ta: அனுப்புநர்: %s
te: నుండి: %s
th: จาก: ​%s
tl: Mula kay: %s
tr_tr: Gönderen: %s
uk: Від: %s
ur: از: %s
uz: Kimdan: %s
vi: Từ: %s
zh_cn: 从： %s
zh_hk: 由：%s

# IDS_BT_HEADER_NEW_DEVICE
source: New device
ar: جهاز جديد
as: নতুন ডিভাইচ
az: Yeni cihaz
bg: Ново устройство
bn: নতুন যন্ত্র
ca: Dispositiu nou
cs: Nové zařízení
da: Ny enhed
de: Neues Gerät
el_gr: Νέα συσκευή
et: Uus seade
eu: Gailu berria
fi: Uusi laite
fr_ca: Nouveau périphérique
ga: Gléas nua
gl: Novo dispositivo
gu: નવું સાધન
he: התקן חדש
hi: नया डिवाइस
hr: Novi uređaj
hu: Új eszköz
hy: Նոր սարք
id: Perangkat baru
is: Nýtt tæki
it_it: Nuovo dispositivo
ja_jp: 新しいデバイス
ka: ახალი მოწყობილობა
kk: Жаңа құрылғы
km: ឧបករណ៍​ថ្មី
kn: ಹೊಸ ಸಾಧನ
ko_kr: 블루투스 디바이스 보기
lt: Naujas įrenginys
lv: Jauna ierīce
mk: Нов уред
ml: പുതിയ ഉപകരണം
mn_mn: Шинэ төхөөрөмж
mr: नवीन उपकरण
ms: Peranti baru
nb: Ny enhet
ne: नयाँ यन्‍त्र
nl: Nieuw apparaat
or: ନୂଆ ଯନ୍ତ୍ର
pa: ਨਵਾਂ ਡਿਵਾਈਸ
pl: Nowe urządzenie
pt_pt: Novo dispositivo
ro: Dispozitiv nou
ru_ru: Новое устройство
si: නව මෙවලම
sk: Nové zariadenie
sl: Nova naprava
sr: Novi uređaj
sv: Ny enhet
ta: புதிய சாதனம்
te: కొత్త డివైస్
th: อุปกรณ์​ใหม่
tl: Bagong device
tr_tr: Yeni cihaz
uk: Новий пристрій
ur: نیا آلہ
uz: Yangi qurilma
vi: Thiết bị mới
zh_cn: 新设备
zh_hk: 新裝置

# IDS_BT_HEADER_SELECT_DEVICE
source: Select device
ar: تحديد جهاز
as: ডিভাইচ চয়ন কৰক
az: Qurğu seç
bg: Избор на устр-во
bn: ডিভাইস নির্বাচন করুন
ca: Seleccioni dispositiu
cs: Zvolte umístění
da: Vælg enhed
de: Gerät auswählen
el_gr: Επιλογή συσκευής
et: Vali seade
eu: Aukeratu gailua
fi: Valitse laite
fr_ca: Sélectionnez l'appareil
ga: Roghnaigh gléas
gl: Seleccionar dispositivo
gu: ઉપકરણ પસંદ કરો
he: בחר התקן
hi: डिवाइस चुनें
hr: Odaberite uređaj
hu: Válasszon eszközt
hy: Ընտրեք սարք
id: Pilih perangkat
is: Veldu tæki
it_it: Selezionate dispositivo
ja_jp: デバイスを選択
ka: მოწყობილობის შერჩევა
kk: Құрылғыны таңдау
km: ជ្រើស​ឧបករណ៍
kn: ಸಾಧನ ಆಯ್ಕೆಮಾಡಿ
ko_kr: 기기 선택
lo: ເລືອກເຄື່ອງ
lt: Pasirinkite įrenginį
lv: Atlasīt ierīci
mk: Избери уред
ml: ഉപകരണം തിരഞ്ഞെടുക്കുക
mn_mn: Төхөөрөмж сонгох
mr: उपकरण निवडा
ms: Pilih peranti
my: ကိရိယာကုိ ေရြးပါ
nb: Velg enhet
ne: यन्त्र चयन गर्नुहोस्
nl: Apparaat selecteren
or: ଡିଭାଇସ୍‌ ଚୟନ କରନ୍ତୁ
pa: ਡਿਵਾਈਸ ਚੁਣੋ
pl: Wybierz urządzenie
pt_pt: Seleccionar dispositivo
ro: Selectare dispozitiv
ru_ru: Выберите устройство
si: උපාංගය තෝරන්න
sk: Vyberte zariadenie
sl: Izberite napravo
sr: Izaberi uređaj
sv: Välj enhet
ta: சாதனம் தேர்வுசெய்க
te: పరికరాన్ని ఎంచుకోండి
th: เลือก​อุปกรณ์
tl: Pumili ng device
tr_tr: Cihaz seçin
uk: Вибрати пристрій
ur: آلہ منتخب کریں
uz: Qurilma tanlang
vi: Chọn thiết bị
zh_cn: 选择设备
zh_hk: 選擇裝置

# IDS_BT_HEADER_SENT_FILES
source: Sent files
ar: الملفات المرسلة
as: প্ৰেৰিত ফাইলসমূহ
az: Göndərilmiş fayllar
bg: Изпращане на файлове
bn: পাঠানো ফাইলগুলি
ca: Fitxers enviats
cs: Odeslané soubory
da: Sendte filer
de: Gesendete Dateien
el_gr: Απεσταλμένα αρχεία
et: Saadetud failid
eu: Bidalitako fitxategiak
fi: Lähetetyt tiedostot
fr_ca: Fichiers envoyés
ga: Seoladh na comhaid
gl: Arquivos enviados
gu: ફાઈલ્સ મોકલો
hi: भेजी गई फ़ाइलें
hr: Poslane datoteke
hu: Elküldött fájlok
hy: Ուղարկված ֆայլեր
id: File terkirim
is: Sendar skrár
it_it: File inviati
ja_jp: 送信済みファイル
ka: გაგზავნილი ფაილები
kk: Жіберілген файлдар
km: ឯកសារ​ដែល​បាន​ផ្ញើ
kn: ಕಳುಹಿಸಿದ ಫೈಲ್‌ಗಳು
ko_kr: 보낸 파일
lo: ໄຟລ໌ທີ່ໄດ້ສົ່ງແລ້ວ
lt: Išsiųsti failai
lv: Nosūtītie faili
mk: Пратени фајлови
ml: അയച്ച ഫയലുകൾ
mn_mn: Илгээсэн файлууд
mr: पाठवलेल्‍या फाइल्‍स
ms: Hantar fail
my: ဖိုင္မ်ားကို ပို႔ပါ
nb: Sendte filer
ne: पठाइएका फाइलहरू
nl: Verzonden bestanden
or: ପଠାଯାଇଥିବା ଫାଇଲ୍‌ଗୁଡିକ
pa: ਭੇਜੀ ਗਈਆਂ ਫਾਈਲਾਂ
pl: Wysłane pliki
pt_pt: Ficheiros enviados
ro: Fişiere trimise
ru_ru: Отправленные файлы
si: යැවූ ගොනු
sk: Odoslané súbory
sl: Poslane datoteke
sr: Poslati fajlovi
sv: Skickade filer
ta: அனுப்பிய கோப்புகள்
te: పంపిన ఫైల్‌లు
th: ไฟล์ที่ส่ง
tl: Mga naipadalang file
tr_tr: Gönderilen dosyalar
uk: Надсилання файлів
ur: بھیجی گئی فائلیں
uz: Yuborilgan fayllar
vi: File đã gửi
zh_cn: 已发送的档案
zh_hk: 已發送的檔案

# IDS_BT_OPT_COMPUTER
source: Computer
ar: الكمبيوتر
as: কম্পিউটাৰ
az: Kompyuter
bg: Компютър
bn: কম্পিউটার
ca: Ordinador
cs: Počítač
el_gr: Υπολογιστής
et: Arvuti
eu: Ordenagailua
fi: Tietokone
fr_ca: PC
ga: Ríomhaire
gl: Ordenador
gu: કોમ્પ્યુટર
hi: कंप्यूटर
hr: Računalo
hu: Számítógép
hy: Համակարգիչ
id: Komputer
is: Tölva
ja_jp: コンピューター
ka: კომპიუტერი
kk: Компьютер
km: កុំព្យូទ័រ
kn: ಕಂಪ್ಯೂಟರ್
ko_kr: 컴퓨터
lo: ຄອມພິວເຕີ
lt: Kompiuteris
lv: Dators
mk: Компјутер
ml: കമ്പ്യൂട്ടര്‍
mn_mn: Компьютер
mr: कॉम्प्यूटर
ms: Komputer
my: ကြန္ပ်ဴတာ
nb: Datamaskin
ne: कम्प्युटर
or: କମ୍ପ୍ୟୁଟର
pa: ਕੰਪਿਊਟਰ
pl: Komputer
pt_pt: Computador
ru_ru: Компьютер
si: පරිගණකය
sk: Počítač
sl: Računalnik
sr: Računar
sv: Dator
ta: கணினி
te: కంప్యూటర్
th: คอมพิวเตอร์
tr_tr: Bilgisayar
uk: Комп'ютер
ur: کمپیوٹر
uz: Kompyuter
vi: Máy tính
zh_cn: 电脑
zh_hk: 電腦

# IDS_BT_OPT_FIT_TO_PAPER
source: Fit to paper
ar: ملاءمة للورقة
as: সঠিকভাৱে ফিট কৰক
az: Kağıza uyğunlaşdırın
bg: Оразмери според формата на листа
bn: পেপার অনুযায়ী ফিট
ca: Ajustar al paper
cs: Přizpůsobit papíru
da: Tilpas til papir
de: An Papiergröße anpassen
el_gr: Προσαρμογή στο χαρτί
et: Mahuta paberile
eu: Doitu paperera
fi: Sovita paperille
fr_ca: Ajuster papier
ga: Oir do pháipéar
gl: Axustar ao papel
gu: પેપરમાં ફીટ કરો
hi: पेपर में फिट करें
hr: Prilagodi papiru
hu: Laphoz illesztés
hy: Տեղավորել թղթի վրա
id: Sesuaikan ukuran kertas
is: Passa á pappír
it_it: Adatta a carta
ja_jp: 用紙に合わせる
ka: ფურცელზე მორგება
kk: Қағазға сәйкестендіру
km: ត្រូវ​នឹង​ក្រដាស
kn: ಪೇಪರಿಗೆ ಸರಿಹೊಂದಿಸಿ
ko_kr: 용지 크기에 맞추기
lt: Pritaikyti pagal lapo formatą
lv: Pielāgot papīram
mk: На цела хартија
ml: പേപ്പറിലേക്ക് യുക്തമാക്കുക
mr: पेपरवर फिट करा
ms: Muat ke kertas
nb: Tilpass til papir
ne: कागजमा ठिक गर्नुहोस्
nl: Passend maken
or: କାଗଜକୁ ଫିଟ୍
pa: ਪੇਪਰ ਤੇ ਮੇਚ ਆਉਣਾ
pl: Dopasuj do papieru
pt_pt: Ajustar ao papel
ro: Potrivire la dimensiunea hârtiei
ru_ru: По ширине бумаги
si: කොලයට සරිලන
sk: Prispôsobiť papieru
sl: Prilagodi papirju
sr: Podesi prema papiru
sv: Anpassa efter papper
ta: தாளுக்கு பொருத்து
te: పేపర్ కు ఫిటి అయ్యింది
th: จัด​ให้​พอ​ดี​กับ​กระดาษ
tl: Isakto sa papel
tr_tr: Kağıda sığdır
uk: За розміром паперу
ur: کاغذ پر فٹ
uz: Qog‘ozga moslash
vi: Vừa khổ giấy
zh_cn: 符合纸张大小
zh_hk: 符合紙張大小

# IDS_BT_OPT_KEYBOARD
source: Keyboard
ar: لوحة المفاتيح
as: কীবৰ্ড
az: Klaviatura
bg: Клавиатура
bn: কীবোর্ড
ca: Teclat
cs: Klávesnice
da: Tastatur
de: Tastatur
el_gr: Πληκτρολόγιο
et: Klahvistik
eu: Teklatua
fi: Näppäimistö
fr_ca: Clavier
ga: Eochairchlár
gl: Teclado
gu: કીબોર્ડ
hi: कीबोर्ड
hr: Tipkovnica
hu: Billentyűzet
hy: Ստեղնաշար
id: Papan tombol
is: Lyklaborð
it_it: Tastiera
ja_jp: キーボード
ka: კლავიატურა
kk: Пернетақта
km: ក្ដារចុច
kn: ಕೀಬೋರ್ಡ್
ko_kr: 키보드
lo: ຄີບອດ
lt: Klaviatūra
lv: Tastatūra
mk: Тастатура
ml: കീബോര്‍ഡ്
mn_mn: Гар товчлуур
mr: कीबोर्ड
ms: Papan kekunci
my: ကီးဘုတ္
nb: Tastatur
ne: कीबोर्ड
nl: Toetsenbord
or: କୀବୋର୍ଡ୍
pa: ਕੀਬੋਰਡ
pl: Klawiatura
pt_pt: Teclado
ro: Tastatură
ru_ru: Клавиатура
si: යතුරු පුවරුව
sk: Klávesnica
sl: Tipkovnica
sr: Tastatura
sv: Tangentbord
ta: விசைப்பலகை
te: కీబోర్డు
th: แป้นพิมพ์
tr_tr: Klavye
uk: Клавіатура
ur: کی بورڈ
uz: Klaviatura
vi: Bàn phím
zh_cn: 键盘
zh_hk: 鍵盤

# IDS_BT_OPT_MOBILE_AP
source: Mobile AP
bg: Мобилна входяща точка
ca: AP mòbil
cs: Mobilní přístupový bod
da: Mobilt AP
de: Mobiler Zugangspunkt
el_gr: Σημείο πρόσβασης για κινητά
eu: SP mugikorra
fi: Mobiilitukiasema
fr_ca: Point d'accès mobile
ga: AP Móibíleach
gl: AP Móbill
gu: મોબાઇલ AP
hi: मोबाइल AP
hr: Mob. pristupna točka
hu: Mobil AP
is: Farsímaaðgangsstaður
it_it: Router Wi-Fi
ja_jp: Wi-Fiテザリング
km: AP ចល័ត
kn: ಮೊಬೈಲ್ AP
ko_kr: 모바일 AP
lo: AP ໂທລະສັບມືຖື
mk: Мобилна пристапна точка
ml: മൊബൈല്‍ AP
mn_mn: Зөөврийн AP
mr: मोबाईल AP
my: မိုဘိုင္း AP
nb: Mobilt tilgangspunkt
ne: मोबाइल AP
nl: Mobiel toegangspunt
or: ମୋବାଇଲ AP
pa: ਮੋਬਾਈਲ AP
pl: Router Wi-Fi
pt_pt: PA Móvel
ro: PA mobil
si: ජංගම AP
sk: Mobilný prístupový bod
sl: Mobilna DT
sr: Mobilna pristupna tačka
sv: Mobil åtkomstpunkt
te: మొబైల్ AP
tr_tr: Mobil AP
uk: Мобільна ТД
ur: موبائل AP
zh_cn: 移动接入点

# IDS_BT_OPT_PC
source: Computer
ar: كمبيوتر
as: PC
az: Kompüter
bg: Компютър
bn: PC
ca: PC
cs: Počítač
da: Pc
de: PC
el_gr: PC
et: Arvuti
eu: PC
fi: Tietokone
fr_ca: Ordinateur
ga: PC
gl: Ordenador
gu: PC
he: מחשב
hi: PC
hr: PC
hu: Számítógép
hy: ԱՀ
id: PC
is: Tölva
it_it: PC
ja_jp: PC
ka: კომპიუტერი
kk: Компьютер
km: PC
kn: PC
ko_kr: PC
lo: PC
lt: Kompiuteris
lv: Dators
mk: Компјутер
ml: പിസി
mn_mn: Компьютер
mr: PC
ms: PC
my: PC
nb: PC
ne: PC
nl: Pc
or: PC
pa: PC
pl: Komputer
pt_pt: PC
ro: PC
ru_ru: ПК
si: PC
sk: PC
sl: Računalnik
sr: PC
sv: PC
ta: PC
te: PC
th: PC
tl: PC
tr_tr: PC
uk: ПК
ur: PC
uz: SHK
vi: Máy tính
zh_cn: 电脑
zh_hk: 電腦

# IDS_BT_OPT_PRINT
source: Print
ar: طباعة
as: মুদ্ৰণ
az: Çap et
bg: Отпечатване
bn: প্রিন্ট করুন
ca: Imprimir
cs: Tisk
da: Udskriv
de: Drucken
el_gr: Εκτύπωση
et: Prindi
eu: Inprimatu
fi: Tulosta
fr_ca: Imprimer
ga: Priontáil
gl: Imprimir
gu: છાપો
he: הדפסה
hi: प्रिंट करें
hr: Ispis
hu: Nyomtatás
hy: Տպել
id: Cetak
is: Prenta
it_it: Stampa
ja_jp: 印刷
ka: ამობეჭდვა
kk: Басып шығару
km: បោះពុម្ព
kn: ಮುದ್ರಿಸಿ
ko_kr: 인쇄
lo: ພິມ
lt: Spausdinti
lv: Drukāt
mk: Печати
ml: അച്ചടിക്കുക
mn_mn: Хэвлэх
mr: प्रिंट
ms: Cetak
my: ပုံႏွိပ္ပါ
nb: Skriv ut
ne: प्रिन्ट गर्नुहोस्
nl: Afdrukken
or: ପ୍ରିଣ୍ଟ
pa: ਪ੍ਰਿੰਟ ਕਰੋ
pl: Drukuj
pt_pt: Imprimir
ro: Imprimare
ru_ru: Печать
si: මුද්‍රණය කරන්න
sk: Tlač
sl: Tiskanje
sr: Štampaj
sv: Skriv ut
ta: அச்சு
te: ముద్రించు
th: พิมพ์
tl: I-print
tr_tr: Yazdır
uk: Друк
ur: پرنٹ
uz: Chop etish
vi: In
zh_cn: 打印
zh_hk: 列印

# IDS_BT_OPT_RECEIVED_FILES
source: Received files
ar: الملفات المستلمة
as: প্ৰাপ্ত ফাইল
az: Qəbul edilmiş fayllar
bg: Получени файлове
bn: প্রাপ্ত ফাইল
ca: Fitxers rebuts
cs: Přijaté soubory
da: Modtagne filer
de: Empfangene Dateien
el_gr: Ληφθέντα αρχεία
et: Vastuvõetud failid
eu: Jasotako fitxategiak
fi: Vastaanotetut tiedostot
fr_ca: Fichiers reçus
ga: Fuarthas comhaid
gl: Arquivos recibidos
gu: પ્રાપ્ત ફાઇલ્સ
hi: प्राप्त फाइलें
hr: Primljene datoteke
hu: Fogadott fájlok
hy: Ստացված ֆայլեր
id: File diterima
is: Mótteknar skrár
it_it: File ricevuti
ja_jp: 受信済みファイル
ka: მიღებული ფაილები
kk: Алынған файлдар
km: ឯកសារ​ដែល​បាន​ទទួល
kn: ಸ್ವೀಕರಿಸಿದ ಫೈಲ್‌ಗಳು
ko_kr: 받은 파일
lo: ໄຟລ໌ທີ່ໄດ້ຮັບ
lt: Gauti failai
lv: Saņemtie faili
mk: Примени фајлови
ml: സ്വീകരിച്ച ഫയലുകള്‍
mn_mn: Хүлээн авсан файлууд
mr: प्राप्त फाईल्स
ms: Fail diterima
my: လက္ခံရရွိေသာ ဖိုင္မ်ား
nb: Mottatte filer
ne: प्राप्त भएका फाइलहरू
nl: Ontvangen bestanden
or: ପ୍ରାପ୍ତ ହୋଇଥିବା ଫାଇଲଗୁଡିକ
pa: ਪ੍ਰਾਪਤ ਹੋਈਆਂ ਫਾਈਲਾਂ
pl: Odebrane pliki
pt_pt: Ficheiros recebidos
ro: Fişiere primite
ru_ru: Полученные файлы
si: ලැබුනු ගොනු
sk: Prijaté súbory
sl: Prejete datoteke
sr: Primljeni fajlovi
sv: Mottagna filer
ta: பெறப்பட்ட கோப்புகள்
te: స్వీకరించిన ఫైళ్లు
th: ไฟล์ที่ได้รับ
tl: Mga natanggap na file
tr_tr: Alınan dosyalar
uk: Отримані файли
ur: وصول کردہ فائلیں
uz: Olingan fayllar
vi: File đã nhận
zh_cn: 已接收文件
zh_hk: 已接收檔案

# IDS_BT_OPT_SEARCH_OPTIONS
source: Search options
ar: خيارات البحث
as: বিকল্প অনুসন্ধান কৰক
az: Axtarış seçimləri
bg: Опции за търсене
bn: সন্ধান বিকল্প
ca: Opcions de cerca
cs: Možnosti hledání
da: Søgeindstillinger
de: Suchoptionen
el_gr: Επιλογές αναζήτησης
et: Otsingu valikud
eu: Bilaketa aukerak
fi: Hakuvaihtoehdot
fr_ca: Options de recherche
ga: Roghanna cuardaigh
gl: Procurar opcións
gu: શોધ વિકલ્પો
he: אפשרויות החיפוש
hi: खोज विकल्प
hr: Opcije pretraživanja
hu: Keresési opciók
hy: Որոնման ընտրանքներ
id: Pilihan pencarian
is: Leitarvalkostir
it_it: Opzioni di ricerca
ja_jp: 検索オプション
ka: ძიების ოფციები
kk: Іздеу параметрлері
km: ជម្រើស​ស្វែងរក
kn: ಶೋಧ ಆಯ್ಕೆಗಳು
ko_kr: 검색 옵션
lt: Paieškos parinktys
lv: Meklēšanas iespējas
mk: Опции за пребарување
ml: തിരയല്‍ ഓപ്ഷനുകള്‍
mr: शोध विकल्प
ms: Pilihan carian
nb: Søkealternativer
ne: खोज विकल्पहरू
nl: Zoekopties
or: ସନ୍ଧାନ ବିକଳ୍ପସମୂହ
pa: ਭਾਲ ਦੇ ਵਿਕਲਪ
pl: Opcje wyszukiwania
pt_pt: Procurar opções
ro: Opţiuni căutare
ru_ru: Параметры поиска
si: සෙවුම් විකල්ප
sk: Možnosti hľadania
sl: Iskalne možnosti
sr: Opcije pretrage
sv: Sökalternativ
ta: தேடல் தெரிவுகள்
te: శోధన ఎంపికలు
th: ทางเลือก​ค้น​หา
tl: Mga opsyon sa paghahanap
tr_tr: Arama seçenekleri
uk: Опції пошуку
ur: اختیارات تلاش
uz: Qidirish variantlari
vi: Tùy chọn tìm kiếm
zh_cn: 搜索选项
zh_hk: 搜尋選項

# IDS_BT_OPT_UNPAIR
source: Unpair
ar: الغاء الاقتران
as: যোৰহীন
az: Qoşmanı dayandırın
bg: Отделяне
bn: জোড়মুক্ত করুন
ca: Desvincular
cs: Ukončit párování
da: Ophæv parring
de: Entkoppeln
el_gr: Κατάργηση ζεύγους
et: Seo lahti
eu: Desparekatu
fi: Erota
fr_ca: Découpler
ga: Díphéireáil
gl: Desvincular
gu: જોડી અલગ કરો
he: בטל התאמה
hi: जोड़ा हटाएँ
hr: Odspoji
hu: Párosítás megszüntetése
hy: Ապազուգակցել
id: Pisahkan
is: Afpara
it_it: Dissocia
ja_jp: ペアリングを解除
ka: დაწყვილების გაუქმება
kk: Жұптан босату
km: ឈប់​ផ្គូ
kn: ಜೋಡಿಯಾಗಿಲ್ಲ
ko_kr: 등록 해제
lo: ແຍກຄູ່
lt: Atsieti
lv: Nesavienot pārī
mk: Прекини поврзување
ml: പെയറിംഗ് നീക്കുക
mn_mn: Үл хослуулах
mr: अनपेअर करा
ms: Nyahpasangan
my: ယွဥ္တြဲအသုံးျပဳေနမႈ ရပ္ပါ
nb: Avslutt sammenkobling
ne: जोडी हटाउनुहोस्
nl: Koppeling opheffen
or: ଅନ୍‌ପେୟାର୍‌
pa: ਜੋੜਾ ਤੋੜੋ
pl: Anuluj powiązanie
pt_pt: Desemparelhar
ro: Anulare asociere
ru_ru: Разорвать соединение
si: යුගල් නොකරන්න
sk: Zrušiť párovanie
sl: Prekliči seznanitev
sr: Raspari
sv: Avbryt sammankoppling
ta: பிணைநீக்குக
te: అన్‌పెయిర్
th: เลิก​จับ​คู่
tl: Alisin sa pagkaka-pair
tr_tr: Bağlantıyı kes
uk: Від’єднати
ur: جوڑی ختم کردیں
uz: Bog‘lanishni uzish
vi: Hủy ghép đôi
zh_cn: 取消配对
zh_hk: 取消配對

# IDS_BT_POP_ALLOW_PS_TO_ACCESS_MESSAGES_Q
source: Allow %s to access messages?
ar: السماح لـ %s بالوصول إلى الرسائل؟
az: %s mesajlara daxil olmağa icazə verilsin?
bg: Разрешаване на %s на достъп до съобщения?
ca: Permetre l'accés als missatges a %s?
cs: Povolit %s přístup ke zprávám?
da: Tillad %s at få adgang til meddelelser?
de: %s Zugriff auf Nachrichten erlauben?
el_gr: Να επιτραπεί η πρόσβαση του %s στα μηνύματα;
et: Kas lubada seadmele %s juurdepääs sõnumitele?
eu: Utzi %sri mezuetara sartzen?
fi: Saako %s avata viestit?
fr_ca: Autoriser %s à accéder aux messages ?
ga: Ceadaigh do %s teachtaireachtaí a rochtain?
gl: Permitir o acceso de %s ás mensaxes?
hi: %s को संदेशों ऍक्सेस करने की अनुमति दें?
hr: Dopustiti pristup porukama uređaju: %s?
hu: Engedélyezi a(z) %s számára az üzenetek hozzáférését?
hy: Թույլ տա՞լ, որ %s մուտք գործի հաղորդագրություններ:
is: Veita %s aðgang að skeytum?
it_it: Consentire l'accesso ai messaggi a %s?
ja_jp: %sにメッセージへのアクセスを許可しますか？
ka: ჰქონდეს %s-ს წერილებზე წვდომის ნება?
kk: %s хабарларға кіруге мүмкіндік беру керек пе?
ko_kr: %s 디바이스에서 메시지에 접속하는 것을 허용할까요?
lt: Leisti %s pasiekti žinutes?
lv: Vai atļaut ierīcei %s piekļūt ziņai?
mk: Дозволи %s да пристапи до пораките?
mn_mn: %s-д зурваст хандахыг зөвшөөрөх үү?
nb: Tillate %s tilgang til meldinger?
nl: Mag %s berichten openen?
pl: Zezwolić urządzeniu %s na dostęp do wiadomości?
pt_pt: Permitir que %s aceda às mensagens?
ro: Permiteţi %s să acceseze mesajele?
ru_ru: Разрешить %s доступ к сообщениям?
sk: Povoliť zariadeniu %s prístup k správam?
sl: Želite dovoliti %s, da dostopa do sporočil?
sr: Omogućiti %s za pristup porukama?
sv: Tillåt %s tillgång till meddelanden?
tr_tr: %s uygulamasının mesajlara erişmesine izin verilsin mi?
uk: Дозволити %s отримати доступ до повідомлень?
uz: %sga xabarlarga kirish uchun ruxsat berilsinmi?
zh_cn: 允许%s接入信息？
zh_hk: 允許 %s 存取訊息嗎？

# IDS_BT_POP_ALLOW_PS_TO_CONNECT_Q
source: Allow %s to connect?
ar: السماح ﻟ%s بالتوصيل؟
as: সম্পৰ্কলৈ %s অনুমতি দিবনে?
az: %s-ə qoşulmaq üçün icazə verilsin?
bg: Разрешаване на %s да се свърже?
bn: %s কে সংযোগের অনুমতি দেবেন?
ca: Permetre que %s es connecti?
cs: Povolit připojení %s?
da: Vil du tillade, at %s opretter forbindelse?
de: %s erlauben, Verbindung herzustellen?
el_gr: Επιτρέπεται σύνδεση του %s;
et: Lubada seadmel %s luus ühendus?
eu: %s-ren konexioa baimendu?
fi: Saako %s muodostaa yhteyden?
fr_ca: Autoriser %s à se connecter ?
ga: Ceadaigh do %s ceangail?
gl: Permitir que %s se conecte?
gu: %s ને જોડાવવાની છૂટ આપીએ ?
he: לאפשר ל-%s להתחבר?
hi: %s को कनेक्ट करने की अनुमति दें?
hr: Dozvoliti %s spajanje?
hu: Kapcsolódhat a(z) %s?
hy: Թույլատրե՞լ %s-ին միանալ
id: Bolehkan %s menyambung?
is: Á að leyfa %s að tengjast?
it_it: Consentire il collegamento di %s?
ja_jp: %sの接続を許可しますか？
ka: დავრთო %s-ს დაკავშირების ნება?
kk: %s ге байланысқа рұқсат беру керек пе?
km: អនុញ្ញាត %s ឲ្យ​ភ្ជាប់?
kn: %s ಗೆ ಸಂಪರ್ಕಿಸುವುದಕ್ಕೆ ಒಪ್ಪಿಗೆಯೇ?
ko_kr: %s 디바이스가 연결되도록 허용할까요?
lo: ອະນຸຍາດໃຫ້ %s ເຊື່ອມຕໍ່?
lt: Leisti %s prisijungti?
lv: Vai atļaut %s savienot?
mk: Дозволи поврзување со %s?
ml: ബന്ധിപ്പിക്കുന്നതിന് %s നെ അനുവദിക്കണോ?
mn_mn: %s -г холбогдохыг зөвшөөрөх үү?
mr: %s ला जोडण्यासाठी परवानगी द्या?
ms: Benarkan %s menyambung?
my: %s ကုိ ခ်ိတ္ဆက္ခြင့္ျပဳ လုိပါသလား?
nb: Tillater du at %s kobler til?
ne: %s लाई जोड्न दिउँ?
nl: %s toestaan om te verbinden?
or: ସଂଯୋଗ କରିବାକୁ %sକୁ ଅନୁମତି କରନ୍ତୁ?
pa: %s ਨੂੰ ਕਨੈਕਟ ਕਰਨ ਦੀ ਆਗਿਆ ਦੇਈਏ?
pl: Zezwolić %s na nawiązanie połączenia?
pt_pt: Permitir que %s estabeleça a ligação?
ro: Permiteţi ca %s să se conecteze?
ru_ru: Разрешить %s подключиться?
si: %s ට සම්බන්ධ වීමට ඉඩ දෙන්නද?
sk: Povoliť zariadeniu %s pripojenie?
sl: Dovolim %s, da se poveže?
sr: Dozvoli da se %s poveže?
sv: Tillåt %s att ansluta?
ta: இணைக்க %sக்கு அனுமதியளிக்கவா?
te: కనెక్ట్ అవ్వడానికి %sను అనుమతించాలా?
th: อนุญาต %s ​ให้​เชื่อม​ต่อ?
tl: Payagan ang %s na kumonekta?
tr_tr: %s bağlantısına izin verilsin mi?
uk: Дозволити %s встановити з’єднання?
ur: اجازت %s کو کنیکٹ کریں؟
uz: %sga ulanish ruxsati berilsinmi?
vi: Cho phép %s kết nối?
zh_cn: 允许 %s 连接吗？
zh_hk: 允許 %s 連接？

# IDS_BT_POP_ALLOW_PS_TO_CREATE_FOLDER_PS_Q
source: Allow %s to create folder %s?
ar: السماح لـ %s بإنشاء المجلد %s؟
as: %s ফ'ল্ডাৰ সৃষ্টি কৰিবলৈ %s ক অনুমতি দিবনে?
az: %s-ə %s qovluq yaratmağa icazə verilsin?
bg: Позволяване на %s да създаде папка %s?
bn: %s-কে %s ফোল্ডার নির্মাণ করার অনুমতি প্রদান করবেন?
ca: Permetre a %s crear la carpeta %s?
cs: Povolit %s vytvořit složku %s?
da: Tillad %s at oprette mappe %s?
de: %s gestatten, Ordner %s zu erstellen?
el_gr: Αποδοχή %s δημιουργίας φακέλου %s;
et: Kas lubada %s-l luua kaust %s?
eu: %s-(e)ri %s karpeta sortzen utzi?
fi: Voiko %s luoda kansion %s?
fr_ca: Autoriser %s à créer le dossier %s ?
ga: Ceadaigh do %s fillteán %s a chruthú?
gl: Permitir a %s crear a carpeta %s?
gu: %s ને %s ફોલ્ડર બનાવવાની છુટ છે?
he: לאפשר ל-‏%s‏ ליצור את התיקייה %s?
hi: %s को फ़ोल्डर %s बनाने की अनुमति दें?
hr: Dopustiti %s spremanje mape %s?
hu: Engedélyezi a(z) %s számára a(z) %s mappa létrehozását?
hy: Թույլ տա՞լ, որ %sն ստեղծի %s պահոցը:
id: Bolehkan %s untuk membuat folder %s?
is: Leyfa %s að stofna möppuna %s?
it_it: Consentire a %s la creazione della cartella %s?
ja_jp: %sに対して、フォルダ%sを作成するのを許可しますか？
ka: მისცემთ ნებას „%s“–ს შექმნას საქაღალდე „%s“?
kk: %s қалтасын жасауына %s рұқсат беру керек пе?
km: អនុញ្ញាត​ឲ្យ %s បង្កើត​សឺមី %s?
kn: %s ಫೋಲ್ಡರ್ ರಚಿಸಲು %s ಅನುಮತಿಸುವುದೆ?
ko_kr: %s 디바이스가 %s 폴더를 추가할 수 있도록 허용할까요?
lt: Leisti %s kurti aplanką %s?
lv: Vai atļaut ierīcei %s izveidot mapi %s?
mk: Дозволи %s да направи папка %s?
ml: ഫോള്‍ഡര് %s സൃഷ്ടിക്കുന്നതിന് %s നെ അനുവദിക്കണമോ?
mr: %s ला %s फोल्डर निर्माण करण्यासाठी अनुमती देऊ?
ms: Benarkan %s untuk mencipta pelipat %s?
nb: Tillate %s å opprette mappen %s?
ne: %s लाई %s फोल्डर सिर्जना गर्न अनुमति दिनुहोस्?
nl: %s toestaan om map %s te maken?
or: %s ଫୋଲ୍ଦର୍ ସୃଷ୍ଟି କରିବାକୁ %s କୁ ଅନୁମତି କରିବେ?
pa: %s ਨੂੰ %s ਫੋਲਡਰ ਤਿਆਰ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ?
pl: Zezwolić urządzeniu %s na utworzenie katalogu %s?
pt_pt: Permitir a %s a criação da pasta %s?
ro: Permiteţi ca %s să creeze folderul %s?
ru_ru: Разрешить устройству %s создать папку %s?
si: %s ට ෆෝල්ඩරයක් %s නිර්මාණය කිරීමට අවසර ලබා දෙන්නද?
sk: Povoliť zariadeniu %s vytvorenie priečinka %s?
sl: Dovolim napravi %s, da ustvari mapo %s?
sr: Dozvoli %s da kreira folder %s?
sv: Tillåt %s att skapa mapp %s?
ta: கோப்புறை %s ஐ உருவாக்க %sஐ அனுமதிக்கவா?
te: %s ఫోల్డర్ రూపొందించడానికి %s అనుమతించాలా?
th: อนุญาต​ให้ %s ​สร้าง​แฟ้ม %s ​หรือ​ไม่?
tl: Payagan ang %s na gawin ang folder na %s?
tr_tr: %s tarafından %s klasörü oluşturulmasına izin verilsin mi?
uk: Дозволити %s створити папку %s?
ur: %s کو فولڈر %s تخلیق کرنے کی اجازت دیں؟
uz: %sga %s jildini yaratish uchun ruxsat berilsinmi?
vi: Cho phép %s tạo thư mục %s?
zh_cn: 允许 %s 新建文件夹 %s ？
zh_hk: 允許 %s 建立資料夾 %s 嗎？
