Repository: tizenorg/apps.core.preloaded.ug-bluetooth-efl
Catalog: po/*.po
Languages: ar, as, az, bg, bn, ca, cs, da, de, el_gr, et, eu, fi, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, lo, lt, lv, mk, ml, mn_mn, mr, ms, my, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sr, sv, ta, te, th, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

# IDS_BT_POP_BLUETOOTHSWITCHQUERY
source: Bluetooth is currently switched off. Switch on?
ar: البلوتوث في وضع الايقاف حاليا. هل تريد تشغيله؟
as: ব্লুটুথ বৰ্তমানে বন্ধ আছে৷ আৰম্ভ কৰিব?
az: Bluetooth hazırda söndürülüb. Yandırılsın?
bg: В момента Bluetooth е изключен. Включване?
bn: এখন ব্লুটুথ বন্ধ আছে৷ চালু করবেন?
ca: Bluetooth està actualment desactivat. Activar-lo?
cs: Bluetooth je aktuálně vypnuté. Zapnout?
da: Bluetooth er slået fra. Skal det slås til?
de: Bluetooth ist momentan ausgeschaltet. Einschalten?
el_gr: Το Bluetooth είναι προσωρινα απενεργοποιημένο. Ενεργοποίηση;
et: Bluetooth on hetkel välja lülitatud. Kas lülitada sisse?
eu: Bluetooth unean desaktibatuta dago. Piztu?
fi: Bluetooth on kytketty pois päältä. Kytketäänkö päälle?
fr_ca: Bluetooth désactivé. L'activer ?
ga: Tá Bluetooth casta as faoi láthair. Cas air?
gl: O Bluetooth está actualmente desactivado. Desexa activalo?
gu: બ્લ્યુટુથ હાલમાં બંધ છે. ચાલુ કરીએ?
he: Bluetooth כבוי כעת. להפעיל?
hi: ब्लूटूथ वर्तमान में बंद है। चालू करें?
hr: Bluetooth trenutno isključen. Uključiti?
hu: A Bluetooth ki van kapcsolva. Bekapcsolja?
hy: Bluetooth -ը անջատված է։ Միացնե՞լ
id: Bluetooth skrg ini tidak aktif. Aktifkan?
is: Slökkt er á Bluetooth núna. Á að kveikja?
it_it: Bluetooth è attualmente disattivato. Attivarlo?
ja_jp: Bluetoothは現在OFFになっています。 ONにしますか？
ka: Bluetooth ამჟამად გამორთულია. ჩაირთოს?
kk: Bluetooth кәзір сөндірулі. Қосу керек пе?
km: បច្ចុប្បន្ន បាន​បិទ Bluetooth។ បើក?
kn: ಬ್ಲೂಟೂತ್ ಪ್ರಸ್ತುತ ಆಫ್ ಆಗಿದೆ. ಆನ್ ಮಾಡುವುದೇ?
ko_kr: 블루투스가 해제된 상태입니다. 실행할까요?
lt: „Bluetooth“ išjungtas. Įjungti?
lv: Bluetooth pašreiz ir izslēgts. Vai ieslēgt?
mk: Bluetooth е моментално исклучен. Да се вклучи?
ml: ബ്ലൂടൂത്ത് നിലവില്‍ സ്വിച്ച് ഓഫ് ചെയ്‌തിരിക്കുകയാണ്. സ്വിച്ച് ഓണ്‍ ചെയ്യണോ?
mr: ब्लुटूथ सध्या बंद आहे. चालू करायचे?
ms: Bluetooth adalah dimatikan. Hidupkan?
nb: Bluetooth er i øyeblikket slått av. Slå på?
ne: ब्लुटूथ अहिले बन्द गरिएको छ। चालु गर्नुहुन्छ?
nl: Bluetooth is momenteel uitgeschakeld. Inschakelen?
or: ବ୍ଲୁଟୁଥ୍ ବର୍ତ୍ତମାନ ବନ୍ଦ ଅଛି । ଖୋଲିବା?
pa: ਬਲੂਟੁੱਥ ਹਾਲ ਵਿੱਚ ਆੱਫ਼ ਹੈ। ਸਵਿਚ ਆੱਨ ਕਰੋ?
pl: Łącze Bluetooth jest wyłączone. Włączyć je?
pt_pt: O Bluetooth está desactivado. Ligar?
ro: Bluetooth momentan oprit. Porniţi?
ru_ru: Bluetooth выключен. Включить?
si: බ්ලූටූත් දැනට අක්‍රීයයි. සක්‍රීය කරන්නද?
sk: Bluetooth je aktuálne vypnuté. Zapnúť?
sl: Bluetooth je trenutno izključen. Ga vključim?
sr: Bluetooth je trenutno isključen. Uključiti?
sv: Bluetooth är inaktiverat. Vill du aktivera?
ta: ப்ளூடூத் தற்போது ஆஃப் செய்யப்பட்டுள்ளது. ஆன் செய்யவா?
te: Bluetooth ప్రస్తుతం స్విచ్ ఆఫ్ చేయబడింది. స్విచ్ ఆన్ చేయాలా?
th: ขณะ​นี้​ปิด ​บลู​ทู​ธ​อยู่ ​เปิด?
tl: Kasalukuyang naka-off ang Bluetooth. I-on?
tr_tr: Bluetooth şu anda kapalı. Açılsın mı?
uk: Bluetooth зараз вимкнено. Увімкнути?
ur: اس وقت بلیوٹوتھ بند ہے۔ اسے چالو کریں؟
uz: Hozirda Bluetooth o‘chirilgan. Yoqilsinmi?
vi: Bluetooth đang tắt. Bật?
zh_cn: 蓝牙目前 已关闭 要启动吗？
zh_hk: 藍牙目前已關閉。 要啟動嗎？

# IDS_BT_POP_BLUETOOTH_ERROR_TRY_AGAIN_Q
source: Bluetooth error. Try again?
ar: خطأ البلوتوث. المحاولة ثانية؟
as: ব্লুটুথ ত্রুটি৷ পুনৰ চেষ্টা কৰিবনে?
az: Bluetooth səhvi. Yenidən sınansın?
bg: Грешка в Bluetooth. Нов опит?
bn: ব্লুটুথ ত্রুটি৷ আবার চেষ্টা করবেন?
ca: Error de Bluetooth. Tornar-ho a intentar?
cs: Chyba Bluetooth. Opakovat?
da: Bluetooth-fejl. Vil du prøve igen?
de: Bluetooth-Fehler. Erneut versuchen?
el_gr: Σφάλμα Bluetooth. Επανάληψη;
et: Bluetoothi tõrge. Kas proovida uuesti?
eu: Bluetooth-en errorea. Saiatu berriz?
fi: Bluetooth-virhe. Yritetäänkö uudelleen?
fr_ca: Erreur Bluetooth. Réessayer?
ga: Earráid Bluetooth. Triail arís?
gl: Erro no Bluetooth. Intentar de novo?
gu: બ્લ્યુટુથ ભૂલ. ફરી પ્રયત્ન કરીએ?
he: שגיאת Bluetooth. לנסות שוב?
hi: ब्लूटूथ त्रुटी। फिर से कोशिश करें?
hr: Bluetooth greška. Ponoviti?
hu: Bluetooth-hiba. Megpróbálja újra?
hy: Bluetooth-ի սխալ։ Կրկի՞ն փորձել
id: Bluetooth terganggu. Coba lagi?
is: Villa í Bluetooth-tengingu. Viltu reyna aftur?
it_it: Errore Bluetooth. Riprovare?
ja_jp: Bluetoothエラーです。再度実行しますか？
ka: Bluetooth–ის შეცდომა. ისევ ცდით?
kk: Bluetooth қате. Қайталау керек пе?
km: កំហុស Bluetooth។ សាក​ល្បង​ម្តង​ទៀត?
kn: ಬ್ಲೂಟೂತ್ ದೋಷ. ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸುವುದೆ?
ko_kr: 블루투스 오류가 발생하였습니다. 다시 시도할까요?
lo: ບລູທູດຂັດຂ້ອງ. ລອງໃໝ່ອີກບໍ?
lt: „Bluetooth“ klaida. Bandyti dar kartą?
lv: Bluetooth kļūda. Vai mēģināt vēlreiz?
mk: Грешка на Bluetooth. Повторен обид?
ml: ബ്ലുടൂത്ത്‌ പിശക്. വീണ്ടും ശ്രമിക്കണമോ?
mn_mn: Bluetooth алдаа. Дахин оролдох уу?
mr: ब्लूटूथ ची चूक. पुन्हा प्रयत्न करावा?
ms: Ralat Bluetooth. Cuba lagi?
my: ဘလူးတူးသ္ အမွား။ ထပ္ စမ္းရမည္လား?
nb: Bluetooth-feil. Prøve igjen?
ne: ब्लुटूथ अवरूद्ध। पुनः प्रयास गरूँ?
nl: Bluetooth-fout. Opnieuw proberen?
or: ବ୍ଲୁଟୁଥ୍ ତୃଟି । ପୁନଃ ଚେଷ୍ଟା କରିବେ?
pa: ਬਲੂਟੁੱਥ ਵਿੱਚ ਤਰੁੱਟੀ। ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੀਏ?
pl: Błąd Bluetooth. Spróbować ponownie?
pt_pt: Erro Bluetooth. Tentar novamente?
ro: Eroare Bluetooth. Încercaţi din nou?
ru_ru: Ошибка Bluetooth. Повторить?
si: බ්ලූටූත් දෝෂය. නැවත උත්සාහ කරන්නද?
sk: Chyba spojenia Bluetooth. Skúsiť znova?
sl: Napaka Bluetooth. Poskusim znova?
sr: Greška Bluetootha. Ponoviti?
sv: Blutooth-fel. Försöka igen?
ta: ப்ளூடூத் பிழை. மீண்டும் முயலவா?
te: బ్లూటూత్‌ లోపం. మళ్ళీ ప్రయత్నించవచ్చా?
th: บลูทูธ ​ผิด​พลาด ลอง​อีก​ครั้ง?
tl: Error sa Bluetooth. Subukang muli?
tr_tr: Bluetooth hatası. Yeniden denensin mi?
uk: Помилка Bluetooth. Спробувати ще раз?
ur: Bluetooth غلطی۔ دوبارہ کوشش کریں؟
uz: Bluetooth xatosi. Qayta urinib ko‘rmoqchimisiz?
vi: Lỗi Bluetooth. Thử lại?
zh_cn: 蓝牙出错。 重试？
zh_hk: 藍牙錯誤。要重試嗎？

# IDS_BT_POP_BLUETOOTH_TIMEOUT_TRY_AGAIN_Q
source: Bluetooth timeout. Try again?
ar: انتهت مهلة البلوتوث. المحاولة ثانية؟
as: ব্লুটুথ টাইমআউট৷ পুনৰ চেষ্টা কৰিবনে?
az: Bluetooth-un vaxtı bitmişdir. Yenidən sınansın?
bg: Таймаут на Bluetooth. Повторен опит?
bn: ব্লুটুথ সময় সমাপ্তি। আবার চেষ্টা করবেন?
ca: Temps d'espera Bluetooth esgotat. Tornar-ho a intentar?
cs: Časový limit Bluetooth. Opakovat?
da: Bluetooth-timeout. Vil du prøve igen?
de: Bluetooth-Zeitüberschreitung. Erneut versuchen?
el_gr: Λήξη χρόνου Bluetooth. Επανάληψη;
et: Bluetoothi ajalõpp. Kas proovida uuesti?
eu: Bluetooth denboraz kanpo. Saiatu berriz?
fi: Bluetoothin aikakatkaisu. Yritetäänkö uudelleen?
fr_ca: Dépassement du délai Bluetooth. Réessayer?
ga: Am istigh do Bluetooth. Triail eile?
gl: Tempo de espera de Bluetooth esgotado. Intentar de novo?
gu: બ્લ્યુટુથ સમયસમાપ્ત. ફરી પ્રયત્ન કરીએ?
he: פסק זמן ל-Bluetooth. לנסות שוב?
hi: ब्लूटूथ समयसमाप्ति। फिर से कोशिश करें?
hr: Bluetooth istekao. Ponoviti?
hu: Bluetooth időtúllépése. Megpróbálja újra?
hy: Bluetooth ժամանակը սպառված է։ Կրկի՞ն փորձել
id: Bluetooth habis waktu. Coba lagi?
is: Bluetooth-tengingin rann út. Reyna aftur?
it_it: Timeout Bluetooth. Riprovare?
ja_jp: Bluetoothがタイムアウトしました。再度実行しますか？
ka: Bluetooth–ის დრო გავიდა. ისევ ცდით?
kk: Bluetooth уақыты бітті. Қайталау керек пе?
km: Bluetooth អស់​ពេល។ សាក​ល្បង​ម្តង​ទៀត?
kn: ಬ್ಲೂಟೂತ್ ಸಮಯವಾಗಿದೆ. ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸುವುದೆ?
ko_kr: 입력 시간을 초과하였습니다 . 다시 시도할까요?
lo: ບລູທູດໝົດເວລາ. ລອງໃໝ່ອີກບໍ?
lt: Baigėsi „Bluetooth“ laikas. Bandyti dar kartą?
lv: Bluetooth taimauts. Vai mēģināt vēlreiz?
mk: Истечено време за Bluetooth. Повторен обид?
ml: ബ്ലുടൂത്ത്‌ ടൈംഔട്ട്. വീണ്ടും ശ്രമിക്കണമോ?
mn_mn: Bluetooth хугацаандаа хүрч тасарсан. Дахин оролдох уу?
mr: ब्लूटूथ समयबाह्य. पुन्हा प्रयत्न करावा?
ms: Bluetooth tamat masa. Cuba lagi?
my: ဘလူးတူးသ္ အခိ်န္ ကုန္သြား။ ထပ္ စမ္းရမည္လား?
nb: Bluetooth-tidsavbrudd. Prøve igjen?
ne: ब्लुटूथ काल-समापन। पुनः प्रयास गरूँ?
nl: Bluetooth time-out. Opnieuw proberen?
or: ବ୍ଲୁଟୁଥ୍ ସମୟ ଗଲାଣି । ପୁନଃ ଚେଷ୍ଟା କରିବେ?
pa: ਬਲੂਟੁੱਥ ਸਮਾਂ ਸਮਾਪਤ। ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੀਏ?
pl: Limit czasu Bluetooth. Spróbować ponownie?
pt_pt: Tempo de Bluetooth esgotado. Tentar novamente?
ro: Conexiunea Bluetooth a expirat. Încercaţi din nou?
ru_ru: Время подключения Bluetooth истекло. Повторить?
si: බ්ලූටූත් කාලය අවසන් විය. නැවත උත්සාහ කරන්නද?
sk: Časový interval pre Bluetooth uplynul. Skúsiť znova?
sl: Zakasnitev Bluetooth. Poskusim znova?
sr: Vremensko prekoračenje Bluetootha. Ponoviti?
sv: Bluetooth-timeout. Försöka igen?
ta: ப்ளூடூத் நேரம் முடிந்தது. மீண்டும் முயலவா?
te: బ్లూటూత్‌ టైమ్అవుట్. మళ్ళీ ప్రయత్నించవచ్చా?
th: หมด​เวลา บลูทูธ ​ลอง​อีก​ครั้ง?
tl: Nag-time out ang Bluetooth. Subukang muli?
tr_tr: Bluetooth zaman aşımı. Yeniden denensin mi?
uk: Час очікування Bluetooth вичерпано. Спробувати ще раз?
ur: Bluetooth کا وقت ختم۔ دوبارہ کوشش کریں؟
uz: Bluetooth taymauti. Qayta urinib ko‘rmoqchimisiz?
vi: Ngừng Bluetooth. Thử lại?
zh_cn: 蓝牙超时。 重试？
zh_hk: 藍牙逾時。要重試嗎？

# IDS_BT_POP_CONFIRM_PASSKEY_IS_P2SS_TO_PAIR_WITH_P1SS
source: Confirm passkey is %2$s to pair with %1$s.
ar: ‫قم بتأكيد أن مفتاح المرور هو %2$s للإقران مع %1$s.
az: Təsdiq parolu %1$s ilə qoşulmaq üçün %2$s -dir.
bg: Паролата за потвърждаване е %2$s за сдвояване с %1$s.
ca: La clau de pas de confirmació és %2$s per vincular amb %1$s
cs: Potvrzení kódu je %2$s pro spárování s %1$s.
da: Bekræft, at koden er %2$s for at parre med %1$s.
de: Passkey %2$s bestätigen und mit %1$s koppeln.
el_gr: Επιβεβαιώστε ότι ο κωδικός πρόσβασης για τη δημιουργία ζεύγους με το %1$s είναι %2$s.
et: Kinnituse paasukood on %2$s, et siduda seadmega %1$s.
eu: Baieztatu pasahitza %2$s dela %1$s-(r)ekin parekatzeko
fi: Laitteen %1$s kanssa pariliitokseen tarvittava vahvistussalasana on %2$s.
fr_ca: Confirmer le mot de passe %2$s pour le coupler à %1$s.
ga: Deimhnigh gurb í %2$s an phaseochair le péireáil le %1$s
gl: Confirma que a clave de paso é %2$s para vincularse con %1$s
he: אשר שהסיסמה היא %2$s כדי לבצע התאמה עם %1$s
hi: %1$s के साथ जोड़ने के लिए पास कुंजी %2$s प्रविष्ट करें।
hr: Potvrdite da ključ %2$s služi za spajanje sa %1$s.
hu: Erősítse meg, hogy %2$s a jelszó a(z) %1$s eszközzel való párosításhoz.
hy: Հաստատել, որ մուտքի բանալին%2$s է՝ %1$s-ի հետ զուգտակելու համար:
is: Staðfesta að aðgangslykill sé %2$s til að para við %1$s.
it_it: La passkey di conferma per associarsi con %1$s è %2$s.
ja_jp: パスキー「%2$s」を確認し、%1$sとペアリングしてください。
ka: დადასტურების პაროლ-კოდი არის %2$s, რომ მოხდეს დაწყვილება მოწყობილობასთან „%1$s“.
kk: %1$s жұптастыру үшін құпиясөздің %2$s екеніне көз жеткізіңіз.
ko_kr: %1$s 디바이스와 등록하려면 패스키를 확인하세요. 패스키: %2$s
lt: Kad būtų galima sujungti su %1$s, patvirtinkite, kad slaptažodis yra %2$s.
lv: Apstipriniet piekļuves kodu %2$s, lai izveidotu savienojumu pārī ar %1$s.
mk: Потврда дека лозинката е %2$s за поврзување со %1$s.
mn_mn: Нэвтрэх түлхүүр нь %1$s-тай хослуулах %2$s болохыг баталгаажуул
nb: Bekreft at koden er %2$s for å pare med %1$s.
nl: Bevestig dat sleutel %2$s is voor koppelen met %1$s.
pl: Potwierdź, że klucz dostępu to %2$s, aby powiązać z urządzeniem %1$s.
pt_pt: Confirmar que a chave de acesso é %2$s para emparelhar com %1$s.
ro: Confirmaţi cheia %2$s pentru asocierea cu %1$s.
ru_ru: Подтвердите ключ доступа %2$s для соединения с %1$s.
sk: Potvrďte prístupový kľúč %2$s na spárovanie so zariadením %1$s.
sl: Potrdite, da je geslo %2$s za seznanjanje z %1$s.
sr: Potvrdna šifra je %2$s za uparivanje sa %1$s.
sv: Bekräfta att koden är %2$s för sammankoppling med %1$s.
tr_tr: %1$s ile eşleşmek için onaylama şifresi %2$s.
uk: Підтвердьте пароль %2$s, щоб утворити пару з %1$s.
uz: %2$s- bu tasdiqlash kirish kaliti, %1$s bilan bog‘lanish uchun.
zh_cn: 确认密码为 %2$s 以与 %1$s 配对。
zh_hk: 確認密碼為 %2$s 以與 %1$s 配對。

# IDS_BT_POP_CONFIRM_PASSKEY_IS_PS_TO_PAIR_WITH_PS
source: Confirm passkey is %s to pair with %s.
ar: قم بتأكيد أن مفتاح المرور هو %s للإقتران مع %s.
as: %s সৈতে যোৰা হ'বলৈ নিশ্চিত পাছকী হৈছে %s৷
az: %s ilə qoşulmaq üçün təsdiqlənmiş parol %s.
bg: Потвърждаване, че паролата е %s, за да се направи свързване с %s
bn: %s-এর সাথে জোড় গঠন করতে পাসকী %s সুনিশ্চিত করুন।
ca: Confirmar que la clau de pas és %s per vincular amb %s
cs: Potvrzení kódu je %s pro spárování s %s.
da: Bekræft at koden er %s for at parre med %s.
de: Passkey %s bestätigen und mit %s koppeln.
el_gr: Επιβ/ώστε ότι ο κωδικός πρόσβ. για τη δημιουργία ζεύγους με το %s είναι %s.
et: Kinnituse paasukood on %s, et siduda seadmega %s.
eu: Baieztatu pasahitza %s dela %s-(e)kin parekatzeko
fi: Vahvistussalasana on %s, jota tarvitaan pariliitokseen laitteen %s kanssa.
fr_ca: Confirmez le mot de passe %s pour le jumelage avec %s.
ga: Deimhnigh paseochair %s le péireáil le %s
gl: Confirmar que a clave é %s para vincularse con %s
gu: %s સાથે જોડી બનાવવા માટે %s પાસકીની પુષ્ટિ કરો.
he: אשר שהסיסמה היא %s כדי לבצע התאמה עם %s
hi: %s के साथ जोड़ा बनाने के लिए पुष्‍टि पासकुंजी %s है।
hr: Potvrdite da ključ %s služi za spajanje sa %s.
hu: %s a megerősítő jelszó a(z) %s eszközzel való párosításhoz.
hy: Հաստատել, որ մուտքի բանալին %s է՝ %s-ի հետ զուգտակելու համար:
id: Konfirmasi kunci sandi adalah %s untuk dipasangkan dengan %s.
is: Staðfesta að aðgangslykill sé %s til að para við %s.
it_it: La passkey di conferma per associarsi con %s è %s.
ja_jp: %sとペアリングするためのパスキー%sを確認します。
ka: დამოწმებული პაროლ–კოდი არის „%s“, რომლითაც ხდება დაწყვილება „%s“–სთან.
kk: %s құрылғысымен жұптастыру үшін кілтсөздің %s екеніне көз жеткізіңіз.
km: សោ​សម្ងាត់​បញ្ជាក់​គឺ %s ដើម្បី​ផ្គូ​ជាមួយ %s។
kn: %s ಜೊತೆ ಜೋಡಿ ಮಾಡಲು ಖಚಿತ ಪಾಸ್‌ಕೀ %s ಆಗಿದೆ.
ko_kr: 비밀번호 %s을(를) 확인한 후 %s을(를) 등록하세요.
lo: ຢືນຢັນປຸ່ມຜ່ານແມ່ນ %s ເພື່ອຈັບຄູ່ກັບ %s.
lt: Jei norite susieti su %s, patvirtintas slaptažodis yra %s.
lv: Lai izveidotu savienojumu ar %s, apstiprināšanas piekļuves kods ir %s.
mk: Потврда дека лозинката е %s за повзување со %s.
ml: %s-മായി പെയര്‍ ചെയ്യുന്നതിന് സ്ഥിരീകരണ പാസ്‍കീ %s ആകുന്നു.
mn_mn: %s-тай хослуулах нэвтрэх түлхүүр нь %s болохыг баталгаажуул.
mr: %s-ला %s-शी पेयर करण्यासाठी पासकी सुनिश्चित करणे आवश्यक आहे.
ms: Sahkan kunci laluan adalah %s untuk dipasangkan dengan %s.
my: %s ႏွင့္တြဲရန္ ပတ္စ္ကီး %s ျဖစ္သည္ကို အတည္ျပဳပါ။
nb: Bekreftelsestilgangskode er %s for å pare med %s.
ne: %s सँग जोडी मिलाउन यकिन पास-कि %s हो।
nl: Bevestig sleutel is %s om te koppelen met %s.
or: %sକୁ %s ସହିତ ଯୋଡି କରିବା ପାଇଁ ପାସ୍‍ କୀକୁ ନିଶ୍ଚିତ କରନ୍ତୁ।
pa: ਪੁਸ਼ਟੀ ਕਰੋ ਕਿ %s ਨਾਲ ਜੋੜਾ ਬਣਾਉਂਣ ਲਈ ਪਾਸਕੁੰਜੀ %s ਹੈ।
pl: Aby powiązać z %s, potwierdź, że klucz dostępu to %s.
pt_pt: Confirmação de que a chave de acesso é %s para emparelhar com %s.
ro: Confirmare %s drept cheie de acces pentru asocierea cu %s
ru_ru: Подтвердите ключ доступа %s для соединения с %s.
si: %s සමඟ සම්බන්ධ වීමේ මුරයතුර වනුයේ %s යි.
sk: Potvrďte prístupový kľúč %s na spárovanie so zariadením %s.
sl: Potrdite, da je geslo %s za seznanjanje z %s.
sr: Potvrdna šifra je %s za uparivanje sa %s.
sv: Bekräfta att nyckeln är %s för sammankoppling med %s.
ta: %s உடன் பிணைக்க இருக்கும் %s கடவுவிசை உறுதிப்படுத்துக.
te: %sతో జత చేసేందుకు %s పాస్‌కీని ధృవీకరించండి.
th: ยืน​ยัน​รหัส​ผ่าน %s ​เพื่อ​จับ​คู่​กับ %s
tl: Ang passkey sa pagkumpirma ay %s upang i-pair sa %s.
tr_tr: %s ile eşleşmek için %s şifresini onayla.
uk: Підтвердження пароля %s для утворення пари з %s.
ur: ‏%s سے جوڑی بنانے کی تصدیق پاس کی %s ہے
uz: %s - bu tasdiqlash kirish kaliti, %s bilan bog‘lanish uchun.
vi: Xác nhận mã khóa là %s để ghép đôi với %s.
zh_cn: 确认密钥是%s以配对%s。
zh_hk: 與%s配對的確認密碼為%s。

# IDS_BT_POP_CONNECTAGAIN
source: Unable to connect. Try again?
ar: غير قادر على التوصيل. حاول ثانية؟
as: সম্পৰ্ক কৰিবলৈ অক্ষম৷ আকৌ চেষ্টা কৰিবনে?
az: Rabitə yaratmaq mümkün deyil. Yenidən cəhd edilsin?
bg: Невъзможно свързване. Повторен опит?
bn: কানেক্ট করতে অসমর্থ আবার চেষ্টা করবেন?
ca: No es pot connectar. Tornar-ho a intentar?
cs: Nelze se připojit. Opakovat?
da: Kan ikke oprette forbindelse. Prøv igen?
de: Verbindung fehlgeschlagen. Erneut versuchen?
el_gr: Αποτυχία σύνδεσης. Επανάληψη;
et: Ei saa ühendada. Proovida uuesti?
eu: Ezin da konektatu. Berriro saiatu?
fi: Yhdistäminen epäonnistui. Yritetäänkö uudelleen?
fr_ca: Connexion impossible Réessayer ?
ga: Ní féidir nascadh. Triail arís?
gl: Non se pode conectar. Reintentar?
gu: જોડવામાં અક્ષમ. ફરી પ્રયત્ન કરીએ?
he: לא ניתן להתחבר. לנסות שוב?
hi: जोड़नें में अक्षम। दोबारा प्रयास करें?
hr: Nemoguće spajanje Ponoviti?
hu: A csatlakozás nem sikerült. Megpróbálja újra?
hy: Անհնար է միանալ: Կրկի՞ն փորձել
id: Tidak bisa mengubungkan. Coba lagi?
is: Ekki tókst að tengjast. Á að reyna aftur?
it_it: Impossibile connettersi. Riprovare?
ja_jp: 接続できません。 もう一度やり直しますか？
ka: ვერ უკავშირდება. ისევ ცდით?
kk: Байланысқа қосыла алмады. Әрекетті қайталайсыз ба?
km: មិន​អាច​ភ្ជាប់។ សាក​ល្បង​ម្តង​ទៀត?
kn: ಸಂಪರ್ಕಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ಪುನಃ ಪ್ರಯತ್ನಿಸಲೆ?
ko_kr: 연결할 수 없습니다. 다시 시도할까요?
lo: ບໍ່ສາມາດເຊື່ອມຕໍ່. ລອງໃໝ່ອີກບໍ?
lt: Prisijungti nepavyko. Ar bandyti dar kartą?
lv: Nevar izveidot savienojumu. Vai mēģināt vēlreiz?
mk: Не може да се поврзе. Пробај повторно?
ml: കണക്റ്റ് ചെയ്യാനാവില്ല. വീണ്ടും ശ്രമിക്കണോ?
mn_mn: Холбогдох боломжгүй. Дахин оролдох уу?
mr: जोडण्यास असमर्थ. पुन्हा प्रयत्न करु?
ms: Tdk dpt menyambung. Cuba lagi?
my: ဆက္သြယ္၍ မရနိုင္ပါ။ ထပ္ျကိုးစားမည္လား?
nb: Kan ikke koble til. Prøve igjen?
ne: जोड़्न सकिएन। फेरि कोशिश गर्ने?
nl: Kan niet verbinden. Opnieuw proberen?
or: ସଂଯୋଗ କରିବାକୁ ଅସମର୍ଥ । ପୁନଃ ଚେଷ୍ଟା କରିବେ?
pa: ਕਨੈਕਟ ਕਰਨ ਵਿਚ ਅਸਮਰੱਥ। ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੀਏ?
pl: Nie można połączyć. Spróbować ponownie?
pt_pt: Impossível ligar. Tentar novamente?
ro: Imposibil de conectat. Reîncercaţi?
ru_ru: Невозможно подключиться. Повторить попытку?
si: සම්බන්ධ විය නොහැක. නැවත උත්සාහ කරන්නද?
sk: Nedá sa pripojiť. Opakovať?
sl: Ne morem povezati. Naj poskusim znova?
sr: Nemoguće povezati. Ponovo?
sv: Det gick inte att ansluta. Försöka igen?
ta: இணைக்க இயலாது. மீண்டும் முயலவா?
te: కనెక్ట్ చేయడం సాధ్యం కాదు. మళ్లీ ప్రయత్నించాలా?
th: เชื่อม​ต่อ​ไม่​ได้ ​ลอง​อีก​ครั้ง?
tl: Hindi makakonekta. Subukang muli?
tr_tr: Bağlantı başarısız Tekrar dene?
uk: Неможливо з'єднатися. Спробувати ще?
ur: کنیکٹ کرنے میں ناکامی۔ دوبارہ کوشش؟
uz: Ulanib bo‘lmaydi. Qayta urinib ko‘rmoqchimisiz?
vi: Không thể kết nối. Thử lại?
zh_cn: 无法连接. 重试吗?
zh_hk: 無法連接。 要重試嗎？

# IDS_BT_POP_CONNECTED
source: Connected
ar: تم التوصيل.
az: Qoşuldu.
bg: Свързан.
ca: Connectat
cs: Připojeno.
da: Forbundet.
de: Verbunden
el_gr: Συνδέθηκε.
et: Ühendatud.
eu: Konektatuta
fi: Yhdistetty.
fr_ca: Connecté.
ga: Nasctha.
gl: Conectado
he: מחובר
hi: जोड़ा गया।
hr: Spojeno.
hu: Csatlakoztatva.
hy: Միացված է
is: Tengt.
it_it: Connesso.
ja_jp: 接続
ka: დაკავშირებულია.
kk: Қосылған
ko_kr: 연결하였습니다.
lt: Prijungta.
lv: Savienots.
mk: Поврзанo.
mn_mn: Холбогдсон
nb: Tilkoblet.
nl: Verbonden.
pl: Połączono.
pt_pt: Ligado.
ro: Conectat
ru_ru: Подключено.
sk: Pripojené.
sl: Povezan.
sr: Povezan.
sv: Ansluten.
tr_tr: Bağlantı kuruldu.
uk: З'єднано.
uz: Ulangan.
zh_cn: 已连接
zh_hk: 已連接

# IDS_BT_POP_CONNECTED_TO_HID_DEVICE
source: Connected to HID device.
ar: تم توصيله بجهاز HID.
as: হিড ডিভাইচলৈ সংযোগ হৈছে৷
az: HID cihazına qoşulmuşdur.
bg: Свързан с HID устройство.
bn: HID উপকরণের সাথে সংযোগ স্থাপিত।
ca: Connectat a un dispositiu HID
cs: Připojeno k zařízení HID.
da: Tilsluttet HID-enhed.
de: Mit HID-Gerät verbunden
el_gr: Συνδέθηκε σε συσκευή HID.
et: HID-seadmega ühendatud.
eu: HID gailura konektatuta
fi: Yhdistetty HID-laitteeseen.
fr_ca: Connecté au périphérique HID.
ga: Nasctha le gléas HID.
gl: Conectado ao dispositivo HID
he: מחובר להתקן HID
hi: HID डिवाइस से जोड़ा गया।
hr: Spojen na HID uređaj.
hu: HID-eszközhöz csatlakoztatva.
hy: Միացված է HID սարքին:
id: Tersambung ke perangkat HID.
is: HID-tæki tengt.
it_it: Connetti a dispositivo HID.
ja_jp: HIDデバイスに接続されています。
ka: დაკავშირებულია HID მოწყობილობასთან.
kk: HID құрылғысына қосылған.
km: បាន​ភ្ជាប់​ទៅ​ឧបករណ៍ HID។
kn: HID ಸಾಧನಕ್ಕೆ ಸಂಪರ್ಕಿಸಿದೆ.
ko_kr: HID 디바이스에 연결하였습니다.
lo: ໄດ້ເຊື່ອມຕໍ່ກັບເຄື່ອງອຸປະກອນ HID.
lt: Prisijungta prie HID įrenginio.
lv: Pievienots HID ierīcei.
mk: Поврзано со уред HID.
ml: HID ഉപകരണത്തിലേക്ക് കണക്ട് ചെയ്തു.
mn_mn: HID төхөөрөмжид холбогдсон
mr: HID उपकरणाशी जोडलेले.
ms: Disambung ke peranti HID.
my: HID စက္ကိရိယာသို႔ ခ်ိပ္ဆက္ၿပီး။
nb: Tilkoblet til HID-enhet.
ne: HID उपकरणमा जोड़िएको छ।
nl: Aangesloten op HID-apparaat.
or: HID ଡିଭାଇସ୍‌କୁ ସଂଯୋଜିତ।
pa: HID ਡਿਵਾਈਸ ਨਾਲ ਕਨੈਕਟ ਹੋਇਆ।
pl: Podłączono do urządzenia HID.
pt_pt: Ligado a dispositivo HID.
ro: Conectat la dispozitivul HID
ru_ru: Подключено к устройству HID.
si: HID උපකරණයට සම්බන්ධ වී ඇත.
sk: Pripojené k zariadeniu HID.
sl: Vzpostavljena povezava z napravo HID.
sr: Povezan na HID uređaj.
sv: Ansluten till HID-enhet.
ta: HID சாதனத்தில் இணைக்கப்பட்டது.
te: HID పరికరం కు కనెక్ట్ చెయ్యబడింది.
th: เชื่อม​ต่อ​กับ​อุปกรณ์ HID
tl: Nakakonekta sa HID device.
tr_tr: HID cihazına bağlandı.
uk: Підключено до пристрою HID.
ur: HID آلہ سے جڑ گیا۔
uz: HID qurilmaga ulandi.
vi: Đã kết nối với thiết bị HID.
zh_cn: 已连接到HID设备。
zh_hk: 已連接至 HID 裝置。

# IDS_COM_SK_CONFIRM
source: Confirm
ar: تأكيد
as: নিশ্চিত
az: Təsdiq et
bg: Потвър.
bn: নিশ্চিত
ca: Confirmar
cs: Potvrdit
da: Bekræft
de: Bestätigen
el_gr: Επιβεβαίωση
et: Kinnita
eu: Baieztatu
fi: Vahvista
fr_ca: Confirmer
ga: Deimhnigh
gl: Confirmar
gu: નક્કી
hi: पुष्टि
hr: Potvrda
hu: Rendben
hy: Հաստատել
id: Tegaskan
is: Staðfesta
it_it: Conferma
ja_jp: 確認
ka: დასტური
kk: Растау
km: បញ្ជាក់
kn: ಖಚಿತಪಡಿಸಿ
ko_kr: 확인
lo: ຢືນຢັນ
lt: Patvirt.
lv: Apstipr.
mk: Потврди
ml: സ്ഥിരീക.
mn_mn: Баталгаажуулах
mr: सुनिश्चित
ms: Sahkan
my: အတည္ျပဳ
nb: Bekreft
ne: सदर गर
nl: Bevestig
or: ନିଶ୍ଚିତ
pa: ਪੁਸ਼ਟੀ ਕਰੋ
pl: Potwierdź
pt_pt: Confirmar
ru_ru: Подтвердить
si: ස්ථීර ක.
sk: Potvrdiť
sl: Potrdi
sr: Potvrdi
sv: Bekräfta
ta: உறுதி
te: ధృవీకరిం.
th: ยืน​ยัน
tl: Kumpirma
tr_tr: Onayla
uk: Підтверд.
ur: توثیق
uz: Tasdiq.
vi: Xác nhận
zh_cn: 确认
zh_hk: 確認

# IDS_BT_POP_DISCONNECT
source: Disconnect?
ar: فصل؟
as: সংযোগহীন কৰিবনে?
az: Əlaqə pozulsun?
bg: Изключване?
bn: সংযোগ বিচ্ছিন্ন করা হবে?
ca: Desconnectar?
cs: Odpojit?
da: Afbryd?
de: Trennen?
el_gr: Αποσύνδεση;
et: Katkestada ühendus?
eu: Deskonektatu?
fi: Katkaistaanko yhteys?
fr_ca: Se déconnecter ?
ga: Dínasc?
gl: Desconectar?
gu: જોડાણ તોડીએ?
he: להתנתק?
hi: डिस्कनेक्ट?
hr: Prekinuti vezu?
hu: Szétkapcsol?
hy: Անջատե՞լ
id: Putus?
is: Á að aftengjast?
it_it: Disconnettere?
ja_jp: 接続を解除
ka: გათიშავთ?
kk: Қосылысты ажырату?
km: ផ្តាច់?
kn: ಸಂಪರ್ಕ ಕಡಿತಗೊಳಿಸಲಾಗಿದೆ?
ko_kr: 연결을 해제할까요?
lo: ປິດການເຊື່ອມຕໍ່ບໍ່?
lt: Ar atsijungti?
lv: Vai atvienot?
mk: Да се прекине врската?
ml: വിച്ഛേദിക്കണോ?
mn_mn: Салгах уу?
mr: खंडित करु?
ms: Putuskan sambungan?
my: ဆက္သြယ္မႈ ျဖတ္ရမည္လား?
nb: Koble fra?
ne: जडान विच्छेद गरूँ?
nl: Verbinding verbreken?
or: ବିଛିନ୍ନ କରିବେ?
pa: ਡਿਸਕਨੈਕਟ ਕਰਨਾ ਹੈ?
pl: Rozłączyć?
pt_pt: Desligar?
ro: Deconectaţi?
ru_ru: Отключить?
si: විසන්ධි කරන්නද?
sk: Odpojiť?
sl: Naj prekinem?
sr: Prekid veze?
sv: Koppla från?
ta: துண்டிக்கவா?
te: డిస్కనెక్ట్ చేయాలా?
th: หยุด​เชื่อม​ต่อ?
tl: Magdiskonekta?
tr_tr: Bağlantı kesilsin mi?
uk: Роз'єднати?
ur: غیر متصل کریں؟
uz: Uzilsinmi?
vi: Ngắt kết nối?
zh_cn: 断开？
zh_hk: 中斷連接嗎？
