Repository: tizenorg/apps.core.preloaded.ug-bluetooth-efl
Catalog: po/*.po
Languages: ar, as, az, bg, bn, ca, cs, da, de, el_gr, et, eu, fi, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, lo, lt, lv, mk, ml, mn_mn, mr, ms, my, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sr, sv, ta, te, th, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

source: Enable Bluetooth to see a list of devices you can pair with or have already paired with.
ar: قم بتشغيل البلوتوث لرؤية قائمة الأجهزة التي يمكنك الاقتران بها أو التي اقترنت بها مسبقاً.
as: আপুনি যোৰ কৰিব পৰা বা ইতিমধ্যে যোৰ হৈ থকা ডিভাইচসমূহৰ এখন সূচী চাবলৈ ব্লুটুথ অন কৰক৷
az: Cütləşdirə bildiyiniz və ya artıq cütləşdirdiyiniz cihazların siyahısını görmək üçün Bluetooth-u yandırın.
bg: Включете Bluetooth, за да видите списък с устройствата, с които можете да се сдвоите или с които вече сте се сдвоили.
bn: আপনি যে ডিভাইসগুলির সাথে জোড় বাঁধতে পারেন বা যেগুলির সাথে ইতিমধ্যে জোড় বাঁধা হয়েছে সেগুলির একটি তালিকা দেখতে ব্লুটুথ চালু করুন।
ca: Activi el Bluetooth per veure una llista dels dispositius amb els quals es pot vincular o ja està vinculat.
cs: Zapněte Bluetooth, abyste zobrazili seznam zařízení, se kterými lze zařízení spárovat nebo je již spárováno.
da: Aktiver Bluetooth for at se en liste over enheder, du kan parre med, eller som du allerede har parret med.
de: Bluetooth einschalten, um eine Liste der zum Koppeln verfügbaren oder bereits gekoppelten Geräte zu sehen.
el_gr: Ενεργοποιήστε το Bluetooth για να δείτε μια λίστα με συσκευές που μπορείτε να αντιστοιχίσετε ή έχετε αντιστοιχίσει ήδη.
et: Sidumiseks saadaolevate seadmete või juba seotud seadmete loendi nägemiseks lülitage Bluetooth-ühendus sisse.
eu: Piztu Bluetooth parekatzeko dauden edo parekatu dituzun gailuen zerrenda ikusteko.
fi: Ota Bluetooth käyttöön, jotta näet luettelon laitteista, joihin voit muodostaa pariliitoksen tai joihin pariliitos on jo muodostettu.
fr_ca: Activez le Bluetooth pour afficher la liste des appareils auxquels vous pouvez associer votre appareil ou ceux avec lesquels l'association a déjà été effectuée.
ga: Cas Bluetooth air le hamharc ar liosta na ngléasanna ar féidir leat péireáil leo nó a bhfuil tú péireáilte leo cheana.
gl: Activa o Bluetooth para ver unha lista dos dispositivos cos que te podes vincular ou cos que xa te vinculaches.
gu: તમે જેની સાથે જોડ બનાવી શકો અથવા અગાઉથી જેની સાથે પહેલાથી જોડયુક્ત છે તે ઉપકરણોની યાદી જોવા માટે બ્લ્યુટુથ ચાલુ કરો.
hi: उन डिवाइसों की एक सूची देखने के लिए ब्लूटूथ चालू करें, जिनके साथ आप जोड़ सकते हैं या पहले से ही जुड़े हैं।
hr: Uključite Bluetooth da biste vidjeli popis uređaja s kojima se možete upariti ili s kojima ste već upareni.
hu: A párosítható vagy már párosított eszközök listájának megjelenítéséhez kapcsolja be a Bluetooth-t.
hy: Միացրեք Bluetooth-ը, որպեսզի տեսնեք սարքերի ցուցակը, որոնց հետո կարող եք զուգտակել, կամ որոնց հետո արդեն զուգտակում է կատարվել:
id: Hidupkan Bluetooth untuk melihat daftar perangkat yang dapat Anda pasangkan atau sudah Anda pasangkan.
it_it: Attivate il Bluetooth per visualizzare un elenco di dispositivi che potete associare o che sono già stati associati.
ja_jp: ペアリング可能または既にペアリングしているデバイスのリストを表示するには、BluetoothをONにしてください。
ka: ჩართეთ Bluetooth და ნახეთ მოწყობილობები, რომლებთანაც შეიძლება დაწყვილება, ან რომლებიც უკვე დაწყვილებულია.
kk: Жұптастыруға болатын немесе жұптастырылып қойған құрылғылар тізімін көру үшін Bluetooth қосыңыз.
km: បើក Bluetooth ដើម្បី​ឃើញ​បញ្ជី​នៃ​ឧបករណ៍​ដែល​អ្នក​អាច​ផ្គូ​ជាមួយ ឬ ធ្លាប់​បាន​ផ្គូ​ជាមួយ​ហើយ។
kn: ನೀವು ಜೋಡಿ ಮಾಡಬಹುದಾದ ಅಥವಾ ಈಗಾಗಲೇ ಜೋಡಿ ಮಾಡಲಾಗಿರುವ ಸಾಧನಗಳ ಪಟ್ಟಿಯನ್ನು ನೋಡಲು ಬ್ಲೂಟೂತ್ ಆನ್ ಮಾಡಿ.
ko_kr: 등록 가능한 디바이스 또는 이미 등록한 디바이스 목록을 보려면 블루투스를 실행하세요.
lo: ເປີດບລູທູດເພື່ອເບິ່ງລາຍການອຸປະກອນທີ່ທ່ານສາມາດຈັບຄູ່ກັບ ຫຼືໄດ້ຈັບຄູ່ແລ້ວ.
lt: Įjunkite „Bluetooth“, kad matytumėte sąrašą įrenginių, su kuriais galite susieti arba jau esate susieję.
lv: Ieslēdziet Bluetooth, lai skatītu ierīces, ar ko var izveidot vai jau ir izveidots savienojums pārī.
mk: Вклучете Bluetooth за да видите листа уреди со коишто можете да се споите или сте веќе споени.
ml: നിങ്ങൾക്ക് ബന്ധിപ്പിക്കാനാവുന്ന അല്ലെങ്കിൽ നേരത്തേതന്നെ ബന്ധിപ്പിച്ച ഉപകരണങ്ങളുടെ ഒരു പട്ടിക കാണുന്നതിന് ബ്ലൂടൂത്ത് ഓൺ ചെയ്യുക.
mn_mn: Хослуулах боломжтой эсвэл аль хэдийн хослуулсан төхөөрөмжүүдийн жагсаалтыг харахын тулд Bluetooth-ийг асаа.
mr: आपण ज्‍या उपकरणांसह पेअर करू शकाल किंवा आधीपासूनच पेअर केलेले आहे अशा उपकरणांची यादी पाहण्‍यासाठी ब्‍लुटूथ चालू करा.
ms: Hidupkan Bluetooth untuk melihat senarai peranti yang boleh berpasangan atau telah berpasangan.
my: တြဲႏုိင္သည့္ (သုိ႔) တြဲၿပီးသည့္ ကိရိယာမ်ား စာရင္းကုိ ၾကည့္ရန္ ဘလူးတုသ္ကုိ ဖြင့္ပါ။
nb: Slå på Bluetooth for å se en liste over enheter du kan koble sammen med eller allerede har koblet sammen med.
ne: तपाईले जोडा बनाउन सक्ने वा पहिले नै जोडा बनाइएका यन्त्रहरूको सूची हेर्न ब्लुटूथ अन गर्नुहोस्।
nl: Schakel Bluetooth in om een lijst met apparaten te zien waarmee u kunt koppelen of waarmee u al gekoppeld bent.
or: ଆପଣଙ୍କ ସହିତ ପେୟାର୍ ଅଛି କିମ୍ୱା ପୂର୍ବରୁ ଏହା ସହିତ ପେୟାର୍ ହୋଇଥିବା ସେହି ଡିଭାଇସର ଏକ ତାଲିକା ଦେଖିବାକୁ ବ୍ଲୁଟୁଥ୍ ଟର୍ନ୍‌ ଅନ୍ କରନ୍ତୁ।
pa: ਉਹਨਾਂ ਡਿਵਾਈਸਿਸ ਦੀ ਇੱਕ ਸੂਚੀ ਨੂੰ ਦੇਖਣ ਲਈ ਬਲੂਟੁੱਥ ਚਾਲੂ ਕਰੋ ਜਿਹਨਾਂ ਨਾਲ ਤੁਸੀਂ ਜੋੜਾ ਬਣਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ ਜਾਂ ਪਹਿਲਾਂ ਤੋਂ ਹੀ ਜੋੜਾ ਬਣਾ ਲਿਆ ਹੈ।
pl: Włącz Bluetooth, aby zobaczyć listę urządzeń, które mogą być powiązane lub które są już powiązane.
pt_pt: Ligue o Bluetooth para ver uma lista de dispositivos com que pode emparelhar ou com os quais já está emparelhado.
ro: Activaţi Bluetooth pentru a vedea lista dispozitivelor cu care vă puteţi asocia sau cu care v-aţi asociat deja.
ru_ru: Чтобы просмотреть список устройств, доступных для соединения и уже подключенных, включите Bluetooth.
si: ඔබට යුගලනය කළ හැකි හෝ දැනටමත් යුගලනය වී ඇති උපාංග ලැයිස්තුවක් බැලීමට බ්ලූටූත් ක්‍රියාත්මක කරන්න.
sk: Ak chcete zobraziť zoznam zariadení, s ktorými môžete vykonať alebo ste už vykonali spárovanie, zapnite Bluetooth.
sl: Vklopite Bluetooth, če želite videti seznam naprav, s katerimi se lahko seznanite ali ste se že seznanili.
sr: Uključi Bluetooth da bi video/la listu uređaja sa kojima možeš da se upariš ili sa kojima si već uparen/a.
sv: Slå på Bluetooth om du vill se en lista över enheter du kan sammankoppla enheten med eller som redan är sammankopplade med din enhet.
ta: நீங்கள் இணைக்கக்கூடிய அல்லது ஏற்கனவே இணைக்கப்பட்ட சாதனங்களின் பட்டியலைக் காண, ப்ளூடூத்தை ஆன் செய்யவும்.
te: మీరు జత చేయగల లేదా ఇప్పటికే జత చేయబడిన పరికరాల జాబితాను వీక్షించడానికి బ్లూటూత్‌ను ఆన్ చేయండి.
th: เปิด Bluetooth เพื่อดูรายการอุปกรณ์ที่คุณสามารถจับคู่หรือจับคู่ไปแล้ว
tl: I-on ang Bluetooth para makita ang listahan ng mga device na maaari mong ipareha o naka-pareha na.
tr_tr: Eşleyebileceğiniz veya zaten eşlediğiniz cihazların listesini görmek için Bluetooth'u açın.
uk: Увімкніть Bluetooth, щоб переглянути список пристроїв, які можна підключити або вже підключено.
ur: جوڑا بنانے کے لیے دستیاب یا پہلے ہی سے جڑے ہوئے آلات کی ایک فہرست دیکھنے کے لیے بلیوٹوتھ آن کریں۔
uz: Bog‘lanishingiz mumkin bo‘lgan yoki bog‘langan qurilmalaringiz ro‘yxatini ko‘rish uchun Bluetooth-ni yoqing.
vi: Bật Bluetooth để xem danh sách các thiết bị mà bạn có thể ghép đôi hoặc đã ghép đôi.
zh_cn: 打开蓝牙以查看可与之配对或已与之配对的设备列表。
zh_hk: 開啟藍牙以查看可與之配對或已與之配對的裝置清單。

# IDS_BT_HEADER_VISIBILITY_TO_OTHER_DEVICES_ABB
source: Visibility to other devices
ar: إمكانية الرؤية لأجهزة أخرى
az: Başqa cihazlara görünmə
bg: Видимост към други устройства
ca: Visibilitat per a altres disp
cs: Viditelnost pro ost. zařízení
da: Synlighed for andre enheder
de: Sichtbarkeit für andere Geräte
el_gr: Εμφάνιση σε άλλες συσκευές
et: Nähtavus teistele seadmetele
eu: Beste gailuetarako ikusgaitas.
fi: Näkyvyys muissa laitteissa
fr_ca: Visibilité
ga: Infheic. ag gléasanna eile
gl: Visibilid. a outros disposit.
hi: अन्य डिवाइसों के लिए दृश्यता
hr: Vidljivost za druge uređaje
hu: Láthatóság más eszközökről
hy: Տեսանելիությունն այլ սարքերին
it_it: Visibile ad altri dispositivi
ja_jp: 他のデバイスへの公開設定
ka: ხილვადობა სხვებისთვის
kk: Басқа құрылғыларға көріну
ko_kr: 내 디바이스 검색 허용
lt: Matomumas kitiems įrenginiams
lv: Redzamība citām ierīcēm
mk: Видливост за други уреди
mn_mn: Бусад төхөөрөмжид харагдах
nb: Synlighet for andre enheter
nl: Zichtbaarh. voor andere appar.
pl: Widoczność dla innych urządzeń
pt_pt: Visibilidade para dispositivos
ro: Vizibilitate pe alte dispoz.
ru_ru: Обнаружение другими устройств.
sk: Viditeľnosť pre iné zariadenia
sl: Vidnost drugim napravam
sr: Vidljivost za druge uređaje
sv: Synlighet hos andra enheter
tr_tr: Diğer cihazlara görünürlük
uk: Видимість для інших пристроїв
uz: Boshqa qur-ga ko‘r. imkoniyati
zh_cn: 其他设备是否可见
zh_hk: 可被其他裝置看見

source: Device names are shown to distinguish each of the devices available in the nearby devices list, and via Bluetooth and other methods.
ar: تُعرض أسماء الأجهزة لتمييز كل الأجهزة المتوفرة في قائمة الأجهزة المجاورة، عبر البلوتوث وغيرها من الطرق.
as: কাষৰীয়া ডিভাইচৰ সূচীত উপলব্ধ আৰু ব্লুটুথ আৰু অন্যান্য পদ্ধতিসমূহ হৈ উপলব্ধ প্ৰতিটো ডিভাইচক পৃথক কৰিবৰ বাবে ডিভাইচৰ নামসমূহ প্ৰদৰ্শন কৰা হৈছে৷
az: Cihaz adları hər bir cihazı yaxınlıqdakı cihazların siyahısında olmasına görə və Bluetooth və digər metodlarla ayırd etmək üçün göstərilir.
bg: Имената на устройствата са показани, за да се различава всяко от устройствата, налични в списъка с устройства наблизо, и чрез Bluetooth и други методи.
bn: কাছাকাছি ডিভাইসের তালিকাতে, ব্লুটুথের ও অন্যান্য পদ্ধতিগুলির মাধ্যমে সুলভ ডিভাইসগুলির প্রতিটিকে আলাদা করতে ডিভাইসের নামগুলি প্রদর্শিত হয়।
ca: Els noms de dispositius es mostren per distingir cadascun dels dispositius disponibles a la llista de dispositius propers, i mitjançant Bluetooth i altres mètodes.
cs: Jsou zobrazeny názvy zařízení, aby se odlišila jednotlivá zařízení dostupná v seznamu nedalekých zařízení, a dostupná prostřednictvím Bluetooth a dalších metod.
da: Enhedsnavne vises for at identificere hver enkelt af de tilgængelige enheder i forhold til andre enheder i nærheden og via Bluetooth og andre metoder.
de: Gerätenamen werden angezeigt, um Geräte unterscheiden zu können, die über die Liste in der Nähe befindlicher Geräte, Bluetooth oder andere Methoden verfügbar sind.
el_gr: Τα ονόματα συσκευών εμφανίζονται για την αναγνώριση των διαθέσιμων συσκευών στη λίστα των κοντινών συσκευών και των συσκευών που είναι διαθέσιμες μέσω Bluetooth και άλλων μεθόδων.
et: Seadmete nimed kuvatakse selleks, et eristada iga lähedalasuva seadme loendis ning Bluetoothi ja muude meetodite kaudu saadaolevat seadet.
eu: Gailuen izenak gertuko gailuen zerrendan eta Bluetooth eta beste metodo batzuen bidez erabilgarri dauden gailuak bereizteko erakusten dira.
fi: Laitteiden nimet näytetään, jotta käytettävissä olevat laitteet voidaan erottaa lähellä olevien laitteiden luettelossa sekä Bluetoothia ja muita yhteystapoja käytettäessä.
fr_ca: Les noms des appareils sont affichés pour vous permettre de distinguer les appareils disponibles dans la liste des appareils à proximité, ainsi que via Bluetooth ou par d'autres méthodes.
ga: Taispeántar ainmneacha gléasanna le hidirdhealú a dhéanamh idir na gléasanna atá ar fáil i liosta na ngarghléasanna, trí Bluetooth agus trí mhodhanna eile.
gl: Os nomes dos dispositivos amósanse para distinguir cada un dos dispositivos dispoñibles na lista de dispositivos próximos e a través de Bluetooth e outros métodos.
gu: નજીકના ઉપકરણોની યાદીમાં, અને બ્લ્યુટુથ અને અન્ય પદ્ધતિઓ દ્વારા ઉપલબ્ધ પ્રત્યેક ઉપકરણોની તુલના કરવા માટે ઉપકરણોના નામો પ્રદર્શિત કરવામાં આવે છે.
hi: निकटवर्ती डिवाइसेस सूची में और ब्लूटूथ और अन्य माध्यमों से उपलब्ध प्रत्येक डिवाइसेस को पृथक करने के लिए डिवाइस नाम प्रदर्शित किया जाता है।
hr: Nazivi uređaja prikazani su radi razlikovanja pojedinih uređaja koji su dostupni na popisu najbližih uređaja te preko Bluetootha i na druge načine.
hu: Megjelennek az eszköznevek, hogy meg lehessen különböztetni a közeli eszközök listáján szereplő, illetve Bluetooth- vagy egyéb kapcsolat használatával elérhető egyes eszközöket.
hy: Սարքերի անունները ցուցադրվում են, որպեսզի տարբերվի մոտակա սարքերի ցանկում առկա և Bluetooth ու այլ եղանակներով մատչելի սարքերից յուրաքանչյուրը:
id: Nama perangkat ditampilkan untuk membedakan setiap perangkat yang tersedia dalam daftar perangkat terdekat, melalui Bluetooth, dan metode lain.
it_it: I nomi dei dispositivi vengono visualizzati per consentirvi di distinguere ciascun dispositivo disponibile nell'elenco dei dispositivi vicini e con Bluetooth e altri metodi.
ja_jp: 近くのデバイス、Bluetoothなどで表示される利用可能なデバイスリストに、デバイスの名前を表示して、簡単に区別することができます。
ka: ნაჩვენებია მოწყობილობების სახელები, რათა განასხვაოთ ახლომდებარე მოწყობილობების სიაში მყოფი თითოეული მათგანი, რომელთანაც შეიძლება კავშირის დამყარება Bluetooth-ითა და სხვა მეთოდებით.
kk: Құрылғы атаулары жақын құрылғылар тізімінде қол жетімді әрбір құрылғыны ажырату үшін және Bluetooth және басқа әдістер арқылы көрсетіледі.
km: ឈ្មោះ​ឧបករណ៍​បង្ហាញ​ឡើង​ដើម្បី​សម្គាល់​ឧបករណ៍​នីមួយៗ​ដែល​មាន​ក្នុង​បញ្ជី​ឧបករណ៍​នៅក្បែរ ព្រមទាំង​តាម Bluetooth និង វិធី​ផ្សេងៗទៀត។
kn: ಹತ್ತಿರದ ಸಾಧನಗಳ ಪಟ್ಟಿಯಲ್ಲಿ ಮತ್ತು ಬ್ಲೂಟೂತ್ ಮತ್ತು ಇತರ ವಿಧಾನಗಳ ಮೂಲಕ ಲಭ್ಯವಿರುವ ಪ್ರತಿ ಸಾಧನಗಳನ್ನು ಪ್ರತ್ಯೇಕಿಸಲು ಸಾಧನ ಹೆಸರುಗಳನ್ನು ಪ್ರದರ್ಶಿಸಲಾಗಿದೆ.
ko_kr: 주변 디바이스, 블루투스 및 기타 다른 디바이스 목록에 이름을 표시하여 각 디바이스를 쉽게 구별할 수 있습니다.
lo: ຊື່ອຸປະກອນສະແດງຂຶ້ນ ເພື່ອຈໍາແນກຄວາມແຕກຕ່າງຂອງອຸປະກອນແຕ່ລະອັນທີ່ມີຢູ່ໃນລາຍການອຸປະກອນໃກ້ຄຽງ, ແລະຜ່ານບລູທູດ, ແລະວິທີອື່ນໆ.
lt: Įrenginių pavadinimai rodomi, kad būtų galima išskirti kiekvieną įrenginį netoliese esančių įrenginių sąraše naudojant „Bluetooth“ ir kitus metodus.
lv: Tiek parādīti ierīču nosaukumi, lai atšķirtu katru tuvumā esošo ierīču sarakstā pieejamo ierīci, kā arī ierīces, kas pieejamas, izmantojot Bluetooth un citas metodes.
mk: Имињата на уредите се прикажани за да се разликува секој уред од уредите достапни на листата блиски уреди, како и преку Bluetooth и други начини.
ml: ചുറ്റുവട്ട ഉപകരണ പട്ടികയിലും, ബ്ലൂടൂത്ത്, മറ്റ് രീതികൾ എന്നിവ വഴിയും ലഭ്യമായ ഉപകരണങ്ങൾ ഓരോന്നിനെയും വേർതിരിച്ചറിയുന്നതിനായി ഉപകരണ പേരുകൾ പ്രദർശിപ്പിക്കപ്പെടുന്നു.
mn_mn: Ойролцоох төхөөрөмжүүдийн жагсаалтад байгаа бөгөөд Bluetooth болон бусад аргаар дамжуулан ашиглах боломжтой төхөөрөмж тус бүрийг ялгахын тулд төхөөрөмжийн нэрсийг харуулна.
mr: जवळपासच्या उपकरण यादीमध्ये उपलब्ध असलेल्या प्रत्येक उपकरणाला फरक करण्यासाठी उपकरणाची नावे ब्लुटूथ आणि इतर पद्धतींद्वारे प्रदर्शित केली आहेत.
ms: Nama peranti dipaparkan untuk membezakan setiap peranti yang tersedia dalam senarai peranti berdekatan dan melalui Bluetooth dan kaedah lain.
my: အနီးဝင္ရွိ ကိရိယာမ်ား ႏွင့္၊ ဘလူးတုသ္ႏွင့္ အျခား နည္းစနစ္မ်ားမွ တဆင့္ ကိရိယာမ်ား၌ အသင့္ရွိေနေသာ ကိရိယာ တစ္ခုခ်င္းစီ၏ ျခားနားခ်က္ကို ျပရန္အတြက္ ကိရိယာအမည္မ်ားကို ျပသထားပါသည္။
nb: Enhetsnavn vises for å skille hver enhet som er tilgjengelig, på listen over enheter i nærheten og via Bluetooth og andre metoder.
ne: नजिकका यन्त्रहरूको सूचीमा, र ब्लुटूथ र अन्य पद्धतिहरू मार्फत उपलब्ध प्रत्येक यन्त्रमा फरक छुट्याउन यन्त्र नामहरू देखाइन्छ।
nl: Apparaatnamen worden weergegeven om onderscheid te maken tussen de apparaten die beschikbaar zijn in de lijst met apparaten in de buurt, en via Bluetooth en andere methoden.
or: ପ୍ରତ୍ୟେକ ଡିଭାଇସଗୁଡିକୁ ଚିହ୍ନିତ କରିବାକୁ ଡିଭାଇସ୍‌ ନାମଗୁଡିକ ନିକଟବର୍ତ୍ତୀ ଡିଭାଇସଗୁଡିକ ତାଲିକାର ପ୍ରଭେଦ ଏବଂ ବ୍ଲଟୁଥ୍ ମାଧ୍ୟମରେ ଏବଂ ଅନ୍ୟ ପଦ୍ଧତିଗୁଡିକ ପ୍ରଦର୍ଶିତ ହେବ।
pa: ਡਿਵਾਈਸ ਨਾਂ ਨੇੜਲੇ ਡਿਵਾਈਸਿਸ ਸੂਚੀ ਵਿੱਚ, ਅਤੇ ਬਲੂਟੁੱਥ ਅਤੇ ਹੋਰ ਵਿਧੀਆਂ ਰਾਹੀਂ ਉਪਲਬਧ ਡਿਵਾਈਸਿਸ ਵਿੱਚੋਂ ਹਰ ਇੱਕ ਨੂੰ ਅਲੱਗ ਕਰਨ ਦੇ ਲਈ ਪ੍ਰਦਰਸ਼ਿਤ ਕੀਤੇ ਜਾਂਦੇ ਹਨ।
pl: Nazwy urządzeń są wyświetlane w celu rozróżnienia poszczególnych urządzeń dostępnych na liście urządzeń w pobliżu lub dostępnych przez Bluetooth oraz innymi metodami.
pt_pt: Os nomes dos dispositivos são apresentados para que sejam distinguidos os dispositivos disponíveis na lista de dispositivos próximos e via Bluetooth e outros métodos.
ro: Numele dispozitivelor sunt afişate pentru a diferenţia dispozitivele disponibile pe lista de dispozitive din apropiere, dar şi prin Bluetooth şi alte metode.
ru_ru: Имена устройств позволяют различать доступные устройства в списке устройств поблизости, а также при подключении через Bluetooth и другими способами.
si: සමීපස්ථ උපාංග ලැයිස්තුවේ දිස් වන හා බ්ලූටූත් හා වෙනත් ක්‍රම ඔස්සේ ලද හැකි එක් එක් උපාංගය වෙන් කර හඳුනාගත හැකි වන පරිදි උපාංග නාම සංදර්ශනය කෙරේ.
sk: Názvy zariadení sa zobrazujú na odlíšenie každého z dostupných zariadení v zozname blízkych zariadení a pri pripojení cez Bluetooth a ďalšie spôsoby.
sl: Imena naprav so prikazana, da lahko ločite naprave, ki so na voljo na seznamu naprav v bližini, prek povezave Bluetooth ali na druge načine.
sr: Nazivi uređaja se prikazuju u cilju razlikovanja svakog pojedinačnog uređaja u okviru liste uređaja koji se nalaze u blizini i koji su dostupni putem Bluetooth-a i drugih načina.
sv: Enhetsnamnen visas för att urskilja var och en av de tillgängliga enheterna i listan över enheter i närheten och via Bluetooth eller andra metoder.
ta: அருகிலுள்ள சாதனங்கள் பட்டியல் மற்றும் ப்ளூடூத் மற்றும் இதர முறைகள் வழியே கிடைக்கும் ஒவ்வொரு சாதனங்களையும் வேறுபடுத்த, சாதன பெயர்கள் காண்பிக்கப்படுகின்றன.
te: సమీపంలో ఉన్న పరికరాల జాబితాలో మరియు బ్లూటూత్ మరియు ఇతర పద్ధతులు ద్వారా అందుబాటులో ఉన్న ప్రతి పరికరం ప్రత్యేకంగా కనిపించడానికి పరికరం పేర్లు ప్రదర్శించబడతాయి.
th: แสดงชื่ออุปกรณ์ เพื่อแยกแยะอุปกรณ์แต่ละตัวที่มีในรายชื่ออุปกรณ์ใกล้เคียงและผ่าน Bluetooth, Wi-Fi Direct และวิธีการอื่นๆ
tl: Ipinapakita ang mga pangalan ng device para makilala ang bawat device na available sa listahan ng mga device na malapit at sa pamamagitan ng Bluetooth at iba pang mga paraan.
tr_tr: Uygun cihazların her birini ayırt edebilmek için cihaz isimleri yakındaki cihazlar listesinde ve Bluetooth ve diğer yöntemler yoluyla gösterilir.
uk: Відображення імен пристроїв дає змогу розрізнити пристрої, доступні у списку наявних поблизу пристроїв, за допомогою Bluetooth тощо.
ur: آلہ کے ناموں کو قریب میں موجود آلات کی فہرست اور بلیوٹوتھ، اور دیگر طریقوں کے ذریعے دستیاب آلات میں سے ہر آلہ کو منفرد بنانے کیلئے ڈسپلے کیا جاتا ہے۔
uz: Yaqin-atrofdagi qurilmalar ro‘yxatidagi qurilmalarni Bluetooth va boshqalar orqali ajratib olish uchun qurilma nomlari ko‘rsatiladi.
vi: Tên các thiết bị được hiển thị để phân biệt mỗi thiết bị có trong danh sách thiết bị ở gần và thông qua Bluetooth và các phương pháp khác.
zh_cn: 显示设备名称以区分附近的设备列表中可用的、以及通过蓝牙及其他方式可用的各个设备。
zh_hk: 顯示裝置名稱可區分附近裝置清單中通過藍牙及其他方式連接的所有可用裝置。

# IDS_BT_SBODY_ONLY_VISIBLE_TO_PAIRED_BLUETOOTH_DEVICES_ABB
source: Only visible to paired Bluetooth devices.
ar: مرئي لأجهزة البلوتوث المقترنة فقط.
as: কেৱল যোৰ হৈ থকা ব্লুটুথ ডিভাইচসমূহলৈ দৃশ্যমান৷
az: Yalnız cütləşdirilmiş Bluetooth cihazlarına görünür.
bg: Видимо само за сдвоени Bluetooth устройства.
bn: কেবলমাত্র জোড় বাঁধা ব্লুটুথ ডিভাইসগুলিতে দৃশ্যমান।
ca: Només visible per a tots dispositius Bluetooth vinculats.
cs: Viditelné pouze pro spárovaná zařízení Bluetooth.
da: Kun synlig for parrede Bluetooth-enheder.
de: Nur für gekoppelte Bluetooth-Geräte sichtbar.
el_gr: Ορατή μόνο σε αντιστοιχισμένες συσκευές Bluetooth.
et: Nähtav ainult seotud Bluetooth-seadmetele.
eu: Parekatutako Bluetooth gailuetarako soilik ikusgarri.
fi: Näkyy vain pariksi liitetyissä Bluetooth-laitteissa.
fr_ca: Visible uniquement sur les appareils Bluetooth associés.
ga: Infheicthe ag gléasanna péireáilte Bluetooth amháin.
gl: Só visible para dispositivos Bluetooth vinculados.
gu: માત્ર જોડયુક્ત બ્લ્યુટુથ ઉપકરણો પર દૃશ્યક્ષમ.
hi: केवल जोड़ा बनाए गए ब्लूटूथ डिवाइसों के लिए दृश्‍यमान।
hr: Vidljivo samo uparenim uređajima Bluetooth.
hu: Csak a párosított Bluetooth-eszközök láthatják.
hy: Տեսանելի է միայն զուգտակված Bluetooth սարքերին:
id: Hanya terlihat oleh perangkat Bluetooth yang dipasangkan.
it_it: Visibile soltanto ai dispositivi Bluetooth associati.
ja_jp: ペアリングしたBluetoothデバイスにのみ公開
ka: ხილულია მხოლოდ დაწყვილებული Bluetooth მოწყობილობებისთვის.
kk: Тек жұптастырылған Bluetooth құрылғыларына көрінеді.
km: ឧបករណ៍ Bluetooth ដែល​បាន​ផ្គូ​ប៉ុណ្ណោះ​អាច​មើលឃើញ។
kn: ಜೋಡಿ ಮಾಡಿದ ಬ್ಲೂಟೂತ್ ಸಾಧನಗಳಿಗೆ ಮಾತ್ರ ಗೋಚರಿಸುತ್ತದೆ.
ko_kr: 등록된 디바이스에서만 내 디바이스를 검색할 수 있습니다.
lo: ໃຫ້ແຕ່ອຸປະກອນບລູທູດທີ່ຈັບຄູ່ແລ້ວເທົ່ານັ້ນເຫັນໄດ້.
lt: Matoma tik susietiems „Bluetooth“ įrenginiams.
lv: Redzams tikai pārī savienotajām Bluetooth ierīcēm.
mk: Видливо само на споени уреди Bluetooth.
ml: ബന്ധിത ബ്ലൂടൂത്ത് ഉപകരണങ്ങൾക്ക് മാത്രം ദൃശ്യം.
mn_mn: Зөвхөн хослуулсан Bluetooth төхөөрөмжүүдэд харагдана.
mr: केवळ पेअर केलेल्या उपकरणांना दृश्यमान.
ms: Hanya kelihatan pada peranti Bluetooth berpasangan.
my: အတြဲခ်ိတ္ထားသည့္ ဘလူးတုသ္ ကိရိယာမ်ားကိုသာ ျမင္ႏိုင္ပါသည္။
nb: Bare synlig for sammenkoblede Bluetooth-enheter.
ne: जोडा बनाइएका यन्त्रहरूको लागि मात्रै देखिने।
nl: Alleen zichtbaar voor gekoppelde Bluetooth-apparaten.
or: କେବଳ ପେୟାର୍ ହୋଇଥିବା ବ୍ଲୁଟୁଥ୍ ଡିଭାଇସଗୁଡିକରେ ଦୃଶ୍ୟଲବ୍ଧତା।
pa: ਕੇਵਲ ਜੋੜਾ ਬਣਾਏ ਗਏ ਬਲੂਟੁੱਥ ਡਿਵਾਈਸਿਸ ਲਈ ਹੀ ਦ੍ਰਿਸ਼ਮਾਨ।
pl: Widoczne tylko dla powiązanych urządzeń Bluetooth.
pt_pt: Visível apenas para os dispositivos Bluetooth emparelhados.
ro: Vizibil numai pentru dispozitivele Bluetooth asociate.
ru_ru: Доступен для обнаружения только для подключенных устройств Bluetooth.
si: යුගලිත උපාංගවලට පමණක් දිස් වේ.
sk: Viditeľné iba pre spárované zariadenia Bluetooth.
sl: Vidno samo seznanjenim napravam Bluetooth.
sr: Vidljiv jedino za uparene Bluetooth uređaje.
sv: Endast synligt för sammankopplade Bluetooth-enheter.
ta: பிணைக்கப்பட்ட ப்ளூடூத் சாதனங்களுக்கு மட்டுமே புலப்படும்.
te: జత చేసిన బ్లూటూత్ పరికరాలకు మాత్రమే కనిపిస్తుంది.
th: ให้เฉพาะอุปกรณ์ Bluetooth ที่จับคู่มองเห็นได้เท่านั้น
tl: Nakikita lang ng mga naka-pair na Bluetooth device.
tr_tr: Yalnızca eşleşen Bluetooth cihazlarına görünebilir.
uk: Видимий лише для підключених пристроїв Bluetooth.
ur: صرف مربوط بلیوٹوتھ آلات کے لیے مرئی ہے۔
uz: Faqatgina bog‘langan Bluetooth qurilmalariga ko‘rinadi.
vi: Chỉ hiển thị đối với những thiết bị Bluetooth đã ghép đôi.
zh_cn: 仅对已配对的蓝牙设备可见
zh_hk: 僅已配對的藍牙裝置可看見。

# IDS_BT_HEADER_DISCONNECT_DEVICE_ABB
source: Disconnect device
ar: قطع اتصال الجهاز
as: ডিভাইচ সংযোগহীন কৰক
az: Cihazla bağlantını kəs
bg: Изключ. на вр. на устройството
bn: ডিভাইস সংযোগ বিচ্ছিন্ন করুন
ca: Desconnectar el dispositiu
cs: Odpojit zařízení
da: Frakobl enhed
de: Gerät trennen
el_gr: Αποσύνδεση συσκευής
et: Seadme ühenduse katkestamine
eu: Deskonektatu gailua
fi: Irrota laite
fr_ca: Déconnecter le périphérique
ga: Dínasc gléas
gl: Desconectar dispositivo
gu: ઉપકરણનું જોડાણ દૂર કરો
hi: डिवाइस डिस्कनेक्ट करें
hr: Odspojite uređaj
hu: Eszköz leválasztása
hy: Անջատել սարքը
id: Putus sambungan perangkat
it_it: Disconnetti dispositivo
ja_jp: デバイスの接続を解除
ka: აპარატის გამორთვა
kk: Құрылғы ажырату
km: ផ្ដាច់​ឧបករណ៍
kn: ಸಾಧನ ಸಂಪರ್ಕತೆಗೆಯಿರಿ
ko_kr: 디바이스 연결 해제
lo: ປິດໃຊ້ງານເຄື່ອງ
lt: Atjungti įrenginį
lv: Atvienot ierīci
mk: Прекини врска со уредот
ml: ഉപകരണം വിച്ഛേദിക്കുക
mn_mn: Төхөөрөмж салгах
mr: डिव्हासेस डिस्कनेक्ट करा
ms: Nyahsambung peranti
my: ကိရိယာ အဆက္ျဖတ္ပါ
nb: Koble fra enhet
ne: यन्त्र विच्छेदन गर्नुहोस्
nl: Verbinding apparaat verbreken
or: ଡିଭାଇସ୍ ବିଛନ୍ନ କରନ୍ତୁ
pa: ਡਿਵਾਈਸ ਨੂੰ ਡਿਸਕਨੈਕਟ ਕਰੋ
pl: Odłączanie urządzenia
pt_pt: Desligar dispositivo
ro: Deconectaţi dispozitivul
ru_ru: Отключить устройство
si: උපාංගය විසන්ධි කරන්න
sk: Odpojenie zariadenia
sl: Prekinite povezavo z napravo
sr: Isključi uređaj
sv: Koppla från enhet
ta: சாதனத்தைத் துண்டிக்கவும்
te: పరికరం అనుసంధానం తొలగించండి
th: หยุดเชื่อมต่ออุปกรณ์
tl: Idiskonekta ang device
tr_tr: Cihazın bağlantısını kes
uk: Відключення пристрою
ur: آلہ غیر مربوط کریں
uz: Qurilmani uzish
vi: Ngắt kết nối thiết bị
zh_cn: 断开设备连接
zh_hk: 中斷裝置連接
