Repository: tizenorg/apps.core.preloaded.ug-bluetooth-efl
Catalog: po/*.po
Languages: ar, as, az, bg, bn, ca, cs, da, de, el_gr, et, eu, fi, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, lo, lt, lv, mk, ml, mn_mn, mr, ms, my, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sr, sv, ta, te, th, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

# IDS_BT_BODY_TRANSFER_HISTORY_EMPTY
source: Transfer history empty.
ar: فرغت محفوظات النقل.
as: স্থানান্তৰ ইতিহাস খালী৷
az: Köçürülmə tarixçəsi boşdur.
bg: Хронологията на прехвърлянията е празна.
bn: স্থানান্তরণ ইতিহাস শূন্য।
ca: Historial de transferència buit
cs: Historie přenosů je prázdná.
da: Overførselshistorik er tom.
de: Übertragungsverlauf leer
el_gr: Το ιστορικό μεταφοράς είναι κενό.
et: Edastuse ajalugu on tühi.
eu: Transferentzien historia hutsik
fi: Siirtohistoria on tyhjä.
fr_ca: Historique de transfert vide.
ga: Tá stair aistrithe folamh.
gl: Historial de transferencias baleiro
gu: ફેરબદલ ઇતિહાસ ખાલી છે.
hi: स्थानांतरण इतिहास खाली।
hr: Povijest prijenosa prazna.
hu: Az átvitelek előzménylistája üres.
hy: Փոխանցումների պատմությունը դատարկ է:
id: Transfer histori kosong.
is: Flutningsferill tómur.
it_it: Cronologia dei trasferimenti vuota.
ja_jp: 転送履歴がありません。
ka: გადაცემათა ისტორია ცარიელია.
kk: Берілу журналы бос.
km: ប្រវត្តិ​ផ្ទេរ​ទទេ។
kn: ವರ್ಗಾವಣೆ ಇತಿಹಾಸ ಖಾಲಿ.
ko_kr: 전송기록이 없습니다.
lo: ການໂອນປະຫວັດຫວ່າງເປົ່າ.
lt: Perkėlimo istorija tuščia.
lv: Pārsūtīšanas vēsture ir tukša.
mk: Историјата на трансфери е празна.
ml: ട്രാന്‍സ്ഫര്‍ ചരിത്രം ശൂന്യം.
mr: स्थानांतरण इतिहास रिकामा.
ms: Sejarah pindahan kosong.
my: လႊဲေျပာင္းျခင္း ေနာက္ေၾကာင္း ဗလာျဖစ္သည္။
nb: Overføringshistorikken er tom.
ne: स्थानान्तरण इतिहास खाली छ।
nl: Overdrachtlijst is leeg.
or: ସ୍ଥାନାନ୍ତରଣ ଇତିହାସ ଖାଲି ଅଛି।
pa: ਤਬਦੀਲੀ ਇਤਹਾਸ ਖਾਲੀ ਹੈ।
pl: Historia przesyłania pusta.
pt_pt: Histórico de transferências vazio.
ro: Istoricul de transfer este gol.
ru_ru: Журнал передачи пуст.
si: මාරු කිරීමේ ඉතිහාසය හිස් කරන්න.
sk: História prenosov je prázdna.
sl: Zgodovina prenosov je prazna.
sr: Istorija transfera prazna.
sv: Överföringshistoriken är tom.
ta: வரலாற்றை காலியாக மாற்றுக.
te: బదిలీ చరిత్ర ఖాళీ.
th: ไม่​มี​ประวัติการ​ถ่าย​โอน
tl: Walang laman ang kasaysayan ng paglilipat.
tr_tr: Aktarma geçmişi boş.
uk: Історія передачі пуста.
ur: ہسٹری منتقلی خالی ہے۔
uz: O‘tkazish jurnali bo‘sh.
vi: Lịch sử truyền trống.
zh_cn: 传输历史空。
zh_hk: 傳輸記錄是空的。

# IDS_BT_BODY_TURN_ON_BLUETOOTH_TO_SEE_A_LIST_OF_AVAILABLE_DEVICES
source: Enable Bluetooth to see a list of available devices.
ar: قم بتشغيل البلوتوث لعرض قائمة بالأجهزة المتاحة.
az: Mümkün cihazların siyahısını görmək üçün Bluetooth-u yandır.
bg: Включете Bluetooth, за да видите списък с достъпните устройства.
ca: Activi el Bluetooth per veure una llista amb els dispositius disponibles
cs: Zapněte Bluetooth, abyste zobrazili seznam dostupných zařízení.
da: Aktivér Bluetooth for at se en liste over tilgængelige enheder.
de: Bluetooth einschalten, um eine Liste der verfügbaren Geräte zu sehen.
el_gr: Ενεργοποιήστε το Bluetooth για να δείτε τη λίστα των διαθέσιμων συσκευών.
et: Saadaolevate seadmete loendi nagemiseks lulitage Bluetooth-uhendus sisse.
eu: Piztu Bluetootha erabilgarri dauden gailuen zerrenda ikusteko
fi: Ota Bluetooth käyttöön käytettävissä olevien laitteiden luettelon tarkastelemista varten.
fr_ca: Activez Bluetooth pour afficher les appareils disponibles.
ga: Cas Bluetooth air le liosta gléasanna atá ar fáil a fheiceáil
gl: Activa o Bluetooth para ver unha lista dos dispositivos que hai dispoñibles
hi: उपलब्ध डिवाइसों की सूची देखने के लिए ब्लूटूथ चालू करें।
hr: Uključite Bluetooth da biste vidjeli popis dostupnih uređaja.
hu: Az elérhető eszközök listájának megjelenítéséhez kapcsolja be a Bluetooth-t.
hy: Միացրեք Bluetooth-ը՝ մատչելի սարքերի ցանկը տեսնելու համար:
is: Kveiktu á Bluetooth til að sjá lista yfir tæki í boði.
it_it: Attivate il Bluetooth per visualizzare i dispositivi disponibili.
ja_jp: 利用可能なデバイスのリストを表示するには、BluetoothをONにしてください。
ka: ხელმისაწვდომი მოწყობილობების სანახავად ჩართეთ Bluetooth.
kk: Қол жетімді құрылғылар тізімін көру үшін Bluetooth қосыңыз.
ko_kr: 사용 가능한 디바이스 목록을 보려면 블루투스를 실행하세요.
lt: Įjunkite „Bluetooth“, jei norite peržiūrėti prieinamų įrenginių sąrašą.
lv: Lai skatītu pieejamo ierīču sarakstu, ieslēdziet Bluetooth.
mk: Вклучете Bluetooth за да видите листа достапни уреди.
mn_mn: Боломжтой төхөөрөмжүүдийн жагсаалт харахын тулд Bluetooth асаана уу.
nb: Slå på Bluetooth for å se en liste over tilgjengelige enheter.
nl: Schakel Bluetooth in om een lijst met beschikbare apparaten te zien.
pl: Włącz Bluetooth, aby zobaczyć listę dostępnych urządzeń.
pt_pt: Ligue o Bluetooth para ver uma lista de dispositivos disponíveis.
ro: Activaţi Bluetooth pentru a vedea lista dispozitivelor disponibile.
ru_ru: Чтобы просмотреть список доступных устройств, включите Bluetooth.
sk: Ak chcete zobraziť zoznam dostupných zariadení, zapnite Bluetooth.
sl: Če želite videti seznam razpoložljivih naprav, vklopite Bluetooth.
sr: Uključi Bluetooth da bi video/la listu dostupnih uređaja.
sv: Slå på Bluetooth för att visa en lista med tillgängliga enheter.
tr_tr: Mevcut cihazların listesini görmek için, Bluetooth’u açın.
uk: Увімкніть Bluetooth, щоб переглянути список доступних пристроїв.
uz: Mavjud qurilmalar ro‘yxatini ko‘rish uchun Bluetoothni yoqing.
zh_cn: 开启蓝牙以查看可用设备列表。
zh_hk: 開啟藍牙以查看可用裝置清單。

# IDS_BT_BODY_TYPE
source: Type
ar: النوع
as: প্ৰকাৰ
az: Növ
bg: Тип
bn: প্রকার
ca: Tipus
cs: Typ
de: Typ
el_gr: Είδος
et: Tüüp
eu: Mota
fi: Tyyppi
ga: Cineál
gl: Tipo
gu: પ્રકાર
he: סוג
hi: प्रकार
hr: Vrsta
hu: Típus
hy: Տեսակ
id: Tipe
is: Gerð
it_it: Tipo
ja_jp: タイプ
ka: ტიპი
kk: Түрі
km: ប្រភេទ
kn: ವಿಧ
ko_kr: 종류
lo: ປະເພດ
lt: Tipas
lv: Veids
mk: Вид
ml: തരം
mn_mn: Төрлөөр
mr: प्रकार
ms: Jenis
my: အမ်ဳိးအစား
ne: प्रकार
or: ପ୍ରକାର
pa: ਪ੍ਰਕਾਰ
pl: Typ
pt_pt: Tipo
ro: Tip
ru_ru: Тип
si: වර්ගය
sk: Typ
sl: Vrsta
sr: Tip
sv: Typ
ta: வகை
te: రకం
th: ชนิด
tl: Uri
tr_tr: Tür
uk: Тип
ur: قسم
uz: Tur
vi: Loại
zh_cn: 类型
zh_hk: 類型

# IDS_BT_BODY_UNABLE_TO_DELETE_FILE_OR_DIRECTORY
source: Unable to delete file or directory.
ar: يتعذر حذف ملف أو دليل.
as: ফাইল বা ডাইৰেক্টৰী বিলোপ কৰিবলৈ অক্ষম৷
az: Faylı yaxud yaddaş ünvanını silmək mümkün deyildir.
bg: Файлът или директорията не може да се изтрие.
bn: ফাইল বা ডিরেক্টরি মোছা যায়নি।
ca: No es pot esborrar el fitxer o el directori
cs: Nelze odstranit soubor nebo adresář.
da: Kan ikke slette fil eller mappe.
de: Datei oder Verzeichnis kann nicht gelöscht werden
el_gr: Δεν είναι δυνατή η διαγραφή αρχείου ή καταλόγου.
et: Faili või kataloogi ei saa kustutada.
eu: Ezin da fitxategia edo direktorioa ezabatu
fi: Tiedostoa tai hakemistoa ei voi poistaa.
fr_ca: Impossible de supprimer le fichier ou le répertoire.
ga: Ní féidir comhad nó eolaí a scriosadh.
gl: Non se pode eliminar o arquivo ou o directorio
gu: ફાઇલ કે ડિરેક્ટરી હટાવવામાં અક્ષમ.
he: לא ניתן למחוק קובץ או ספרייה
hi: फ़ाइल या निर्देशिका हटाने में अक्षम।
hr: Nemoguće obrisati datoteku ili mapu.
hu: A fájl vagy könyvtár nem törölhető.
hy: Հնարավոր չէ ջնջել ֆայլը կամ թղթապանակը:
id: Tidak bisa menghapus file atau direktori.
is: Mistókst að eyða skrá eða skráasafni.
it_it: Impossibile eliminare file o directory.
ja_jp: ファイルまたはディレクトリーを削除できません。
ka: ვერ წაშლით ფაილს ან დირექტორიას.
kk: Файл немесе каталогты жою мүмкін емес.
km: មិន​អាច​លុប​ឯកសារ ឬ ថត។
kn: ಫೈಲ್ ಅಥವಾ ಡೈರೆಕ್ಟರಿ ಅಳಿಸಲಾಗುತ್ತಿಲ್ಲ.
ko_kr: 파일 또는 폴더를 삭제할 수 없습니다.
lt: Neįmanoma ištrinti failo ar katalogo.
lv: Nevar izdzēst failu vai direktoriju.
mk: Не може да се избрише фајл или директориум.
ml: ഡയറക്ടറിയോ ഫയലോ ഇല്ലാതാക്കാന്‍ ആവുന്നില്ല.
mr: फाइल किंवा निर्देशिका हटविण्यास अक्षम.
ms: Tidak boleh memadam fail atau direktori.
nb: Kan ikke slette fil eller katalog.
ne: फाइल वा डायरेक्ट्री मेटाउन सकिएन।
nl: Kan bestand of directory niet verwijderen.
or: ଫାଇଲ୍ ଏବଂ ଡିରେକ୍ଟୋରୀ ବିଲୋପ କରିବାକୁ ଅସମର୍ଥ।
pa: ਫਾਈਲ ਜਾਂ ਨਿਰਦੇਸ਼ਿਕਾ ਮਿਟਾਉਣ ਵਿੱਚ ਅਸਮਰੱਥ।
pl: Nie można usunąć pliku lub katalogu.
pt_pt: Impossível apagar ficheiro ou directório.
ro: Imposibil de şters fişierul sau directorul
ru_ru: Невозможно удалить файл или каталог.
si: ගොනුව හෝ ඩිරෙක්ටරිය මැකිය නොහැක.
sk: Nedá sa vymazať súbor alebo adresár.
sl: Datoteke ali mape ni mogoče izbrisati.
sr: Nemoguće obrisati fajl ili direktorijum.
sv: Det går inte att ta bort fil eller katalog.
ta: கோப்பு அல்லது டைரக்டரியை நீக்க முடியவில்லை.
te: ఫైల్ లేదా డైరెక్టరీని తొలగించడం సాధ్యం కాదు.
th: ไม่​สามารถ​ลบ​ไฟล์​หรือ​ได​เรก​ทอ​รี
tl: Hindi matanggal ang file o directory
tr_tr: Dosya ya da dizin silinemiyor.
uk: Неможливо видалити файл або каталог.
ur: فائل یا ڈائریکٹری مٹانے سے قاصر۔
uz: Fayl yoki katalogni o'chirib bo‘lmaydi.
vi: Không thể xóa file hoặc thư mục.
zh_cn: 无法删除文件或目录。
zh_hk: 無法刪除檔案或目錄。

# IDS_BT_BODY_UNABLE_TO_RECEIVE
source: Unable to receive.
ar: يتعذر الاستقبال.
as: প্ৰাপ্ত কৰিবলৈ অক্ষম৷
az: Qəbul etmək mümkün deyil.
bg: Не може да приеме
bn: গ্রহণ করতে অসমর্থ।
ca: No es pot rebre
cs: Nelze přijmout.
da: Der kan ikke modtages.
de: Empfang nicht möglich
el_gr: Δεν είναι δυνατή η λήψη.
et: Ei saa vastu võtta.
eu: Ezin da jaso
fi: Vastaanotto epäonnistui.
fr_ca: Réception impossible.
ga: Ní féidir é a fháil.
gl: Non se pode recibir
gu: પ્રાપ્ત કરવામાં અસક્ષમ.
hi: प्राप्‍त करने में अक्षम।
hr: Nemoguće primati
hu: Nem lehet fogadni
hy: Անհնար է ստանալ:
id: Tdk memungkinkan untuk menerima.
is: Ekki tókst að taka við.
it_it: Impossibile ricevere.
ja_jp: 受信できません。
ka: ვერ მიიღებთ.
kk: Алуға мүмкіндік болмады.
km: មិន​អាច​ទទួល។
kn: ಸ್ವೀಕರಿಸಲಾಗುತ್ತಿಲ್ಲ.
ko_kr: 받을 수 없습니다.
lo: ບໍ່ສາມາດຮັບໄດ້.
lt: Nepavyksta gauti.
lv: Nevar saņemt.
mk: Не може да се прими.
ml: സ്വീകരിക്കാന്‍ ആവുന്നില്ല.
mn_mn: Хүлээн авах боломжгүй.
mr: प्राप्त करण्यास अक्षम.
ms: Tidak dapat diterima.
my: လက္ခံ၍မရပါ။
nb: Kan ikke motta.
ne: प्राप्त गर्न असक्षम।
nl: Kan niet ontvangen
or: ପ୍ରାପ୍ତ କରିବାକୁ ଅସମର୍ଥ।
pa: ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਅਸਮੱਰਥ।
pl: Vastaanotto epäonnistui
pt_pt: Impossível receber.
ro: Imposibil de primit
ru_ru: Невозможно получить.
si: ලබා ගැනීමට අපහසුයි.
sk: Nedá sa prijať.
sl: Sprejem ni mogoč
sr: Nemoguće primiti.
sv: Det går inte att ta emot.
ta: பெற இயலாது.
te: స్వీకరించడం సాధ్యం కాదు.
th: รับ​ไม่​ได้
tl: Hindi matanggap.
tr_tr: Alınamıyor.
uk: Неможливо отримати.
ur: وصول نہیں کر سکا۔
uz: Qabul qilib bo‘lmaydi.
vi: Không thể nhận.
zh_cn: 无法接收。
zh_hk: 無法接收。

# IDS_BT_BODY_UNKNOWNDEVICE
source: Unknown device.
ar: لم يتم التعرّف على الجهاز.
as: অজ্ঞাত ডিভাইচ৷
az: Naməlum qurğu.
bg: Непоз. устр.
bn: অজানা ডিভাইস।
ca: Dispositiu desconegut
cs: Neznámé zařízení.
da: Ukendt enhed.
de: Unbekanntes Gerät
el_gr: Άγνωστη συσκευή.
et: Tundmatu seade.
eu: Gailu ezezaguna
fi: Tuntematon laite
fr_ca: Périphérique inconnu.
ga: Gléas anaithnid.
gl: Dispositivo descoñecido
gu: અજ્ઞાત ઉપકરણ.
hi: अज्ञात डिवाइस।
hr: Uređaj nepoznat.
hu: Ismeretlen eszköz.
hy: Անհայտ սարք:
id: Perangkat tak dikenal.
is: Óþekkt tæki.
it_it: Dispositivo sconosciuto.
ja_jp: 不明なデバイス
ka: უცნობი მოწყობილობა.
kk: Белгісіз құрал
km: ឧបករណ៍​មិន​ស្គាល់។
kn: ತಿಳಿದಿಲ್ಲದ ಸಾಧನ.
ko_kr: 알 수 없는 디바이스입니다.
lo: ເຄື່ອງທີ່ບໍ່ຮູ້ຈັກ.
lt: Než. įrenginys.
lv: Nezināma ierīce.
mk: Непознат уред.
ml: അജ്ഞാത ഉപകരണം.
mn_mn: Үл мэдэх төхөөрөмж
mr: अज्ञात साधन.
ms: Peranti tidak diketahui.
my: မသိေသာကိရိယာ
nb: Ukjent enhet.
ne: अज्ञात उपकरण।
nl: Onbekend apparaat.
or: ଅଜଣା ଡିଭାଇସ୍।
pa: ਅਗਿਆਤ ਡਿਵਾਈਸ।
pl: Nieznane urządzenie
pt_pt: Dispositivo desconhecido.
ro: Dispozitiv necunoscut
ru_ru: Неизвестное устройство.
si: නොදන්නා උපාංගය.
sk: Neznáme zariadenie.
sl: Neznana naprava.
sr: Nepoznati uređaj.
sv: Okänd enhet.
ta: தெரியாத சாதனம்
te: తెలియని పరికరం.
th: ไม่​รู้จัก​อุปกรณ์
tl: Hindi kilalang device
tr_tr: Bilinmeyen cihaz.
uk: Невідомий пристрій.
ur: نامعلوم آلہ۔
uz: Noma’lum qurilma.
vi: Thiết bị không rõ.
zh_cn: 未知设备
zh_hk: 不明的裝置

# IDS_BT_BODY_UPDATING_ING
source: Updating...
ar: جاري التحديث...
as: আপডেট হৈ আছে...
az: Yenilənir...
bg: Актуализиране...
bn: আপডেট করা হচ্ছে …
ca: Actualitzant...
cs: Aktualizace...
da: Opdaterer ...
de: Aktualisierung...
el_gr: Ενημέρωση...
et: Värskendamine...
eu: Eguneratzen...
fi: Päivitetään...
fr_ca: Mise à jour...
ga: Ag nuashonrú...
gl: Actualizando...
gu: અપડેટ થઇ રહ્યું છે...
he: מעדכן...
hi: अपडेट हो रहा है...
hr: Aktualiziranje...
hu: Frissítés...
hy: Թարմացնում է...
id: Mengupdate...
is: Verið er að uppfæra...
it_it: Aggiornamento...
ja_jp: 更新中...
ka: განახლება...
kk: Жаңартуда...
km: កំពុង​អាប់ដេត​...
kn: ನವೀಕರಿಸುತ್ತಿದೆ...
ko_kr: 업데이트 중...
lo: ກຳລັງອັບເດດ...
lt: Atnaujinama...
lv: Atjaunina...
mk: Се ажурира...
ml: അപ്‌ഡേറ്റ് ചെയ്യുന്നു...
mn_mn: Шинэчилж байна...
mr: अद्यावत करीत आहे...
ms: Mengemaskini…
my: အပ္ဒိတ္လုပ္ေနပါသည္…
nb: Oppdaterer...
ne: अपडेट हुदैछ...
nl: Bijwerken...
or: ଅପ୍‌ଡେଟ୍‌ କରୁଛି...
pa: ਅਪਡੇਟ ਹੋ ਰਿਹਾ ਹੈ...
pl: Aktualizacja...
pt_pt: A actualizar...
ro: Actualizare...
ru_ru: Обновление...
si: යාවත්කාලීන කරමින්...
sk: Aktualizácia...
sl: Posodabljam...
sr: Ažuriranje...
sv: Uppdaterar...
ta: புதுப்பிக்கிறது...
te: అప్డేట్ చేస్తోంది...
th: อัพ​เด​ท...
tl: Ina-update...
tr_tr: Güncelleniyor...
uk: Оновлення...
ur: اپ ڈیٹ کر رہا ہے...
uz: Yangilanmoqda...
vi: Đang cập nhật...
zh_cn: 正在更新
zh_hk: 正在更新...

# IDS_BT_BUTTON_UNPAIR
source: Unpair
ar: إلغاء الإقران
as: যোৰাহীন
az: Qoşmanı dayandr
bg: Отделяне
bn: জোড়মুক্ত
ca: Desvincular
cs: Zrušit párování
da: Ophæv parring
de: Entkoppeln
el_gr: Κατάργ.ζεύγους
et: Seo lahti
eu: Desparekatu
fi: Erota
fr_ca: Découpler
ga: Díphéireáil
gl: Desvincular
gu: જોડી અલગ કરો
he: בטל התאמה
hi: जोड़ा हटाएँ
hr: Odspoji
hu: Szétkapcsolás
hy: Զգտկումից հանել
id: Pisahkan
is: Eyða pörun
it_it: Dissocia
ja_jp: 拒否
ka: დაწყვილ. გაუქმ.
kk: Жұпсыздандыру
km: ឈប់​ផ្គូ
kn: ಜೋಡಿ ಅಲ್ಲ
ko_kr: 등록 해제
lo: ແຍກຄູ່
lt: Atsieti
lv: Nesavienot pārī
mk: Прек.поврзување
ml: പെയര്‍ നീക്കുക
mn_mn: Хослуулах болих
mr: अनपेयर
ms: Nyahpasangan
my: ခ်ိတ္ဆက္မႈ ျဖဳတ္ပါ
nb: Avsl sammenkobl
ne: जोडी हटाउ
nl: Kopp. opheffen
or: ଅନପେୟାର୍
pa: ਜੋੜਾ ਤੋੜੋ
pl: Anuluj powiąz.
pt_pt: Desemparelhar
ro: Anul. asociere
ru_ru: Разъединить
si: යුගල් නොකරන්න
sk: Zruš. párovanie
sl: Prek.seznanitev
sr: Raspari
sv: Avbryt sammank.
ta: பிணைநீக்கு
te: జతకూరని
th: เลิก​จับ​คู่
tr_tr: Eşleşme kaldır
uk: Від’єднати
ur: جوڑی ہٹائیں
uz: Bog‘lan. uzish
vi: Ngắt kết nối
zh_cn: 取消配对
zh_hk: 取消配對

# IDS_BT_HEADER_BLUETOOTH
source: Bluetooth
ar: البلوتوث
as: ব্লুটুথ
bn: ব্লুটুথ
gu: બ્લ્યુટુથ
hi: ब्लूटूथ
kn: ಬ್ಲೂಟೂತ್
ko_kr: 블루투스
lo: ບລູທູດ
ml: ബ്ലുടൂത്ത്
mr: ब्लुटूथ
my: ဘလူးတုသ္
ne: ब्लुटूथ
or: ବ୍ଲୁଟୁଥ୍
pa: ਬਲੂਟੁੱਥ
si: බ්ලූටූත්
ta: ப்ளூடூத்
te: బ్లూటూత్
th: บลูทูธ
ur: بلیو ٹوتھ
zh_cn: 蓝牙
zh_hk: 藍牙

# IDS_BT_HEADER_BLUETOOTH_ADDRESS
source: Bluetooth address
ar: عنوان البلوتوث
as: ব্লুটুথ ঠিকনা
az: Bluetooth ünvanı
bg: Bluetooth адрес
bn: ব্লুটুথ ঠিকানা
ca: Adreça Bluetooth
cs: Adresa Bluetooth
da: Bluetooth-adresse
de: Bluetooth-Adresse
el_gr: Διεύθυνση Bluetooth
et: Bluetooth-aadress
eu: Bluetooth helbidea
fi: Bluetooth-osoite
fr_ca: Adresse Bluetooth
ga: Seoladh Bluetooth
gl: Enderezo Bluetooth
gu: બ્લ્યુટુથ સરનામું
hi: ब्लूटूथ पता
hr: Bluetooth adresa
hu: Bluetooth-cím
hy: Bluetooth հասցե
id: Alamat Bluetooth
is: Bluetooth-vistfang
it_it: Indirizzo Bluetooth
ja_jp: Bluetoothアドレス
ka: Bluetooth მისამართი
kk: Bluetooth мекенжайы
km: អាសយដ្ឋាន Bluetooth
kn: ಬ್ಲೂಟೂತ್ ವಿಳಾಸ
ko_kr: 블루투스 주소
lo: ທີ່ຢູ່ບລູທູດ
lt: „Bluetooth“ adresas
lv: Bluetooth adrese
mk: Адреса за Bluetooth
ml: ബ്ലൂടൂത്ത് വിലാസം
mn_mn: Bluetooth хаяг
mr: ब्‍लुटूथ पत्‍ता
ms: Alamat Bluetooth
my: ဘလူးတုသ္ လိပ္စာ
nb: Bluetooth-adresse
ne: ब्लुटूथ ठेगाना
nl: Bluetooth-adres
or: ବ୍ଲୁଟୁଥ୍ ଠିକଣା
pa: ਬਲੂਟੁੱਥ ਪਤਾ
pl: Adres Bluetooth
pt_pt: Endereço Bluetooth
ro: Adresă Bluetooth
ru_ru: Адрес Bluetooth
si: බ්ලූටූත් ලිපිනය
sk: Adresa rozhrania Bluetooth
sl: Naslov Bluetooth
sr: Bluetooth adresa
sv: Bluetooth-adress
ta: ப்ளூடூத் முகவரி
te: బ్లూటూత్ చిరునామా
th: ที่อยู่ Bluetooth
tr_tr: Bluetooth adresi
uk: Адреса Bluetooth
ur: بلوٹوتھ ایڈریس
uz: Bluetooth manzili
vi: Địa chỉ Bluetooth
zh_cn: 蓝牙地址
zh_hk: 藍牙地址

# IDS_BT_HEADER_BLUETOOTH_DEVICES
source: Bluetooth devices
ar: أجهزة البلوتوث
as: ব্লুটুথ ডিভাইচ
az: Bluetooth cihazları
bg: Bluetooth устройства
bn: ব্লুটুথ ডিভাইসগুলি
ca: Dispositius Bluetooth
cs: Zařízení Bluetooth
da: Bluetooth-enheder
de: Bluetooth-Geräte
el_gr: Συσκευές Bluetooth
et: Bluetooth-seadmed
eu: Bluetooth gailuak
fi: Bluetooth-laitteet
fr_ca: Périphériques Bluetooth
ga: Gléasanna Bluetooth
gl: Dispositivos Bluetooth
gu: બ્લ્યુટુથ ઉપકરણો
he: התקני Bluetooth
hi: ब्लूटूथ डिवाइसेस
hr: Bluetooth uređaji
hu: Bluetooth-eszközök
hy: Bluetooth սարքեր
id: Perangkat Bluetooth
is: Bluetooth-tæki
it_it: Dispositivi Bluetooth
ja_jp: Bluetoothデバイス
ka: Bluetooth მოწყობილობები
kk: Bluetooth құрылғылары
km: ឧបករណ៍ Bluetooth
kn: ಬ್ಲೂಟೂತ್ ಸಾಧನಗಳು
ko_kr: 블루투스 디바이스
lo: ເຄື່ອງອຸປະກອນບລູທູດ
lt: „Bluetooth“ įrenginiai
lv: Bluetooth ierīces
mk: Уреди Bluetooth
ml: ബ്ലൂടൂത്ത് ഉപകരണങ്ങള്‍
mn_mn: Bluetooth төхөөрөмжүүд
mr: ब्लुटूथ उपकरणे
ms: Peranti Bluetooth
my: ဘလူးတုသ္ ကိရိယာမ်ား
nb: Bluetooth-enheter
ne: ब्लुटूथ यन्त्र
nl: Bluetooth-apparaten
or: ବ୍ଲୁଟୁଥ୍ ଡିଭାଇସ୍‌ଗୁଡିକ
pa: ਬਲੂਟੁੱਥ ਡਿਵਾਈਸ
pl: Urządzenia Bluetooth
pt_pt: Dispositivos Bluetooth
ro: Dispozitive Bluetooth
ru_ru: Устройства Bluetooth
si: බ්ලූටූත් උපාංග
sk: Zariadenia Bluetooth
sl: Naprave Bluetooth
sr: Bluetooth uređaji
sv: Bluetooth-enheter
ta: ப்ளூடூத் சாதனங்கள்
te: బ్లూటూత్ పరికరాలు
th: อุปกรณ์บลูทูธ
tl: Mga Bluetooth device
tr_tr: Bluetooth cihazları
uk: Пристрої Bluetooth
ur: بلیو ٹوتھ آلات
uz: Bluetooth qurilmalari
vi: Thiết bị Bluetooth
zh_cn: 蓝牙设备
zh_hk: 藍牙裝置

# IDS_BT_HEADER_BLUETOOTH_DEVICE_PICKER
source: Bluetooth device picker
ar: اختيار جهاز البلوتوث
as: ব্লুটুথ ডিভাইচ তুলি লওতা
az: Bluetooth cihaz seçicisi
bg: Избор на Bluetooth устройство
bn: ব্লুটুথ ডিভাইস পিকার
ca: Selector de dispositius Bluetooth
cs: Výběr zařízení Bluetooth
da: Bluetooth-enhedsvælger
de: Bluetooth-Geräteauswahl
el_gr: Επιλογέας συσκευής Bluetooth
et: Bluetooth-seadme valija
eu: Bluetooth gailu aukeratzailea
fi: Bluetooth-laitteen valinta
fr_ca: Gestionnaire de périphériques Bluetooth
ga: Roghnóir gléas Bluetooth
gl: Selector de dispositivos Bluetooth
gu: બ્લ્યુટુથ ઉપકરણ પિકર
hi: ब्लूटूथ डिवाइस पिकर
hr: Odabir Bluetooth uređaja
hu: Bluetooth-eszköz választó
hy: Bluetooth սարքի ընտրող
id: Pemungut perangkat Bluetooth
is: Val á Bluetooth-tæki
it_it: Seleziona dispositivi Bluetooth
ja_jp: Bluetoothデバイス選択
ka: Bluetooth მოწყობილობის ამრჩევი
kk: Bluetooth құрылғысын алу құралы
km: ប្រដាប់​រើស​ឧបករណ៍ Bluetooth
kn: ಬ್ಲೂಟೂತ್ ಸಾಧನ ಪಿಕರ್
ko_kr: 블루투스 디바이스 피커
lo: ຕົວເລືອກເຄື່ອງບລູທູດ
lt: „Bluetooth“ įrenginių parinkiklis
lv: Bluetooth ierīču atlasītājs
mk: Избор на уреди Bluetooth
ml: ബ്ലുടൂത്ത് ഉപകരണം പിക്കര്‍
mn_mn: Bluetooth төхөөрөмж сонгогч
mr: ब्लूटूथ उपकरण पिकर
ms: Pemungut peranti Bluetooth
my: ဘလူးတုသ္ ကိရိယာေရြးသည့္အရာ
nb: Bluetooth-enhetsvelger
ne: ब्लुटूथ साधन छनोटकर्ता
nl: Bluetooth-apparaatkiezer
or: ବ୍ଲୁଟୁଥ୍ ଡିଭାଇସ୍ ପିକର୍
pa: ਬਲੂਟੁੱਥ ਡਿਵਾਈਸ ਪਿੱਕਰ
pl: Wybór urządzeń Bluetooth
pt_pt: Selector de dispositivo Bluetooth
ro: Selector de dispozitive Bluetooth
ru_ru: Средство выбора устройств Bluetooth
si: බ්ලූටූත් උපාංග පිකර්
sk: Výber zariadenia Bluetooth
sl: Izbiranje naprave Bluetooth
sr: Birač Bluetooth uređaja
sv: Bluetooth-enhetsväljare
ta: ப்ளூடூத் சாதனப் பிக்கர்
te: బ్లూటూత్ పరికరం పిక్కర్
th: ตัว​เลือก​อุปกรณ์บลูทูธ
tl: Tagapili ng Bluetooth device
tr_tr: Bluetooth aygıtı seçici
uk: Вибір пристрою Bluetooth
ur: Bluetooth ڈیوائس پکر
uz: Bluetooth qurilmasi yig‘uvchisi
vi: Bộ chọn thiết bị Bluetooth
zh_cn: 蓝牙设备选择器
zh_hk: 藍牙裝置選擇器

# IDS_BT_HEADER_BLUETOOTH_ERROR_ABB
source: Bluetooth error
ar: خطأ في البلوتوث
as: ব্লুটুথ ত্ৰুটি
az: Bluetooth səhvi
bg: Bluetooth грешка
bn: ব্লুটুথ ত্রুটি
ca: Error Bluetooth
cs: Chyba Bluetooth
da: Bluetooth-fejl
de: Bluetooth-Fehler
el_gr: Σφάλμα Bluetooth
et: Bluetoothi tõrge
eu: Bluetooth errorea
fi: Bluetooth-virhe
fr_ca: Erreur Bluetooth
ga: Earráid Bluetooth
gl: Erro Bluetooth
gu: બ્લ્યુટુથમાં ભૂલ
hi: ब्लूटूथ त्रुटि
hr: Bluetooth greška
hu: Bluetooth-hiba
hy: Bluetooth-ի սխալ
id: Kslhn Bluetooth
is: Bluetooth-villa
it_it: Errore Bluetooth
ja_jp: Bluetoothエラー
ka: Bluetooth შეცდ.
kk: Bluetooth қатесі
km: កំហុស Bluetooth
kn: ಬ್ಲೂಟೂಥ್ ದೋಷ
ko_kr: 블루투스 오류
lo: ບລູທູດຂັດຂ້ອງ
lt: Bluetooth klaida
lv: Bluetooth kļūda
mk: Грешка Bluetooth
ml: ബ്ലൂടൂത്ത് തെറ്റ്
mn_mn: Bluetooth алдаа
mr: ब्‍लुटूथ त्रुटी
ms: Ralat Bluetooth
my: ဘလူးတုသ္ အမွား
nb: Bluetooth-feil
ne: ब्लुटूथ त्रुटि
nl: Bluetooth-fout
or: ବ୍ଲୁଟୁଥ୍ ତ୍ରୁଟି
pa: ਬਲੂਟੁੱਥ ਤਰੁੱਟੀ
pl: Błąd Bluetooth
pt_pt: Erro Bluetooth
ro: Eroare Bluetooth
ru_ru: Ошибка Bluetooth
si: බ්ලූටූත් දෝෂය
sk: Chyba Bluetooth
sl: Napaka Bluetooth
sr: Bluetooth greška
sv: Bluetooth-fel
ta: ப்ளூடூத் பிழை
te: బ్లూటూత్ దోషం
th: Bluetoothผิดพลาด
tr_tr: Bluetooth hatası
uk: Помилка
ur: بلیو ٹوتھ غلطی
uz: Bluetooth xatosi
vi: Lỗi Bluetooth
zh_cn: 蓝牙错误
zh_hk: 藍牙錯誤

# IDS_BT_HEADER_BLUETOOTH_PAIRING_REQUEST
source: Bluetooth pairing request
ar: طلب إقتران بلوتوث
as: ব্লুটুথ যোৰ কৰিবৰ বাবে অনুৰোধ
az: Bluetooth qoşmasına dair təklif
bg: Искане за свързване в двойка на Bluetooth
bn: ব্লুটুথ জোড়বাঁধার অনুরোধ
ca: Sol·licitud de vinculació Bluetooth
cs: Požadavek na párování zařízení Bluetooth
da: Anmodning om Bluetooth-parring
de: Bluetooth-Kopplungsanforderung
el_gr: Αίτημα δημιουργίας ζεύγους Bluetooth
et: Bluetoothi sidumistaotlus
eu: Bluetooth parekatze eskaera
fi: Bluetooth-liitospyyntö
fr_ca: Demande de jumelage Bluetooth
ga: Iarratas péireála Bluetooth
gl: Solicitude de vinculación Bluetooth
gu: બ્લ્યુટુથ સાથે જોડી બનાવવાની વિનંતી
he: בקשת התאמה של Bluetooth
hi: ब्लूटूथ से जोड़ने का अनुरोध
hr: Zahtjev za Bluetooth uparivanje
hu: Bluetooth-párosítás kérése
hy: Bluetooth-ի զուգակցման հարցում
id: Permintaan pemasangan Bluetooth
is: Beiðni um Bluetooth-pörun
it_it: Richiesta di associazione Bluetooth
ja_jp: Bluetoothペアリングの要求
ka: Bluetooth დაწყვილების მოთხოვნა
kk: Bluetooth жұптастыру сұрауы
km: សំណើ​ផ្គូ Bluetooth
kn: ಬ್ಲೂಟೂತ್ ಜೋಡಣೆಯ ಕೋರಿಕೆ
ko_kr: 블루투스 등록 요청
lo: ຂໍຈັບຄູ່ບລູທູດ
lt: Prašymas susieti naudojant „Bluetooth“
lv: Bluetooth pieprasījums savienošanai pārī
mk: Барање за поврзување Bluetooth
ml: ബ്ലുടൂത്ത്‌ പെയറിംഗ് അഭ്യര്‍ത്ഥന
mn_mn: Bluetooth хослуулах хүсэлт
mr: ब्लूटुथ पेयरिंग विनंती.
ms: Permintaan berpasangan Bluetooth
my: ဘလူးတုသ္ ယွဥ္တြဲသုံးစြဲမႈ ေမတၱာရပ္ခံခ်က္
nb: Bluetooth-sammenkoblingsforespørsel
ne: ब्लुटूथ जोडा मिलाउने अनुरोध
nl: Bluetooth-koppelverzoek
or: ବ୍ଲୁଟୁଥ୍ ଯୁଗ୍ମ ଅନୁରୋଧ
pa: ਬਲੂਟੁੱਥ ਜੋੜਾ ਬਣਾਉਣ ਲਈ ਬੇਨਤੀ
pl: Żądanie powiązania Bluetooth
pt_pt: Pedido de emparelhamento Bluetooth
ro: Solicitare de asociere Bluetooth
ru_ru: Запрос на соединение Bluetooth
si: බ්ලූටූත් යුගල කිරීමේ ඉල්ලීම
sk: Požiadavka na párovanie Bluetooth
sl: Zahteva za seznanjanje Bluetooth
sr: Zahtev za Bluetooth uparivanje
sv: Begäran om sammankoppling
ta: ப்ளூடூத் பிணைத்தல் விண்ணப்பம்
te: బ్లూటూత్ జత అభ్యర్థన
th: การ​ขอ​จับ​คู่บลูทูธ​
tl: Kahilingan sa pagpe-pair sa Bluetooth
tr_tr: Bluetooth eşleşme isteği
uk: Запит з’єднання Bluetooth
ur: بلیوٹوتھ جوڑی بنانے کی درخواست
uz: Bluetooth bog‘lanish so‘rovi
vi: Yêu cầu kết nối Bluetooth
zh_cn: 蓝牙配对请求
zh_hk: 藍牙配對請求
