Repository: tizenorg/apps.core.preloaded.ug-bluetooth-efl
Catalog: po/*.po
Languages: ar, as, az, bg, bn, ca, cs, da, de, el_gr, et, eu, fi, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, lo, lt, lv, mk, ml, mn_mn, mr, ms, my, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sr, sv, ta, te, th, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

# IDS_BT_BODY_PRINTER_SERVICEINFO
source: Used to print images, text messages, personal data such as namecards and appointments, etc. via remote Bluetooth printers.
ar: تستخدم لطباعة الصور والرسائل النصية والمعلومات الشخصية مثل بطاقات الأسماء والمواعيد...إلخ عبر طابعة البلوتوث.
as: ৰিমৰ্ট ব্লুটুথ প্ৰিণ্টাৰৰ জৰিয়তে প্ৰতিচ্ছবিসমূহ, পাঠ মেচেজ, নামকাৰ্ড আৰু নিযুক্তিৰ দৰে ব্যক্তিগত ডাটা, আদি মুদ্ৰণ কৰিবলৈ ব্যৱহাৰ কৰিছে৷
az: Simsiz Bluetooth printerləri vasitəsilə şəkillərin, mətn mesajlarının, isim kartları və təyinatların və s. çap edilməsi üçün istifadə edilir.
bg: Използва се за отпечатване на изображения, текстови съобщения, лични данни, като напр. визитни картички и срещи, чрез принтери с отдалечена Bluetooth връзка.
bn: রিমোট ব্লুটুথ প্রিন্টারের মাধ্যমে ছবি, পাঠ্য বার্তা ,ব্যক্তিগত তথ্য যেমন নেমকার্ডস এবং অ্যাপয়েন্টমেন্ট ইত্যাদি প্রিন্ট করার জন্যে ব্যবহৃত।
ca: S'utilitza per imprimir imatges, missatges de text i dades personals com, per exemple, targetes de visita, cites, etc., mitjançant impressores Bluetooth remotes
cs: Pomocí vzdálené tiskárny Bluetooth můžete tisknout obrázky, textové zprávy a osobní údaje (např. vizitku nebo položku v kalendáři)
da: Den eksterne Bluetooth-printer gør det muligt at udskrive billeder, sms'er og personlige data (f.eks. vKort, vKalender, osv.).
de: Der Remote-Bluetooth-Drucker erlaubt Ihnen Bilder, Text, Nachrichten und Persönliche Daten zu drucken (z. B. Vistenkarten und Kalendereinträge)
el_gr: Χρησιμεύει για την εκτύπωση εικόνων, μηνυμάτων κειμένου, προσωπικών δεδομένων όπως κάρτες ονομάτων και συναντήσεις, κλπ, μέσω απομακρυσμένων εκτυπωτών Bluetooth.
et: Kasutatakse piltide, tekstisõnumite, isiklike andmete, nagu nimekaardid ja kohtumised, printimiseks Bluetoothi printerite kaudu.
eu: Irudiak, testu mezuak, datu pertsonalak (bisita txartelak, hitzorduak, etab.) urruneko Bluetooth inprimagailuen bidez inprimatzeko erabiltzen da
fi: Bluetooth-etätulostimella voi tulostaa kuvia, tekstiviestejä ja henkilökohtaisia tietoja (esim. käyntikortti, kalenterimerkintä, jne.).
fr_ca: L'imprimante Bluetooth permet d'imprimer des images, des messages texte et des données personnelles (calendrier, contacts...).
ga: Úsáidtear é chun íomhánna, teachtaireachtaí téacs, sonraí pearsanta mar ainmchártaí agus coinní, srl. a phriontáil le cianphrintéirí Bluetooth.
gl: Utilízase para imprimir imaxes, mensaxes de texto e datos persoais como, por exemplo, tarxetas de visita, citas, etc., a través de impresoras Bluetooth remotas
gu: રીમોટ બ્લ્યુટુથ દ્વારા છબીઓ, આલેખ સંદેશ, અંગત માહિતી જેવી કે નામકાર્ડ અને આયોજિત મુલાકાત, વગેરે છાપવા માટે ઉપયોગ થયો.
he: משמש להדפסת תמונות, הודעות טקסט, נתונים אישיים כגון כרטיסי שמות ופגישות וכו' באמצעות מדפסות מרוחקות התומכות ב-Bluetooth
hi: दूरस्थ ब्लूटूथ प्रिंटरों के द्वारा छवियों, टेक्स्ट संदेशों तथा व्यक्तिगत डाटा जैसे नामकार्ड और नियुक्ति इत्यादि को प्रिंट करने में उपयोग।
hr: Bluetooth pisač omogućuje ispis slika, SMS poruka i osobnih podataka (npr. posjetnica, kalendara).
hu: A Bluetooth-nyomtatóval képeket, szöveges üzeneteket és személyes adatokat (pl. névjegykártyákat, naptártételeket) nyomtathat.
hy: Օգտավործվում է անլար Bluetooth տպիչերի միջոցով պատկերներ, տեքստային հաղորդագրություններ, անձնական տվյալներ (այցեքարտ, հեռախոսագիրք) տպելու համար:
id: Dipakai untuk mencetak gambar, pesan teks, data pribadi, misalnya kartu nama dan perjanjian, dll. melalui printer Bluetooth jauh.
is: Notað til að prenta myndir, textaboð, einkagöng eins og nafnspjöld og fundi o.s.frv. með fjartengdum Bluetooth prenturum.
it_it: La stampa remota Bluetooth consente di stampare immagini, SMS e dati personali (es. biglietti da visita, voci di agenda).
ja_jp: 画像、SMS、ネームカードやアポイント等個人データをリモートBluetoothプリンターで印刷するのに使います。
ka: გამოიყენება სურათების, ტექსტური წერილების, პერსონალური მონაცემების, მაგ., სავიზიტო ბარათებისა და შეხვედრების და ა.შ. ამოსაბეჭდად, დისტანციური Bluetooth პრინტერების საშუალებით.
kk: Қашықтықтағы Bluetooth принтері бейнелерді, мәтіндік хабарламаларды және жеке мәліметтерді басып шығаруға (визиткаларды, күнтізбе элементтерін) мүмкіндік береді.
km: បាន​ប្រើ​ដើម្បី​បោះពុម្ព​រូប, សារ​អត្ថបទ, ទិន្នន័យ​ផ្ទាល់​ខ្លួន​ដូចជា​នាម​បណ្ណ និង ការណាត់​ជួប។ល។ តាម​ម៉ាស៊ីន​បោះពុម្ព Bluetooth ពី​ចម្ងាយ។
kn: ರಿಮೋಟ್ ಬ್ಲೂಟೂತ್ ಮುದ್ರಣದ ಮೂಲಕ ಚಿತ್ರಗಳನ್ನು, ಸಂದೇಶಗಳನ್ನು ಪಠ್ಯಗಳನ್ನು,ಹೆಸರಿನ ಚಿಟಿಗಳನ್ನು ಪೂರ್ವನಿಗದಿಗಳನ್ನು ಮೊದಲಾದ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಗಳನ್ನು ಮುದ್ರಣ ಮಾಡಲು ಉಪಯೋಗಿಸಲಾಗುತ್ತದೆ.
ko_kr: 블루투스 프린터를 사용해 명함 또는 문자 메시지, 사진, 일정과 같은 데이터를 인쇄할 수 있습니다.
lo: ບໍ່ສາມາດພິມຮູບ, ຂໍ້ຄວາມ, ຂໍ້ມູນສ່ວນຕົວເຊັ່ນ: ນາມບັດ ແລະການນັດໝາຍ, ອື່ນໆ ຜ່ານທາງເຄື່ອງພິມບລູທູດທາງໄກໄດ້.
lt: Naudojama spausdinti paveikslėlius, teksto žinutes, asmeninius duomenis, pvz., vardų korteles, susitikimus ir t. t., nuotoliniu „Bluetooth“ spausdintuvu.
lv: Lieto, lai izdrukātu attēlus, īsziņas un personiskos datus (piem., vizītkartes, kalendāra ierakstus) ar attālajiem Bluetooth printeriem.
mk: Се користи за печатење слики, текст пораки и лични податоци (на пр. визит картички и записи од календарот) на Bluetooth печатачи.
ml: ഇമേജുകളും, ടെക്സ്റ്റ് സന്ദേശങ്ങളും, നെയിംകാര്‍ഡ് അപ്പോയ്ന്‍‌മെന്‍റുകള്‍ എന്നിങ്ങനെയുള്ള വ്യക്തിപരമായ വിവരങ്ങള്‍ റിമോട്ട് ബ്ലുടൂത്ത് പ്രിന്‍റര്‍ വഴി അച്ചടിക്കാന്‍ ഉപയോഗിക്കുന്നു.
mn_mn: Зураг, бичвэр зурвас, нэрийн хуудас болон уулзалтын тов зэрэг хувийн мэдээллийг зайн Bluetooth хэвлэгчээр дамжуулан хэвлэхэд ашигласан
mr: दूरस्थ ब्ल्यूटुथ प्रिंटर्सच्या मार्फत प्रतिमा, मजकूर संदेश, वैयक्तिक डेटा जसे की नावकार्डे आणि अपॉइंटमेंट्स वगैरे प्रिंट करण्यासाठी वापरला गेला.
ms: Digunakan utk mencetak imej, mesej teks, data peribadi seperti kad nama dan janji temu, cth. melalui pencetak Bluetooth jauh.
my: အေ၀းရွိ ဘလူးတုသ္ ပုံႏွိပ္စက္မ်ားျဖင့္ ႐ုပ္ပုံမ်ား၊ စာသား သတင္းစကားမ်ား၊ ကုိယ္ေရးအခ်က္အလက္မ်ား၊ အမည္ကဒ္မ်ားႏွင့္ ရက္ခ်ိန္းမ်ားစသည့္တုိ႔ကုိ ပုံႏွိပ္ေလ့ရွိပါသည္။
nb: Brukes til å skrive ut bilder, tekstmeldinger og personlige data (visittkort, avtaler osv.) via eksterne Bluetooth-skrivere.
ne: रिमोट ब्लुटूथ प्रिन्टरहरूद्वारा छवि, लिखित संदेशहरु र नामका कार्ड र नियुक्ति, इत्यादिजस्ता व्यक्तिगत डाटा प्रिन्ट गर्नलाई प्रयोग गरिन्छ।
nl: Basisfuncties voor afdrukken Met een externe Bluetooth-printer kunt u afbeeldingen, tekstberichten, visitekaartjes etc. afdrukken
or: ପ୍ରିଣ୍ଟ ପ୍ରତିଛବିଗୁଡିକ, ଟେକ୍ସଟ୍ ସନ୍ଦେଶଗୁଡିକ, ବ୍ୟକ୍ତିଗତ ଡାଟାକୁ ବ୍ୟବହାର ଯେପରିକି ନାମକାର୍ଡ୍ ଏବଂ ନିଯୁକ୍ତିଗୁଡିକ, ଇତ୍ୟାଦି ରିମାଇନ୍ଡର ବ୍ଲୁଟୁଥ୍ ପ୍ରିଣ୍ଟରଗୁଡିକ ମାଧ୍ୟମରେ।
pa: ਦੂਰਵਰਤੀ ਬਲੂਟੁੱਥ ਪ੍ਰਿੰਟਰਾਂ ਦੁਆਰਾ ਚਿੱਤਰ, ਟੈਕਸਟ ਸੰਦੇਸ਼ ਅਤੇ ਵਿਅਕਤੀਗਤ ਡੈਟਾ ਜਿਵੇਂ ਨਾਂ ਕਾਰਡ ਅਤੇ ਨਿਯੁਕਤੀਆਂ ਨੂੰ ਪ੍ਰਿੰਟ ਕਰਨ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ।
pl: Zdalna drukarka korzystająca z połączenia Bluetooth umożliwia drukowanie obrazów, wiadomości SMS i danych osobistych (np. wizytówek, danych kalendarza itd.).
pt_pt: A impressora Bluetooth remota permite imprimir imagens, mensagens de texto e dados pessoais (por ex., cartões de visita, itens de agenda).
ro: Utilizat pentru printare imagini, mesaje text, date personale precum cărţi de vizită şi întâlniri pe o imprimantă compatibilă Bluetooth
ru_ru: Используется для печати фотографий, текста, личных данных (контакты, расписание) на совместимых Bluetooth-принтерах.
si: දුරස්ථ බ්ලූටූත් මුද්‍රණ යන්ත්‍ර මගින් පින්තූර, පෙළ පණිවිඩ සහ නාමපත් හා හමුවීම් වැනි පෞද්ගලික දත්ත වැනි දෑ මුද්‍රණයේ දී භාවිතා වේ.
sk: Vzdialená tlačiareň Bluetooth umožňuje tlačiť obrázky, textové správy a osobné údaje (napríklad vizitku alebo položku kalendára).
sl: Se uporablja za tiskanje slik, besedilnih sporočil in osebnih podatkov, kot so vizitke in sestanki itd., prek oddaljenih tiskalnikov Bluetooth.
sr: Koristi se za štampanje imena, tekstualnih poruka, ličnih podataka kao što su vizit kartice i sastanci, itd. na bluetooth štampačima.
sv: Används för att skriva ut bilder, textmeddelanden, personliga data som t.ex. visitkort och avtalade tider, etc. via Bluetooth-fjärrskrivare.
ta: படிமங்கள், உரைத் தகவல்கள், பெயரட்டைகள் மற்றும் நியமனங்கள் போன்ற தனிநபர் தரவுகளை ரிமோட் ப்ளூடூத் அச்சுப்பொறிகள் மூலம் அச்சிட பயன்படுகிறது.
te: చిత్రాలు, టెక్స్ట్ సందేశాలు, పేరుకార్డ్లు మరియు అపాయింట్మెంట్‌లు మొదలైన వ్యక్తిగత డేటాను ముద్రించడానికి ఉపయోగపడుతుంది.రిమోట్ బ్లూటూత్ ప్రింటర్‌ల ద్వారా.
th: ใช้​สำหรับ​พิมพ์​รูป​ภาพ ข้อ​ความ​ปกติ, ข้อมูล ​ส่วน​ตัวเช่น นาม​บัตร ​และ​การ​นัด​หมายเป็น​ต้น โดย​ผ่าน​เครื่อง​พิมพ์บลูทูธ ​ระยะไกล
tl: Ginagamit upang mag-print ng mga larawan, text message, personal na data gaya ng mga namecard at appointment, atbp. sa pamamagitan ng mga Bluetooth na printer.
tr_tr: Görüntü,mesaj,kartvizit ve randevular gibi kişisel verilerin uzak Bluetooth yazıcısı ile yazdırmak için kullanılır.
uk: Використовується для друкування зображень, повідомлень, особистих даних на кшталт візитівок та зустрічей тощо через віддалені принтери Bluetooth.
ur: بلیو ٹوتھ پرنٹر کے زریعے پرنٹ کرتا ہے۔
uz: Tasvirlarni, matnli xabarlarni, tashrif kartalari va uchrashuvlar kabi shaxsiy ma’lumotlar va boshqalarni masofaviy Bluetooth printerlari orqali chop etish uchun ishlatilgan.
vi: Được dùng để in ảnh, tin nhắn văn bản, dữ liệu cá nhân như danh thiếp và cuộc hẹn,... qua máy in Bluetooth từ xa.
zh_cn: 通过远程蓝牙打印机打印图片、文本信息以及名片和约会等个人数据
zh_hk: 用於透過遙控藍牙打印機列印圖像、文字訊息及包括名片和約會等的個人資料等等

# IDS_BT_BODY_DEACTIVATING_ING
source: Deactivating...
ar: جاري إلغاء التفعيل...
as: নিস্ক্ৰীয় হৈ আছে...
az: Söndürülür...
bg: Деактивиране...
bn: নিষ্ক্রিয় করা হচ্ছে…
ca: Desactivant...
cs: Deaktivace...
da: Deaktiverer ...
de: Wird deaktiviert...
el_gr: Απενεργοποίηση..
et: Desaktiveerimine...
eu: Desaktibatzen...
fi: Kytketään pois päältä...
fr_ca: Désactivation...
ga: Ag díghníomhachtú...
gl: Desactivando...
gu: નિષ્ક્રિય કરે છે....
he: מבטל פעולה...
hi: निष्क्रिय हो रहा है...
hr: Isključivanje...
hu: Deaktiválás...
hy: Ապաակտիվացում...
id: Menonkatifkan...
is: Slekk...
it_it: Disattivazione...
ja_jp: 解除中...
ka: გამორთვა...
kk: Өшірілуде..
km: កំពុង​បិទ​ដំណើរការ...
kn: ನಿಷ್ಕ್ರೀಯಗೊಳ್ಳುತ್ತಿದೆ...
ko_kr: 해제 중...
lo: ກໍາລັງປິດໃຊ້...
lt: Išjungiama...
lv: Deaktivizē...
mk: Се исклучува...
ml: നിര്‍ജ്ജീവമാ‍ക്കുന്നു...
mn_mn: Идэвхгүй болгож байна...
mr: निष्क्रिय करणे चालू आहे...
ms: Menyahaktifkan…
my: ပိတ္ေနပါသည္….
nb: Deaktiverer...
ne: असक्रिय गरिँदै छ...
nl: Uitschakelen...
or: ନିଷ୍କ୍ରିୟ କରୁଛି...
pa: ਨਿਸ਼ਕ੍ਰਿਆ ਹੋ ਰਿਹਾ ਹੈ...
pl: Wyłączanie...
pt_pt: A desactivar...
ro: Dezactivare...
ru_ru: Выключение...
si: අක්‍රීය කරමින් පවතී...
sk: Deaktivácia...
sl: Izključujem...
sr: Deaktivacija...
sv: Deaktiverar...
ta: செயலிழக்கிறது...
te: డియాక్టివేట్ చేస్తోంది...
th: เลิกทำงาน...
tl: Dini-deactivate...
tr_tr: Devreden çıkartılıyor...
uk: Деактивація...
ur: غیر فعال ۔۔۔
uz: O‘chirilmoqda...
vi: Đang tắt...
zh_cn: 正在取消...
zh_hk: 正在關閉...

# IDS_BT_BODY_ALLOW_PS_TO_PUT_A_FILE_IN_Q
source: Allow %s to put a file in?
ar: السماح لـ %s بوضع ملف في؟
as: ইয়াত এটা ফাইল স্থাপন কৰিবলৈ %s অনুমতি দিবনে?
az: %s-nin fayl daxil etməsinə icazə verilsin?
bg: Позволяване на %s да записва файл?
bn: %s কে ভিতরে কোনও ফাইল রাখার অনুমতি দেবেন?
ca: Permetre que %s introdueixi un arxiu?
cs: Povolit %s vložit soubor?
da: Tillad %s at tilføje en fil?
de: %s erlauben, eine Datei hinzuzufügen?
el_gr: Να επιτραπεί η εισαγωγή αρχείου από %s;
et: Kas %s tohib faili lisada?
eu: %s-ri fitxategi bat sartzea baimendu?
fi: Saako %s lisätä tiedoston?
fr_ca: Autoriser %s à ajouter un fichier ?
ga: Ceadaigh do %s comhad a chur isteach?
gl: Permitir que %s introduza un arquivo?
gu: %s ને આમાં ફાઇલ મૂકવાની છૂટ આપીએ ?
he: לאפשר ל-%s למקם קובץ?
hi: %s को एक फाइल रखने की अनुमति दें?
hr: Dozvoliti %s umetanje datoteke?
hu: Engedélyezi, hogy %s feltöltsön egy fájlt?
hy: Թույլատրե՞լ %s-ին ավելացնել ֆայլ
id: Bolehkan %s menempatkan file?
is: Á að leyfa %s að setja skrá í?
it_it: Consentire a %s di inviare un file?
ja_jp: %sにファイルを保存することを許可しますか？
ka: ჰქონდეს %s-ს ფაილის ჩადების ნება?
kk: %s файл салуына рұқсат бересіз бе?
km: អនុញ្ញាត​ឲ្យ %s ដាក់​ឯកសារ​ក្នុង?
kn: ಫೈಲ್ ಇರಿಸಲು %s ಗೆ ಅನುಮತಿಸುವುದೆ?
lo: ອະນຸຍາດໃຫ້ %s ວາງໃນໄຟລ໌?
lt: Ar leisti %s įdėti jūsų failą?
lv: Vai atļaut %s ievietot failu?
mk: Дозволи %s да внесе фајл?
ml: ഇതില്‍ ഒരു ഫയല്‍ ഇടാന്‍ %s അനുവദിക്കണോ?
mr: यात फाईल ठेवण्यास %s ला परवानगी द्यायची?
ms: Benarkan %s untuk meletak masuk fail?
my: %s ကုိ ဖုိင္တစ္ခု ထားခြင့္ျပဳ လုိပါသလား?
nb: Tillat att filen legges til av %s?
ne: %s लाई एउटा फाइल भित्र राख्न दिऊँ?
nl: %s toestaan om een bestand te plaatsen?
or: ଏକ ଫାଇଲରେ ରଖିବାକୁ %s ଅନୁମତି କରନ୍ତୁ?
pa: %s ਨੂੰ ਅੰਦਰ ਫਾਈਲ ਰੱਖਣ ਦੀ ਇਜਾਜ਼ਤ ਦਿਉ?
pl: Zezwolić na umieszczenie pliku w %s?
pt_pt: Permitir que %s coloque um ficheiro?
ro: Permit %s introducă un fişier?
ru_ru: Разрешить %s вставить файл?
si: %s ට ගොනුවක් එක් කිරීමට ඉඩ දෙන්නද?
sk: Povoliť zariadeniu %s odovzdanie súboru?
sl: Dovolim %s, da doda datoteko?
sr: Omogući da %s ubaci fajl?
sv: Tillåt att %s lägger till en fil?
ta: இதில் கோப்பை வைக்க %sயை அனுமதிக்கவா?
te: దీనిలో ఫైల్‌ను వేసేందుకు %s ను అనుమతించాలా?
th: อนุญาต %s ​ให้​เก็บ​ไฟล์?
tl: Payagan ang %s na maglagay ng file?
tr_tr: %s adlı kişinin klasör vermesine izin verilsin mi?
uk: Дозволити %s вкласти файл?
ur: %sکو فائل ڈالنے کی اجازت دیں؟
uz: %sga fayl qo‘yish uchun ruxsat berilsinmi?
vi: Cho phép %s đặt file vào?
zh_cn: 允许 %s 放入文件？
zh_hk: 允許 %s 加入檔案？

# IDS_BT_BODY_ALLOW_PS_TO_GET_YOUR_FILE_Q
source: Allow %s to get your file?
ar: السماح ﻟ%s بالحصول على ملفك؟
as: আপোনাৰ ফাইল প্ৰাপ্ত কৰিবলৈ %s অনুমতি দিবনে?
az: %s sizin faylı əldə etməsinə icazə verilsin?
bg: Разрешаване на %s да получи вашия файл?
bn: %s কে আপনার ফাইল পাওয়ার অনুমতি দেবেন?
ca: Permetre que %s obtingui el seu fitxer?
cs: Povolit %s získat váš soubor?
da: Tillad %s at hente din fil?
de: %s erlauben, Ihre Datei abzurufen?
el_gr: Να επιτραπεί η λήψη του αρχείου σας από %s;
et: Kas %s tohib faili hankida?
eu: %s-ek zure fitxategia eskuratzea baimendu?
fi: Saako %s hakea tiedostosi?
fr_ca: Autoriser %s à récupérer votre fichier ?
ga: Ceadaigh %s do chomhad a fháil?
gl: Permitir que %s obteña o seu arquivo?
gu: %s ને તમારી ફાઇલ મેળવવાની છૂટ આપીએ?
he: לאפשר ל-%s לקבל את הקובץ שלך?
hi: %s को आपकी फाइल प्राप्‍त करने की अनुमति दें?
hr: Dozvoliti %s pristup vašim datotekama?
hu: Engedélyezi, hogy %s letöltse az Ön fájlját?
hy: Թույլատրե՞լ %s-ին ստանալ ձեր ֆայլը
id: Bolehkan %s mengambil file Anda?
is: Á að leyfa %s at sækja skrána þína?
it_it: Consentire a %s di recuperare il file?
ja_jp: %sによるファイルの取得を許可しますか？
ka: დართავთ %s-ს თქვენი ფაილების მიღების ნებას?
kk: Файлды алуға рұқсат аласыз ба %s ?
km: អនុញ្ញាត​ឲ្យ %s ទទួល​ឯកសារ​របស់​អ្នក?
kn: ನಿಮ್ಮ ಫೈಲ್ ಪಡೆಯಲು %s ಗೆ ಅನುಮತಿಸುವುದೆ?
ko_kr: %s이(가) 파일을 가져갈 수 있도록 허용할까요?
lo: ອະນຸຍາດໃຫ້ %s ຮັບໄຟລ໌ຂອງທ່ານ?
lt: Leisti %s gauti jūsų failą?
lv: Vai atļaut %s saņemt jūsu failu?
mk: Дозволи %s да земе фајл?
ml: നിങ്ങളുടെ ഫയല്‍ നേടുന്നതിന് %s നെ അനുവദിക്കണോ?
mn_mn: %s-д өөрийн файлыг авахыг зөвшөөрөх үү?
mr: आपली फाइल मिळण्यासाठी %s ला परवानगी द्यायची?
ms: Benarkan %s untuk mendapatkan fail anda?
my: %s ကုိ သင့္ဖုိင္ ယူခြင့္ျပဳ လုိပါသလား?
nb: Tillat at filen hentes av %s?
ne: %s लाई तपाईको फाइल भेट्न दिऊँ?
nl: %s toestaan om uw bestand op te halen?
or: ଆପଣଙ୍କର ଫାଇଲ୍ ପ୍ରାପ୍ତ କରିବାକୁ %s ଅନୁମତି କରନ୍ତୁ?
pa: %s ਨੂੰ ਤੁਹਾਡੀ ਫਾਈਲ ਪ੍ਰਾਪਤ ਕਰਨ ਦੀ ਆਗਿਆ ਦੇਣੀ ਹੈ?
pl: Zezwolić %s na pobranie pliku?
pt_pt: Permitir %s para obter ficheiro?
ro: Permit %s să primească fişierul meu?
ru_ru: Разрешить %s получить файл?
si: %s ට ඔබේ ගොනු ලබා get ඉඩ දෙන්නද?
sk: Povoliť %s získať váš súbor?
sl: Dovolim %s, da dobi vašo datoteko?
sr: Omogući da %s primi vaš fajl?
sv: Tillåt att filen hämtas av %s?
ta: உங்கள் கோப்பை பெற %sயை அனுமதிக்கவா?
te: మీ ఫైల్‌ను పొందడానికి %sను అనుమతించాలా?
th: อนุญาต %s ​ให้​รับ​ไฟล์​ของ​คุณ?
tl: Payagan ang %s na kunin ang iyong file?
tr_tr: %s dosyanızı alsın mı?
uk: Дозволити %s отримати ваш файл?
ur: اپنی فائیل کی %s کو اجازت دیں؟
uz: %sga faylingizni olish uchun ruxsat berilsinmi?
vi: Cho phép %s nhận File của bạn?
zh_cn: 允许 %s 得到您的文件？
zh_hk: 允許 %s 取得您的檔案？

# IDS_BT_BODY_ALLOW_PS_TO_DELETE_YOUR_FILE_Q
source: Allow %s to delete your file?
ar: السماح لـ %s بحذف الملف الخاص بك؟
as: আপোনাৰ ফাইল বিলোপ কৰিবলৈ %s অনুমতি দিবনে?
az: %s sizin faylı silməyə icazə verilsin?
bg: Позволяване на %s да изтрива ваш файл?
bn: %s কে আপনার ফাইল বিলোপ করার অনুমতি দেবেন?
ca: Permetre que %s esborri el vostre arxiu?
cs: Povolit %s odstranit váš soubor?
da: Tillad at %s sletter din fil?
de: %s erlauben, Ihre Datei zu löschen?
el_gr: Να επιτραπεί η διαγραφή του αρχείου σας από %s;
et: Kas %s tohib faili kustutada?
eu: %s zure artxiboa ezabatzeko baimendu?
fi: Saako %s poistaa tiedostosi?
fr_ca: Autoriser %s à supprimer votre fichier ?
ga: Ceadaigh do %s do chomhad a scriosadh?
gl: Permitir que %s elimine o seu arquivo?
gu: %s ને તમારી ફાઇલ હટાવવાની છૂટ આપીએ?
he: לאפשר ל-%s למחוק את הקבצים שלך?
hi: %s को अपनी फाइल हटाने की अनुमति दें?
hr: Dozvoliti %s brisanje datoteke?
hu: Törölheti a(z) %s az Ön fájlját?
hy: Թույլատրե՞լ %s-ին ջնջել ձեր ֆայլը
id: Bolehkan %s menghapus file Anda?
is: Á að leyfa %s að eyða skrá notandans?
it_it: Consentire a %s di eliminare il file?
ja_jp: %sにファイルを削除することを許可しますか？
ka: ჰქონდეს %s-ს თქვენი ფაილების წაშლის ნება?
kk: %s файлды жоюына рұқсат бересіз бе?
km: អនុញ្ញាត​ឲ្យ %s លុប​ឯកសារ​របស់​អ្នក?
kn: ನಿಮ್ಮ ಫೈಲ್ ಅಳಿಸಲು %s ಗೆ ಅನುಮತಿಸುವುದೆ?
lo: ອະນຸຍາດໃຫ້ %s ລຶບໄຟລ໌ຂອງທ່ານ?
lt: Leisti %s ištrinti jūsų failą?
lv: Vai atļaut %s dzēst jūsu failu?
mk: Дозволи %s да избрише ваш фајл?
ml: നിങ്ങളുടെ ഫയല്‍ ഇല്ലാതാക്കുന്നതിന് %s നെ അനുവദിക്കണോ?
mr: आपली फाइल हटविण्यास %s ला परवानगी द्यायची?
ms: Benarkan %s untuk memadam fail anda?
my: %s ကုိ သင့္ဖုိင္ ဖ်က္ခြင့္ျပဳ လုိပါသလား ?
nb: Tillat att filen slettes av %s?
ne: %s लाई तपाईको फाइल मेटाउन दिऊँ?
nl: %s toestaan om bestand te verwijderen?
or: ଆପଣଙ୍କର ଫାଇଲ୍ ବିଲୋପ କରିବାକୁ %s ଅନୁମତି କରନ୍ତୁ?
pa: %s ਨੂੰ ਤੁਹਾਡੀ ਫਾਈਲ ਮਿਟਾਉਣ ਦੀ ਇਜਾਜ਼ਤ ਦਿਉ?
pl: Zezwolić %s na usunięcie pliku?
pt_pt: Permitir que %s apague o ficheiro?
ro: Permit %s să şteargă fişierul meu?
ru_ru: Разрешить %s удалить файл?
si: %s ට ඔබේ ගොනු මැකීමට ඉඩ දෙන්නද?
sk: Povoliť zariadeniu %s vymazanie vášho súboru?
sl: Dovolim %s, da izbriše vašo datoteko?
sr: Omogući da %s obriše vaš fajl?
sv: Tillåt att %s raderar din fil?
ta: உங்கள் கோப்பை நீக்க %sயை அனுமதிக்கவா?
te: మీ ఫైల్‌ను తొలగించడానికి %s ను అనుమతించాలా?
th: อนุญาต %s ​ให้​ลบ​ไฟล์​ของ​คุณ?
tl: Payagan ang %s na i-delete ang iyong file?
tr_tr: %s adlı kişinin klasörünüzü silmesine izin verilsin mi?
uk: Дозволити %s видалити ваш файл?
ur: %s کو اپنی فائلیں مٹانے کی اجازت دیں؟
uz: %sga faylingizni o'chirish uchun ruxsat berilsinmi?
vi: Cho phép %s xóa file của bạn?
zh_cn: 允许 %s 删除您的文件？
zh_hk: 允許 %s 刪除您的檔案？

# IDS_BT_BODY_ACTIVATING_BLUETOOTH
source: Activating Bluetooth...
ar: جاري تنشيط البلوتوث...
as: ব্লুটুথ সক্ৰিয় হৈ আছে...
az: Bluetooth aktivləşdirilir...
bg: Активиране на Bluetooth...
bn: ব্লুটুথ সক্রিয় হচ্ছে....
ca: Activant Bluetooth...
cs: Aktivace Bluetooth
da: Aktiverer Bluetooth...
de: Bluetooth wird aktiviert...
el_gr: Ενεργοποίηση Bluetooth…
et: Bluetoothi aktiveerimine...
eu: Bluetooth aktibatzen...
fi: Bluetoothia kytketään päälle...
fr_ca: Activation Bluetooth...
ga: Bluetooth á chur i ngníomh...
gl: Activando Bluetooth...
gu: બ્લ્યુટુથ સક્રિય થાઇ છે...
he: מפעיל Bluetooth...
hi: ब्लूटूथ सक्रिय हो रहा है…
hr: Bluetooth uključenje...
hu: Bluetooth bekapcsolása
hy: Ակտիվացնում է Bluetooth-ը...
id: Mengaktifkan Bluetooth...
is: Kveiki á Bluetooth...
it_it: Attivazione Bluetooth...
ja_jp: Bluetoothを起動中...
ka: აქტიურდება Bluetooth...
kk: Bluetooth қосылуда...
km: កំពុង​ដំណើរការ Bluetooth...
kn: ಬ್ಲೂಟೂತ್ ಸಕ್ರಿಯಗೊಳ್ಳುತ್ತಿದೆ...
lo: ເປີດໃຊ້ງານບູທູດ...
lt: Įjungiamas „Bluetooth“...
lv: Aktivizē Bluetooth...
mk: Bluetooth се активира...
ml: ബ്ലുടൂത്ത് സജീവമാക്കുന്നു...
mr: ब्ल्यूटुथ सक्रिय होत आहे...
ms: Mengaktifkan Bluetooth...
my: ဘလူးတုတ္ အသက္သြင္းေနပါသည္…
nb: Aktiverer Bluetooth...
ne: ब्लुटूथ सक्रिय हुँदैछ...
nl: Bluetooth inschakelen...
or: ବ୍ଲୁଟୁଥ୍ ସକ୍ରିୟକରଣ କରୁଛି...
pa: ਬਲੂਟੁੱਥ ਸਕ੍ਰਿਆ ਹੋ ਰਿਹਾ ਹੈ....
pl: Włączanie Bluetooth...
pt_pt: A activar Bluetooth...
ro: Activare bluetooth
ru_ru: Включение Bluetooth...
si: Bluetooth සක්‍රීය කරමින් පවතී...
sk: Aktivácia Bluetooth
sl: Aktiviram bluetooth
sr: Aktiviranje Bluetooth-a
sv: Aktiverar Bluetooth...
ta: ப்ளூடூத் இயக்குதல்…
te: బ్లూటూత్‌ను యాక్టివేట్ చేస్తోంది...
th: กำลังเปิดใช้บลูทูธ...
tl: Ina-activate ang Bluetooth...
tr_tr: Bluetooth etkinleştiriliyor...
uk: Активація Bluetooth...
ur: بلیو ٹوتھ کارآمد کررہا ہے...
uz: Bluetooth faollashtirilmoqda...
vi: Đang kích hoạt Bluetooth...
zh_cn: 蓝牙启动中...
zh_hk: 正在啟動藍牙...

# IDS_BT_ACHEADER2_TRANSFER_FILES
source: TRANSFER FILES
ar: نقل الملفات
as: ফাইলসমূহ স্থানান্তৰিত কৰক
az: FAYLLARI KÖÇÜR
bg: ПРЕХВЪРЛЯНЕ НА ФАЙЛОВЕ
bn: ফাইলগুলি স্থানান্তরণ করুন
ca: TRANSFERIR FITXERS
cs: PŘENÉST SOUBORY
da: OVERFØR FILER
de: DATEIEN ÜBERTRAGEN
el_gr: ΜΕΤΑΦΟΡΑ ΑΡΧΕΙΩΝ
et: EDASTA FAILID
eu: TRANSFERITU FITXATEGIAK
fi: SIIRRÄ TIEDOSTOT
fr_ca: TRANSFÉRER DES FICHIERS
ga: AISTRIGH COMHAID
gl: TRANSFERIR ARQUIVOS
gu: ફાઇલોને સ્થાનાંતરિત કરો
hi: स्थानांतरित फ़ाइल
hr: PRIJENOS DATOTEKA
hu: FÁJLOK ÁTVITELE
hy: ՓՈԽԱՆՑԵԼ ՖԱՅԼԵՐ
id: TRANSFER FILE
is: FLYTJA SKRÁR
it_it: TRASFERISCI FILE
ja_jp: ファイルを転送
ka: ფაილების გადაცემა
kk: ФАЙЛДАР ТАСЫМАЛДАУ
km: ផ្ទេរឯកសារ
kn: ವರ್ಗಾಯಿಸಿದ ಫೈಲ್‌ಗಳು
lo: ໂອນໄຟລ໌
lt: PERKELTI FAILUS
lv: PĀRSŪTĪT FAILUS
mk: ПРЕНЕСУВАЊЕ ФАЈЛОВИ
ml: ഫയലുകള്‍ കൈമാറുക
mn_mn: ФАЙЛУУД ДАМЖУУЛАХ
mr: फाइल्‍सचे स्‍थानांतरण करा
ms: FAIL PEMINDAHAN
my: ဖိုင္မ်ား လႊဲေျပာင္းပါ
nb: OVERFØR FILER
ne: फाइलहरू स्थानान्तरन गर्नु
nl: BESTANDEN OVERDRAGEN
or: ଫାଇଲଗୁଡିକ ସ୍ଥାନାନ୍ତର କ.
pa: ਫਾਈਲਾਂ ਟ੍ਰਾਂਸਫਰ ਕਰੋ
pl: PRZESYŁANIE PLIKÓW
pt_pt: TRANSFERIR FICHEIROS
ro: TRANSFER DE FIŞIERE
ru_ru: ПЕРЕДАЧА ФАЙЛОВ
si: ගොනු හුවමාරු කරන්න
sk: PRENIESŤ SÚBORY
sl: PRENOS DATOTEK
sr: PRENOS FAJLOVA
sv: ÖVERFÖR FILER
ta: கோப்புகளை இடமாற்றுக
te: ఫైల్‌లను బదిలీ చేయి
th: ถ่ายโอนไฟล์
tl: MAGLIPAT NG MGA FILE
tr_tr: DOSYALARI AKTAR
uk: ПЕРЕДАЧА ФАЙЛІВ
ur: فائلیں منتقل کریں
uz: FAYLLARNI UZATISH
vi: TRUYỀN FILE
zh_cn: 传输文件
zh_hk: 傳輸檔案

# IDS_BT_ACHEADER2_BT_PAIRING_REQUEST
source: BT PAIRING REQUEST
ar: طلب إقران البلوتوث
as: BT যোৰৰ অনুৰোধ
az: BT QOŞULMA SORĞUSU
bg: ИСКАНЕ ЗА BT СДВОЯВАНЕ
bn: BT জোড় বাঁধার অনুরোধ
ca: SOL·LICITUD VINCULACIÓ BT
cs: POŽADAVEK NA PÁROVÁNÍ BT
da: BT-PARRINGSANMODNING
de: BT-KOPPLUNGSANFORDERUNG
el_gr: ΑΙΤΗΜΑ ΓΙΑ ΖΕΥΞΗ BT
et: BT SIDUMISTAOTLUS
eu: BT PAREKATZE ESKAERA
fi: BT-PARILIITOSPYYNTÖ
fr_ca: DEMANDE ASSOCIATION BT
ga: IARRATAS PÉIREÁLA BT
gl: SOLICITUDE VINCULAC. BT
gu: BT પેરિંગ વિનંતિ
hi: BT पेयरिंग अनुरोध
hr: BT ZAHTJEV ZA SPAJANJE
hu: BT-PÁROSÍTÁSI KÉRÉS
hy: BT ԶՈՒԳՏԱԿՄԱՆ ՀԱՐՑՈՒՄ
id: PERMINTAAN PEMASANGAN BT
is: BT-PÖRUNARBEIÐNI
it_it: RICHIESTA ASSOCIAZ. BT
ja_jp: BTペアリング要求
ka: BT დაწყვილების მოთხოვნა
kk: BT ЖҰПТАСТЫРУ СҰРАУЫ
km: សំណើផ្គូ BT
kn: BT ಪೇರಿಂಗ್ ವಿನಂತಿ
lo: ການສະເໜີຂໍຈັບຄູ່ BT
lt: PRAŠYMAS SUSIETI BT
lv: BLUETOOTH PĀR.SAV.PIEPR.
mk: БАРАЊЕ ЗА ПОВРЗУВАЊЕ BT
ml: BT ജോടിയാക്കല്‍ അഭ്യര്‍ത്ഥന
mn_mn: BT ХОСЛУУЛАХ ХҮСЭЛТ
mr: BT पेअरिंग विनंती
ms: PERMINTAAN BRPASANGN BT
my: BT တြဲျခင္း ေတာင္းဆိုမႈ
nb: B/T-PARINGSFORESPØRSEL
ne: बिटी पेयरिङ अनुरोध
nl: BT-KOPPELINGSVERZOEK
or: BT ପେୟାରିଂ ଅନୁରୋଧ
pa: BT ਜੋਡ਼ਾ ਬਣਾਉਣ ਦੀ ਬੇਨਤੀ
pl: ŻĄDANIE POWIĄZANIA BT
pt_pt: PEDIDO EMPARELHAMENTO BT
ro: SOLICITARE ASOCIERE BT
ru_ru: ЗАПРОС НА ПОДКЛ.BLUETOOTH
si: BT යුගළන අයැදුම
sk: ŽIADOSŤ O SPÁROV. CEZ BT
sl: ZAHTEVA ZA SEZNANITEV BT
sr: ZAHTEV ZA BT UPARIVANJE
sv: BT BEGÄRAN OM SAMMANKOPPL
ta: BT இணைப்பு கோரிக்கை
te: BT జతచేసే అభ్యర్థన
th: คำขอการจับคู่ BT
tl: HILING SA PAG-PAIR NG BT
tr_tr: BT EŞLEME TALEBİ
uk: ЗАПИТ ПІДКЛЮЧЕН. ЧЕРЕЗ BT
ur: BT جوڑی بنانےکی درخواست
uz: BT BOG‘LANISH SO‘ROVI
vi: YÊU CẦU GHÉP ĐÔI BT
zh_cn: 蓝牙配对请求
zh_hk: 藍牙配對請求
