Repository: tizenorg/apps.core.preloaded.ug-bluetooth-efl
Catalog: po/*.po
Languages: ar, as, az, bg, bn, ca, cs, da, de, el_gr, et, eu, fi, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, lo, lt, lv, mk, ml, mn_mn, mr, ms, my, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sr, sv, ta, te, th, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

# IDS_BT_POP_DOWNLOADING_FAILED
source: Downloading failed.
ar: فشل التنزيل.
as: ডাউনলোড বিফল৷
az: Yükləmə alınmadı.
bg: Неуспешно изтегляне.
bn: ডাউনলোডিং ব্যর্থ।
ca: Error en descarregar
cs: Stažení se nezdařilo.
da: Download mislykkedes.
de: Herunterladen fehlgeschlagen
el_gr: Αποτυχία λήψης.
et: Allalaadimine nurjus.
eu: Errorea deskargatzerakoan
fi: Lataus epäonnistui.
fr_ca: Échec du téléchargement.
ga: Theip ar íoslódáil.
gl: Erro ao descargar
gu: ડાઉનલોડિંગ નિષ્ફળ.
he: ההורדה נכשלה
hi: डाउनलोड करना विफल।
hr: Skidanje neuspješno.
hu: A letöltés sikertelen.
hy: Բեռնումը ձախողվեց:
id: Pendownloadan gagal.
is: Niðurhalið mistókst.
it_it: Download non riuscito.
ja_jp: ダウンロードできませんでした。
ka: ვერ ჩამოიტვირთა.
kk: Жазылу үзіліп кетті.
km: ការទាញយក​បរាជ័យ។
kn: ಡೌನ್‌ಲೋಡ್ ಮಾಡುವುದು ವಿಫಲವಾಗಿದೆ.
ko_kr: 다운로드하지 못하였습니다.
lo: ການດາວໂຫຼດບໍ່ສໍາເລັດ.
lt: Atsisiųsti nepavyko.
lv: Lejupielāde neizdevās.
mk: Неуспешно преземање.
ml: ഡൌണ്‍‌ലോഡിംഗ് പരാജയപ്പെട്ടു.
mn_mn: Таталт амжилтгүй болсон
mr: डाउनलोड करणे अयशस्वी.
ms: Muat turun gagal.
my: ေဒါင္းလုတ္ က်ရံႈးသည္
nb: Nedlasting mislyktes.
ne: डाउनलोडिङ असफल।
nl: Downloaden mislukt.
or: ଡାଉନ୍‌ଲୋଡ୍ ବିଫଳ ହୋଇଛି।
pa: ਡਾਉਨਲੋਡ ਕਰਨਾ ਅਸਫਲ।
pl: Błąd pobierania
pt_pt: Falha na transferência.
ro: Descărcare nereuşită
ru_ru: Сбой загрузки.
si: බාගැනීම අසාර්ථකයි.
sk: Stiahnutie sa nepodarilo.
sl: Prenos ni uspel.
sr: Preuzimanje neuspešno.
sv: Nedladdningsfel.
ta: பதிவிறக்குதல் தோல்வி.
te: డౌన్లోడ్ చేయడం విఫలమైంది.
th: ดาวน์​โหลด ​ผิด​พลาด
tl: Nabigo ang pagda-download.
tr_tr: İndirme başarısız.
uk: Збій завантаження.
ur: ڈاونلوڈنگ فیل۔
uz: Yuklab olish bajarilmadi.
vi: Tải về bị lỗi.
zh_cn: 下载失败
zh_hk: 下載失敗

# IDS_BT_POP_ENTER_PIN_TO_PAIR_WITH_PS
source: Enter PIN to pair with %s.
ar: أدخل الرمز للقرن مع %s.
as: %s-ৰ সৈতে যোৰা পাতিবলৈ পিন প্ৰৱেশ কৰক৷
az: %s ilə qoşalaşdırmaq üçün PIN-i daxil et.
bg: Въведете PIN за свързване с %s.
bn: %s এর সাথে সংযুক্ত করার জন্যে পিন প্রবেশ করুন।
ca: Introdueixi PIN per a aparellar-lo amb %s
cs: Zadejte PIN pro spárování s %s.
da: Angiv PIN-kode for at parre med %s.
de: PIN für Kopplung mit %s eingeben
el_gr: Εισάγετε PIN για δημιουργία ζεύγους με %s.
et: Sisestage PIN, et uhildada seadmega %s.
eu: PINa idatzi %s-rekin parekatzeko
fi: Anna PIN-koodi muodostaaksesi pariliitoksen kohteen %s kanssa.
fr_ca: Saisir le code NIP pour le jumelage avec %s.
ga: Iontráil PIN chun péireáil le %s
gl: Introduza o PIN para conectar con %s
gu: %s સાથે જોડી બનાવવા પીન દાખલ કરો.
hi: %s के साथ जोड़ा बनाने के लिए PIN प्रविष्‍ट करें
hr: Unesite PIN za spajanje s %s.
hu: Írja be a PIN-kódot a párosításhoz ezzel: %s.
hy: Մուտքագրեք PIN-ը՝ %s-ի հետ զուգակցելու համար:
id: Masukkan PIN untuk dipasangkan dengan %s.
is: Sláðu inn PIN-númer til að para %s.
it_it: Inserite PIN per abbinare a %s.
ja_jp: %sとペアのPINを入力
ka: %s-თან დასაწყვილებლად შეიყვანეთ PIN.
kk: %s жұптастыру үшін PIN енгізу.
km: វាយបញ្ចូល PIN ដើម្បី​ផ្គូ​ជាមួយ %s។
kn: %s-ನೊಂದಿಗೆ ಜೋಡಿಸಲು PIN ನಮೂದಿಸಿರಿ.
ko_kr: %s을(를) 등록하려면 비밀번호를 입력하세요.
lo: ໃສ່ລະຫັດ PIN ເພື່ອຈັບຄູ່ກັບ %s.
lt: Norėdami sujungti su %s, įveskite PIN kodą.
lv: Ievadiet PIN kodu, lai savienotu pārī ar %s.
mk: Внесете PIN за спојување со %s.
ml: %s മായി ഒത്തുചേര്‍ക്കാന്‍ PIN നല്‍കുക.
mn_mn: PIN -г %s хослохоор оруул
mr: %s शी संलग्न करण्यासाठी PIN लिहा.
ms: Masukkan PIN untuk dipasangkan dengan %s.
my: %s ႏွင့္ယွဥ္တြဲသုံးရန္ ပင္ျဖည့္ပါ။
nb: Oppgi PIN-kode for sammenkobling med %s.
ne: %s सँग जोडका लागि PIN लेख्नुहोस्।
nl: PIN invoeren voor koppeling met %s
or: %s ସହିତ ପେୟାର୍ କରିବାକୁ PIN ପ୍ରବେଶ କରନ୍ତୁ।
pa: %s ਦੇ ਨਾਲ ਜੋੜਾ ਬਣਾਉਣ ਲਈ PIN ਦਾਖ਼ਲ ਕਰੋ।
pl: Wpisz PIN zgodny z %s.
pt_pt: Introduzir PIN para emparelhar com %s.
ro: Introduceţi codul PIN pentru asociere cu %s.
ru_ru: Введите PIN-код для соединения с %s.
si: %s සමග යුගල් වීම සඳහා PIN අංකය ඇතුල් කරන්න.
sk: Zadajte PIN pre spárovanie s %s.
sl: Vnesite PIN za seznanjanje z %s.
sr: Unesi PIN radi uparivanja sa %s.
sv: Ange PIN för att koppla ihop med %s.
ta: %s உடன் இணையாக்க பிஐஎன் பதிக.
te: %sతో జత చేసేందుకు పిన్‌ను నమోదు చేయండి.
th: ใส่ PIN ​เพื่อ​จับ​คู่​กับ %s
tl: Ilagay ang PIN upang makipag-pair sa %s.
tr_tr: %s ile eşleşme için PIN'i girin.
uk: Введіть PIN для об’єднання в пару з %s.
ur: %s کے ساتھ جوڑنے کے لیۓ PIN داخل کریں
uz: %s bilan bog‘lash uchun PIN-kodni kiriting.
vi: Nhập mã PIN để ghép đôi với %s.
zh_cn: 输入蓝牙密码和 %s 配对。
zh_hk: 輸入 PIN 密碼與 %s 配接。

# IDS_BT_POP_ENTER_PIN_TO_PAIR_WITH_PS_HTRY_0000_OR_1234
source: Enter PIN to pair with %s (Try 0000 or 1234).
ar: أدخل رمز PIN للإقران مع %s (جرب 0000 أو 1234).
az: %s ilə qoşmaq üçün PIN daxil et (0000 və ya 1234 daxil et).
bg: Въведете PIN за свързване с %s (пробвайте 0000 или 1234).
ca: Introdueixi el PIN per a vincular amb %s (Provi 0000 o 1234.)
cs: Zadejte PIN kód pro párování s %s. (Zkuste 0000 nebo 1234.)
da: Angiv PIN-kode for at parre med %s (Prøv 0000 eller 1234).
de: PIN eingeben, um mit %s zu koppeln (Versuchen Sie 0000 oder 1234)
el_gr: Πληκτρολογήστε το PIN για τη δημιουργία ζεύγους με %s. (Δοκιμάστε 0000 ή 1234).
et: Sisestage PIN-kood, et siduda seadmega %s (proovige 0000 voi 1234).
eu: Idatzi PINa %s-erekin parekatzeko (saiatu 0000 edo 1234 erabilita)
fi: Muodosta pariliitos laitteen %s kanssa antamalla PIN-koodi (esim. 0000 tai 1234).
fr_ca: Saisissez le NIP pour le jumelage à %s (Essayez 0000 ou 1234).
ga: Iontráil PIN le péireáil le %s (Triail 0000 nó 1234)
gl: Introduce o PIN para vincularte con %s. (Proba con 0000 ou 1234)
he: הקלד PIN להתאמה עם %s (נסה את 0000 או 1234)
hi: %s के साथ जोड़ा बनाने के लिए PIN प्रविष्ट करें (0000 या 1234 से कोशिश करें)।
hr: Unesite PIN za spajanje sa %s (pokušajte 0000 ili 1234).
hu: Adja meg a PIN-t a(z) %s eszköz párosításához. (Próbálkozzon a 0000 vagy az 1234 kóddal.)
hy: %s-ի հետ զուգտակելու համար մուտքագրեք PIN (փորձեք 0000 կամ 1234):
is: Sláðu inn PIN-númer til að para við %s (prófaðu 0000 eða 1234).
it_it: Inserire PIN per l'associazione con %s (Provare 0000 o 1234).
ja_jp: %sとペアリングするためのPIN（0000または1234）を入力してください。
ka: ჩაწერეთ „%s“–თან დაწყვილების PIN (მოსინჯეთ 0000 ან 1234).
kk: %s құрылғысымен жұптастыру үшін PIN кодын енгізіңіз (0000 немесе 1234 енгізіп көріңіз)
ko_kr: %s 디바이스를 등록하려면 비밀번호(0000 또는 1234)를 입력하세요.
lt: Įveskite PIN norėdami susieti su %s (bandykite 0000 arba 1234).
lv: Ievadiet PIN kodu, lai izveidotu savienojumu ar %s (izmēģiniet 0000 vai 1234).
mk: Внесете PIN за поврзување со %s (Обидете се со 0000 или 1234).
mn_mn: %s-тай хослуулахын тулд PIN оруул (0000 эсвэл 1234 гэж оруулж үз).
nb: Skriv inn PIN-kode for å pare med %s (Prøv 0000 eller 1234).
nl: Geef pincode in om te koppelen met %s (probeer 0000 of 1234).
pl: Wpisz kod PIN, aby powiązać z %s (spróbuj 0000 lub 1234).
pt_pt: Introduza o PIN para emparelhar com %s (tente 0000 ou 1234).
ro: Introduceţi codul PIN pentru asocierea cu %s (încercaţi 0000 sau 1234).
ru_ru: Введите PIN-код для соединения с %s (попробуйте ввести 0000 или 1234).
sk: Zadajte PIN na spárovanie so zariadením %s (skúste 0000 alebo 1234).
sl: Vnesite PIN za seznanjanje z %s (Poskusite 0000 ali 1234).
sr: Unesi PIN radi uparivanja sa %s (probaj 0000 ili 1234).
sv: Ange PIN-kod för att sammankoppla med %s (försök med 0000 eller 1234).
tr_tr: %s ile eşleşme için PIN girin (0000 veya 1234’ü deneyin).
uk: Введіть PIN-код, щоб утворити пару з %s (спробуйте 0000 або 1234).
uz: %s bilan juftlash uchun PIN-kodni kiriting. (0000 yoki 1234 kiritib ko‘ring)
zh_cn: 输入蓝牙密码与%s配对(尝试0000或1234)。
zh_hk: 輸入密碼與%s配對 (嘗試0000或1234)。

# IDS_BT_POP_FAILED_TO_CONNECT_HEADSET_OTHER_DEVICE_REFUSED_CONNECTION
source: Failed to connect headset. Other device refused connection.
ar: فشل الاتصال بسماعة الرأس. رفض الجهاز الآخر هذا الاتصال.
as: হেডচেট সংযোগ কৰিবলৈ বিফল হৈছে৷ অন্য ডিভাইচে সংযোগ অস্বীকাৰ কৰিছে৷
az: Qulaqlığa qoşulmaq mümkün olmadı. Digər cihazlar bağlantıdan imtina etdilər.
bg: Неуспешно свързване към слушалка. Другото устройство е отказало връзката.
bn: হেডসেটে সংযোগ করতে ব্যর্থ৷ অন্যান্য ডিভাইস সংযোগ প্রত্যাখ্যান করেছে।
ca: Error en connectar els auriculars. Un altre dispositiu ha rebutjat la connexió.
cs: Sluchátka se nepodařilo připojit. Druhé zařízení odmítlo připojení.
da: Kunne ikke tilslutte headset. Anden enhed afviste tilslutning.
de: Fehler bei der Verbindung mit dem Headset. Das andere Gerät hat die Verbindung abgelehnt.
el_gr: Η σύνδεση του ακουστικού απέτυχε. Η συσκευή απέρριψε τη σύνδεση.
et: Peakomplekti uhendamine nurjus. Teine seade keeldus uhendamisest.
eu: Ezin izan dira aurikularrak konektatu. Beste gailu batek konexioa ukatu du.
fi: Kuulokemikrofonin yhdistäminen epäonnistui. Toinen laite eväsi yhteyden.
fr_ca: Impossible de connecter le casque. Un autre périphérique a refusé la connexion.
ga: Theip ar an ngléas cinn a cheangal. Dhiúltaigh an gléas eile don nasc.
gl: Non se puideron conectar os auriculares. Outro dispositivo rexeitou a conexión.
gu: હેડસેટને જોડવામાં નિષ્ફળ. અન્ય ઉપકરણે જોડાણ નકાર્યું.
he: חיבור האוזניה נכשל. ההתקן האחר סרב לחיבור
hi: हेडसेट से कनेक्ट करने में विफल हुआ। अन्य डिवाइस ने कनेक्शन अस्‍वीकृत कर दिया।
hr: Greška spajanja slušalica. Drugi uređaj odbio spajanje.
hu: Nem sikerült csatlakoztatni a fejhallgatót. A másik eszköz elutasította a kapcsolatot.
hy: Չհաջողվեց կապակցել գլխային հեռախոսը: Մեկ այլ սարք մերժել է կապակցումը:
id: Gagal menyambung headset. Perangkat lain menolak koneksi.
is: Tókst ekki að tengja höfuðtól. Annað tæki hafnaði tengingunni.
it_it: Impossibile connettere auricolare. Connessione rifiutata dall'altro dispositivo.
ja_jp: ヘッドセットとの接続に失敗しました。他のデバイスが接続を拒否しました。
ka: გარნიტურა ვერ დაკავშირდა. სხვა მოწყობილობამ უარყო დაკავშრება.
kk: Гарнитура қосылмады. Басқа құрылғы байланыстан бас тартты.
km: បាន​បរាជ័យ​ក្នុង​ការ​ភ្ជាប់​កាស។ ឧបករណ៍​ផ្សេង​បាន​បដិសេធ​ការភ្ជាប់។
kn: ಹೆಡ್‌ಸೆಟ್ ಸಂಪರ್ಕಿಸಲು ವಿಫಲ. ಬೇರೆ ಸಾಧನವು ಸಂಪರ್ಕವನ್ನು ತಿರಸ್ಕರಿಸಿದೆ.
ko_kr: 다른 디바이스에서 연결을 거부하여 블루투스 헤드셋에 연결하지 못하였습니다.
lo: ບໍ່ສາມາດເຊື່ອມຕໍ່ກັບຊຸດຫູຟັງໄດ້. ອຸປະກອນອື່ນປະຕິເສດການເຊື່ອມຕໍ່.
lt: Nepavyko prijungti ausinių. Kitas įrenginys ryšį atmetė.
lv: Neizdevās pievienot austiņu. Otra ierīce atteica savienojumu.
mk: Неуспешно поврзување слушалка. Другиот уред ја одби врската.
ml: ഹെഡ്സെറ്റ് ബന്ധിപ്പിക്കുന്നതില്‍ പരാജയപ്പെട്ടു. മറ്റ് ഉപാധി കണക്ഷന്‍ നിരസിച്ചു.
mr: हेडसेट कनेक्ट करण्यात अयशस्वी. दुसरे उपकरण कनेक्शन नाकारले.
ms: Gagal menyambungkan set kepala. Peranti lain menolak sambungan.
nb: Kunne ikke koble til hodesett. Den andre enheten nektet tilkobling.
ne: हेडसेट जडान गर्न असफल भयो। जडान गर्न अन्य यन्त्रहरूले अस्विकार गर्यो।
nl: Kan geen verbinding maken met headset. Ander apparaat heeft verbinding geweigerd.
or: ହେଡ୍‌ସେଟ୍ ସଂଯୋଗ କରିବାକୁ ବିଫଳ ହୋଇଛି। ଅନ୍ୟ ଡିଭାଇସ୍ ସଂଯୋଜନ ଅଗ୍ରାହ୍ୟ କରିଛି।
pa: ਹੈੱਡਸੈੱਟ ਜੋੜਣ ਵਿੱਚ ਅਸਮਰਥ। ਦੂਜੇ ਡਿਵਾਈਸ ਨੇ ਕਨੈਕਸ਼ਨ ਨਾਮੰਜ਼ੂਰ ਕਰ ਦਿੱਤਾ।
pl: Nie można było nawiązać połączenia z zestawem słuchawkowym. Inne urządzenie odrzuciło połączenie.
pt_pt: Falha ao ligar o auricular. O outro dispositivo recusou a ligação.
ro: Conectarea la cască nu a reuşit. Celălalt dispozitiv a refuzat conexiunea.
ru_ru: Не удалось установить соединение с гарнитурой. Другое устройство запретило соединение.
si: හෙඩ්සෙටය සම්බන්ධ කිරීම අසමත් විය. අනෙක් උපාංගය මඟින් සම්බන්ධතාවය ප්‍රතික්ෂේප කෙරිණ.
sk: Nepodarilo sa pripojiť slúchadlá s mikrofónom. Druhé zariadenie odmietlo pripojenie.
sl: Slušalk ni uspelo povezati. Druga naprava je zavrnila povezavo.
sr: Povezivanje slušalica nije uspelo. Drugi uređaj je odbio povezivanje.
sv: Det gick inte att ansluta headsetet. Den andra enheten nekade anslutningen.
ta: ஹெட்செட்டை இணைப்பது தோல்வியுற்றது. வேறொரு சாதனம் இணைப்பை தவிர்க்கிறது.
te: హెడ్‌సెట్‌ను కనెక్ట్ చేయడం విఫలమైంది. ఇతర పరికరం కనెక్షన్‌ను తిరస్కరించింది.
th: เชื่อมต่อหูฟังไม่ได้ อุปกรณ์อื่นปฏิเสธการเชื่อมต่อ
tl: Hindi naikonekta ang headset. Tinanggihan ng kabilang device ang koneksyon.
tr_tr: Kulaklığa bağlanılamadı. Diğer cihaz bağlantıyı reddetti.
uk: Не вдалося підключити гарнітуру. Інший пристрій відхилив підключення.
ur: ھیڈ سیٹ سے جڑنا ناکام ہوگیا۔ دوسرے آلہ نے جڑنے سے انکار کردیا۔
uz: Quloqlikni ulab bo‘lmadi. Boshqa qurilma ulanishni rad etdi.
vi: Kết nối tai nghe không thành công. Thiết bị kia đã từ chối kết nối.
zh_cn: 连接耳机失败。其他设备拒绝连接。
zh_hk: 耳機連接失敗。其他裝置拒絕連接。

# IDS_BT_POP_FAILURE_REASON_C_PS
source: Failure reason: %s
ar: سبب العطل: %s
as: বিফলৰ কাৰণ: %s
az: Uğursuzluq səbəbi: %s
bg: Причина за отказа: %s
bn: ব্যর্থতার কারণ: %s
ca: Causa de l'error: %s
cs: Důvod chyby: %s
da: Fejlårsag: %s
de: Grund des Fehlers: %s
el_gr: Αιτία αποτυχίας: %s
et: Nurjumise põhjus: %s
eu: Akatsaren arrazoia: %s
fi: Epäonnistumisen syy: %s
fr_ca: Motif de l'échec : %s
ga: Cúis na teipe: %s
gl: Motivo do fallo: %s
gu: નિષ્ફળતાનું કારણ: %s
hi: विफलता कारण: %s
hr: Greška: %s
hu: Hiba oka: %s
hy: Ձախողման պատճառը՝ %s
id: Alasan kegagalan: %s
is: Ástæða bilunar: %s
it_it: Ragione operazione non riuscita: %s
ja_jp: 失敗理由: %s
ka: წარუმატებლობის მიზეზი: %s
kk: Ақаулық себебі: %s
km: មូលហេតុ​បរាជ័យ៖ %s
kn: ವಿಫಲತೆ ಕಾರಣ: %s
ko_kr: 실패 이유: %s
lo: ເຫດຜົນຂອງຄວາມບໍ່ສໍາເລັດ: %s
lt: Klaidos priežastis: %s
lv: Kļūmes iemesls: %s
mk: Причина за неуспехот: %s
ml: പരാജയ കാരണം: %s
mn_mn: Алдааны шалтгаан: %s
mr: अपयशाचे कारण: %s
ms: Sebab gagal: %s
my: မေအာင္ျမင္ရျခင္းအေၾကာင္းရင္: %s
nb: Feilårsak: %s
ne: असफलताको कारण: %s
nl: Reden voor fout: %s
or: ବିଫଳତା କାରଣ: %s
pa: ਅਸਫਲ ਹੋਣ ਦਾ ਕਾਰਨ: %s
pl: Przyczyna niepowodzenia: %s
pt_pt: Razão da falha: %s
ro: Motiv eşuare: %s
ru_ru: Причина сбоя: %s
si: අසාර්ථක වීමට හේතුව: %s
sk: Dôvod zlyhania: %s
sl: Razlog za napako: %s
sr: Uzrok greške: %s
sv: Felorsak: %s
ta: தோல்வி காரணம்: %s
te: వైఫల్య కారణం: %s
th: เหตุผล​ที่​ล้ม​เหลว: ​%s
tl: Dahilan ng pagkabigo: %s
tr_tr: Hata nedeni: %s
uk: Причина збою: %s
ur: ناکامی کی وجہ: %s
uz: Xato sababi: %s
vi: Nguyên nhân lỗi: %s
zh_cn: 失败原因：%s
zh_hk: 失敗原因:%s

# IDS_BT_POP_FILE_C_PS
source: File: %s
ar: الملف: %s
as: ফাইল: %s
az: Fayl: %s
bg: Файл: %s
bn: ফাইল: %s
ca: Fitxer: %s
cs: Soubor: %s
da: Fil: %s
de: Datei: %s
el_gr: Αρχείο: %s
et: Fail: %s
eu: Fitxategia: %s
fi: Tiedosto: %s
fr_ca: Fichier : %s
ga: Comhad: %s
gl: Arquivo: %s
gu: ફાઇલ: %s
hi: फाइल: %s
hr: Datoteka: %s
hu: Fájl: %s
hy: Ֆայլ՝ %s
is: Skrá: %s
ja_jp: ファイル: %s
ka: ფაილი: %s
kk: Файл: %s
km: ឯកសារ៖ %s
kn: ಫೈಲ್: %s
ko_kr: 파일: %s
lo: ໄຟລ໌: %s
lt: Failas: %s
lv: Fails: %s
mk: Фајл: %s
ml: ഫയല്‍: %s
mn_mn: Файл: %s
mr: फाईल: %s
ms: Fail: %s
my: ဖိုင္: %s
nb: Fil: %s
ne: फाइल: %s
nl: Bestand: %s
or: ଫାଇଲ୍: %s
pa: ਫਾਈਲ: %s
pl: Plik: %s
pt_pt: Ficheiro: %s
ro: Fişier: %s
ru_ru: Файл: %s
si: ගොනුව: %s
sk: Súbor: %s
sl: Datoteka: %s
sr: Fajl: %s
sv: Fil: %s
ta: கோப்பு: %s
te: ఫైల్: %s
th: ไฟล์: ​%s
tr_tr: Dosya: %s
uk: Файл: %s
ur: فائل: %s
uz: Fayl: %s
zh_cn: 文件：%s
zh_hk: 檔案: %s

# IDS_BT_POP_FILE_DOES_NOT_EXIST
source: File does not exist.
ar: الملف غير موجود.
as: ফাইল মজুত নাই৷
az: Fayl movcud deyil.
bg: Файлът не съществува.
bn: ফাইল বিদ্যমান নয়।
ca: El fitxer no existeix
cs: Soubor neexistuje.
da: Fil findes ikke.
de: Datei nicht vorhanden
el_gr: Το αρχείο δεν υπάρχει.
et: Faili ei ole olemas.
eu: Fitxategia ez da existitzen
fi: Tiedostoa ei ole.
fr_ca: Le fichier n'existe pas.
ga: Níl an comhad ann
gl: O arquivo non existe
gu: ફાઇલ હાજર નથી.
he: הקובץ אינו קיים
hi: फाइल मौजूद नहीं है।
hr: Datoteka ne postoji.
hu: A fájl nem létezik.
hy: Ֆայլը գոյություն չունի:
id: File ini tdk ada.
is: Skráin er ekki til.
it_it: File inesistente.
ja_jp: ファイルがありません。
ka: ფაილი არ არსებობს.
kk: Файл жоқ.
km: មិន​មាន​ឯកសារ។
kn: ಫೈಲ್ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ.
ko_kr: 파일이 없습니다.
lo: ໄຟລ໌ບໍ່ມີຢູ່.
lt: Failo nėra.
lv: Šāda faila nav.
mk: Фајлот не постои.
ml: ഫയല്‍ നിലവിലില്ല.
mn_mn: Ийм файл байхгүй
mr: फाईल अस्तित्वात नाही.
ms: Fail tidak wujud.
my: ဖိုင္တည္ရွိေနျခင္းမရွိပါ။
nb: Filen finnes ikke.
ne: फाइल अस्तित्वमा छैन।
nl: Bestand bestaat niet.
or: ଫାଇଲ୍ ବିଦ୍ୟମାନ ନାହିଁ।
pa: ਫਾਈਲ ਮੌਜੂਦ ਨਹੀਂ ਹੈ।
pl: Plik nie istnieje.
pt_pt: Ficheiro inexistente.
ro: Fişierul nu există.
ru_ru: Файл не существует.
si: ගොනුව නොපවතී.
sk: Súbor neexistuje.
sl: Datoteka ne obstaja.
sr: Fajl ne postoji.
sv: Filen finns inte.
ta: கோப்பு இல்லை.
te: ఫైల్ లేదు.
th: ไม่​มี​ไฟล์​นี้​อยู่
tl: Hindi umiiral ang file.
tr_tr: Dosya bulunamadı.
uk: Файл не існує.
ur: فائل موجود نہیں ہے
uz: Fayl mavjud emas.
vi: File không tồn tại.
zh_cn: 文件不存在。
zh_hk: 檔案不存在。

# IDS_BT_POP_FILE_NOT_RECEIVED
source: File not received.
ar: لم يتم استلام الملف.
as: ফাইল প্ৰাপ্ত হোৱা নাই৷
az: Fayl qəbul edilmədi.
bg: Файлът не е получен.
bn: ফাইল প্রাপ্ত হয়নি।
ca: Fitxer no rebut
cs: Soubor nebyl přijat.
da: Fil ikke modtaget.
de: Datei nicht empfangen
el_gr: Δεν έγινε λήψη του αρχείου.
et: Faili ei võetud vastu.
eu: Fitxategia ez da jaso
fi: Tiedostoa ei ole vastaanotettu.
fr_ca: Fichier non reçu.
ga: Ní bhfuarthas comhad.
gl: Non se recibiu o arquivo
gu: ફાઇલ પ્રાપ્ત થઇ નથી.
hi: फाइल प्राप्त नहीं हुई।
hr: Datoteka nije primljena.
hu: A fájl letöltése sikertelen.
hy: Ֆայլը չի ստացվել:
id: File tdk diterima.
is: Skrá ekki móttekin.
it_it: File non ricevuto.
ja_jp: ファイルが受信されませんでした。
ka: ფაილი არ არის მიღებული.
kk: Файл алынбады.
km: ឯកសារ​មិន​បាន​ទទួល។
kn: ಫೈಲ್ ಸ್ವೀಕರಿಸಿಲ್ಲ.
ko_kr: 파일을 받지 못하였습니다.
lo: ໄຟລ໌ບໍ່ໄດ້ຮັບ.
lt: Failas negautas.
lv: Fails netika saņemts.
mk: Фајлот не е примен.
ml: ഫയല്‍ സ്വീകരിച്ചിട്ടില്ല.
mn_mn: Файлыг хүлээж авсангүй.
mr: फाईल नाव प्राप्त झाले.
ms: Fail tidak diterima.
my: ဖိုင္လက္ခံရရွိျခင္း မရွိပါ။
nb: Fil ikke mottatt.
ne: फाइल प्राप्त भएन।
nl: Bestand niet ontvangen.
or: ଫାଇଲ୍ ପ୍ରାପ୍ତ ହୋଇନାହିଁ।
pa: ਫਾਈਲ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੋਈ।
pl: Nie odebrano pliku.
pt_pt: Ficheiro não recebido.
ro: Fişierul nu a fost primit.
ru_ru: Файл не получен.
si: ගොනුව නොලැබුණි.
sk: Súbor nebol prijatý.
sl: Datoteke ni bila sprejeta.
sr: Fajl nije primljen.
sv: Filen togs inte emot.
ta: கோப்பு பெறப்படவில்லை.
te: ఫైల్ స్వీకరించబడలేదు.
th: ไม่​ได้​รับ​ไฟล์
tl: Hindi natanggap ang file.
tr_tr: Dosya alınamadı.
uk: Файл не отримано.
ur: فائل وصول نہیں کی۔
uz: Fayl qabul qilinmadi.
vi: Chưa nhận được File.
zh_cn: 文件未收到。
zh_hk: 未接收檔案。

# IDS_BT_POP_FILE_SIZE_C_PS
source: File size: %s
ar: حجم الملف: %s
as: ফাইল আকাৰ: %s
az: Fayl ölçüsü: %s
bg: Размер на файл: %s
bn: ফাইলের আকার: %s
ca: Mida del fitxer: %s
cs: Velikost souboru: %s
da: Filstørrelse: %s
de: Dateigröße: %s
el_gr: Μέγεθος αρχείου: %s
et: Faili suurus: %s
eu: Fitxategiaren neurria: %s
fi: Tiedoston koko: %s
fr_ca: Taille du fichier : %s
ga: Méid an chomhaid: %s
gl: Tamaño de arquivo: %s
gu: ફાઇલ કદ: %s
hi: फाइल आकार: %s
hr: Veličina: %s
hu: Fájlméret: %s
hy: Ֆայլի չափը՝ %s
id: Ukuran file: %s
is: Skráarstærð: %s
it_it: Dimensioni file: %s
ja_jp: ファイルサイズ：%s
ka: ფაილის ზომა: %s
kk: Файл өлшемі: %s
km: ទំហំ​ឯកសារ៖ %s
kn: ಫೈಲ್ ಗಾತ್ರ: %s
ko_kr: 파일 크기: %s
lo: ຂະໜາດໄຟລ໌: %s
lt: Failo dydis: %s
lv: Faila lielums: %s
mk: Големина на фајлот: %s
ml: ഫയല്‍ വലിപ്പം: %s
mn_mn: Файлын хэмжээ: %s
mr: फाईल आकार: %s.
ms: Saiz fail: %s
my: ဖိုင္ အရြယ္အစား :%s
nb: Filstørrelse: %s
ne: फाइल परिमाण: %s
nl: Bestandsgrootte: %s
or: ଫାଇଲ୍ ଆକାର: %s
pa: ਫਾਈਲ ਆਕਾਰ: %s
pl: Rozmiar pliku: %s
pt_pt: Tamanho do ficheiro: %s
ro: Dimensiune fişier: %s
ru_ru: Размер файла: %s
si: ගොනුවේ ප්‍රමාණය: %s
sk: Veľkosť súboru: %s
sl: Velikost datoteke: %s
sr: Veličina fajla: %s
sv: Filstorlek: %s
ta: கோப்பு அளவு: %s
te: ఫైల్ సైజ్: %s
th: ขนาด​ไฟล์: ​%s
tl: Laki ng file: %s
tr_tr: Dosya boyutu: %s
uk: Розмір файла: %s
ur: فائل سائز: %s
uz: Fayl o‘lchami: %s
vi: Kích thước File: %s
zh_cn: 文件大小：%s
zh_hk: 檔案大小:%s

# IDS_BT_POP_FILE_TYPE_C_PS
source: File type: %s
ar: نوع الملف: %s
as: ফাইলৰ প্ৰকাৰ: %s
az: Fayl növü: %s
bg: Тип файл: %s
bn: ফাইলের ধরণ: %s
ca: Tipus de fitxer: %s
cs: Typ souboru: %s
da: Filtype: %s
de: Dateityp: %s
el_gr: Τύπος αρχείου: %s
et: Failitüüp: %s
eu: Fitxategi mota: %s
fi: Tiedostotyyppi: %s
fr_ca: Type de fichier : %s
ga: Cineál comhaid: %s
gl: Tipo de arquivo: %s
gu: ફાઇલ પ્રકાર: %s
hi: फाइल प्रकार: %s
hr: Vrsta datoteka: %s
hu: Fájltípus: %s
hy: Ֆայլի տիպը՝ %s
id: Tipe file: %s
is: Skráargerð: %s
it_it: Tipo file: %s
ja_jp: ファイルタイプ：%s
ka: ფაილის ტიპი: %s
kk: Файл түрі: %s
km: ប្រភេទ​ឯកសារ៖ %s
kn: ಫೈಲ್ ಪ್ರಕಾರ: %s
ko_kr: 파일 형식: %s
lo: ປະເພດໄຟລ໌: %s
lt: Failo tipas: %s
lv: Faila tips: %s
mk: Вид фајл: %s
ml: ഫയല്‍ തരം: %s
mn_mn: Файлын төрөл: %s
mr: फाईल प्रकार: %s
ms: Jenis fail: %s
my: ဖိုင္အမ်ဳိးအစား : %s
nb: Filtype: %s
ne: फाइल प्रकार: %s
nl: Bestandstype: %s
or: ଫାଇଲ ପ୍ରକାର: %s
pa: ਫਾਈਲ ਪ੍ਰਕਾਰ: %s
pl: Typ pliku: %s
pt_pt: Tipo de ficheiro: %s
ro: Tip de fişier: %s
ru_ru: Тип файла: %s
si: ගොනු වර්ගය: %s
sk: Typ súboru: %s
sl: Vrsta datoteke: %s
sr: Tip fajla: %s
sv: Filtyp: %s
ta: கோப்பு வகை: %s
te: ఫైల్ రకం: %s
th: ชนิด​ไฟล์: ​%s
tl: Uri ng file: %s
tr_tr: Dosya türü: %s
uk: Тип файла: %s
ur: فائل قسم: %s
uz: Fayl turi: %s
vi: Loại file: %s
zh_cn: 文件类型：%s
zh_hk: 檔案類型：%s

# IDS_BT_POP_FTP_CONNECTED
source: FTP connected.
ar: تم اتصال FTP.
as: FTP সংযোগ হৈছে৷
az: FTP qoşuludur.
bg: FTP свързан.
bn: FTP সংযোগ।
ca: FTP connectat
cs: FTP připojeno.
da: FTP er tilsluttet.
de: Verbindung zu FTP hergestellt
el_gr: Σύνδεση FTP.
et: FTP on ühendatud.
eu: FTP konektatuta
fi: FTP-yhteys muodostettu.
fr_ca: FTP connecté.
ga: FTP nasctha.
gl: FTP conectado
gu: FTP જોડાયેલ છે.
he: מחובר ל-FTP
hi: FTP कनेक्ट किया गया।
hr: FTP spojen.
hu: FTP csatlakoztatva.
hy: FTP-ն միացված է:
id: FTP terhubung.
is: FTP er tengt.
it_it: FTP connesso.
ja_jp: FTPに接続されました。
ka: FTP დაკავშირდა.
kk: FTP қослды.
km: បាន​ភ្ជាប់ FTP។
kn: FTP ಸಂಪರ್ಕಗೊಂಡಿದೆ.
ko_kr: FTP에 연결하였습니다.
lo: ເຊື່ອມຕໍ່ FTPແລ້ວ.
lt: FTP prijungtas.
lv: FTP pievienots.
mk: FTP е поврзано.
ml: FTP ബന്ധിപ്പിച്ചു.
mn_mn: FTP холбогдсон
mr: FTP कनेक्ट झाली.
ms: FTP disambung.
my: FTP ခ်ိတ္ဆက္ေနပါသည္။
nb: FTP tilkoblet.
ne: FTP जडान गरियो।
nl: Verbinding met FTP.
or: FTP ସଂଯୋଜିତ।
pa: FTP ਕਨੈਕਟ ਹੋਇਆ।
pl: Połączono z serwerem FTP.
pt_pt: FTP ligado.
ro: FTP conectat
ru_ru: Установлено подключение FTP.
si: FTP සන්ධි විය.
sk: FTP pripojené.
sl: FTP je povezan.
sr: FTP povezan.
sv: FTP har anslutits.
ta: FTP இணைக்கப்பட்டது.
te: FTP కనెక్ట్ అయ్యింది.
th: เชื่อม​ต่อ FTP ​แล้ว
tl: Nakakonekta ang FTP.
tr_tr: FTP bağlandı.
uk: Встановлено з’єднання з FTP.
ur: FTP متصل ہوگیا۔
uz: FTP ulandi.
vi: Đã kết nối FTP.
zh_cn: 已连接 FTP。
zh_hk: 已連接 FTP。

# IDS_BT_POP_FTP_DISCONNECTED
source: FTP disconnected.
ar: تم فصل FTP.
as: FTP সংযোগহীন হৈছে৷
az: FTP qoşulu deyildir.
bg: Прекратена връзката с FTP.
bn: FTP সংযোগবিচ্ছিন্ন।
ca: FTP desconnectat
cs: FTP odpojeno.
da: FTP er afbrudt.
de: Verbindung zu FTP getrennt
el_gr: Αποσύνδεση FTP.
et: FTP ühendus on katkestatud.
eu: FTP deskonektatuta
fi: FTP-yhteys katkaistu.
fr_ca: FTP déconnecté.
ga: FTP dínasctha.
gl: FTP desconectado
gu: FTP ડિસ્કનેક્ટ છે.
he: מנותק מ-FTP
hi: FTP डिस्कनेक्ट किया गया।
hr: FTP prekinut.
hu: FTP-kapcsolat bontva.
hy: FTP-ն անջատված է:
id: FTP diputus.
is: FTP-tenging rofin.
it_it: FTP disconnesso.
ja_jp: FTP接続が解除されました。
ka: FTP გამოირთო.
kk: FTP ажыратылды.
km: បាន​ផ្តាច់ FTP។
kn: FTP ಡಿಸ್‌ಕನೆಕ್ಟ ಆಗಿದೆ.
ko_kr: FTP 연결을 해제하였습니다.
lt: FTP atjungtas.
lv: FTP atvienots.
mk: FTP не е поврзано.
ml: FTP വിച്ഛേദിച്ചു.
mr: FTP खंडित झाले.
ms: FTP tidak disambung.
nb: FTP frakoblet.
ne: FTP जडान विच्‍छेद भयो।
nl: Verbinding met FTP verbroken.
or: ଏଫଟିପି ବିଚ୍ଛିନ୍ନ ହୋଇଛି।
pa: FTP ਡਿਸਕਨੈਕਟ ਹੋਇਆ।
pl: Odłączono od serwera FTP.
pt_pt: FTP desligado.
ro: FTP deconectat
ru_ru: FTP отключено.
si: FTP විසන්ධි විය.
sk: FTP odpojené.
sl: FTP je prekinjen.
sr: FTP otkačen.
sv: FTP har kopplats bort.
ta: FTP துண்டிக்கப்பட்டது.
te: FTP డిస్‌కనెక్ట్ అయ్యింది.
th: หยุด​เชื่อม​ต่อ FTP ​แล้ว
tl: Nadiskonekta ang FTP
tr_tr: FTP bağlantısı kesildi.
uk: Розірвано з’єднання з FTP.
ur: FTP غیر متصل ہوگیا۔
uz: FTP uzildi.
vi: Đã ngắt kết nối FTP.
zh_cn: 已断开 FTP
zh_hk: 已中斷 FTP 的連接
