Repository: tizenorg/apps.core.preloaded.ug-bluetooth-efl
Catalog: po/*.po
Languages: ar, as, az, bg, bn, ca, cs, da, de, el_gr, et, eu, fi, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, lo, lt, lv, mk, ml, mn_mn, mr, ms, my, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sr, sv, ta, te, th, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

# IDS_BT_BODY_TAP_PS_THEN_TAP_SCAN_TO_TURN_ON_BLUETOOTH_AND_SCAN_FOR_DEVICES
source: Tap %s, then tap Scan to turn on Bluetooth and scan for phones.
ar: انقر فوق %s، ثم فوق مسح لتشغيل البلوتوث والمسح بحثًا عن أجهزة.
as: %s টিপক, তাৰপিছত ব্লুটুথ অন কৰিবলৈ স্কেন টিপক আৰু ডিভাইচসমূহৰ কাৰণে স্কেন কৰক৷
az: %s, sonra isə Skan vuraraq Bluetooth-u yandırın və cihazları axtarın.
bg: Докоснете %s, след което докоснете Сканиране, за да включите Bluetooth и да сканирате за устройства.
bn: %s ট্যাপ করুন, তারপরে ব্লুটুথ চালু করতে ও ডিভাইসগুলির জন্য স্ক্যান করতে স্ক্যান ট্যাপ করুন।
ca: Toqui %s i, després, toqui Escanejar per activar el Bluetooth i cercar dispositius.
cs: Klepněte na %s a potom na tlačítko Hledat, abyste zapnuli Bluetooth a vyhledali zařízení.
da: Tryk på %s, derefter på Scan for at aktivere Bluetooth og scanne for enheder.
de: Auf %s und dann auf „Scannen“ tippen, um Bluetooth einzuschalten und nach Geräten zu suchen.
el_gr: Πατήστε %s και, στη συνέχεια, πατήστε «Αναζήτηση», για να ενεργοποιήσετε το Bluetooth και να αναζητήσετε συσκευές.
et: Toksake ikooni %s ja seejärel käsku Otsi, et lülitada Bluetooth-ühendust sisse ja otsida seadmeid.
eu: Ukitu %s, ondoren ukitu Bilatu, Bluetooth piztu eta gailuak bilatzeko.
fi: Napauta %s ja ota sitten Bluetooth käyttöön ja hae laitteita napauttamalla Hae.
fr_ca: Touchez %s, puis touchez Rechercher pour activer Bluetooth et rechercher des périphériques.
ga: Tapáil %s, ansin tapáil Scan le Bluetooth a chasadh air agus le scanadh i gcomhair gléasanna.
gl: Toca %s e, a continuación, toca Explorar para activar o Bluetooth e buscar dispositivos.
gu: બ્લ્યુટુથ ચાલુ કરવા અને ઉપકરણો માટે સ્કેન કરવા માટે %s ને ટેપ કરો, ત્યારબાદ સ્કેન કરો ટેપ કરો.
hi: %s पर टैप करें फिर ब्लूटूथ को चालू करने के लिए स्कैन करें टैप करें और डिवाइस को स्कैन करें।
hr: Dodirnite %s, zatim dodirnite Skeniraj da biste uključili Bluetooth i tražili uređaje.
hu: A Bluetooth bekapcsolásához és az eszközkereséshez érintse meg az %s ikont, majd a Keresés gombot.
hy: Թակեք %s, հետո թակեք «Տեսածրել»՝ Bluetooth-ը միացնելու և սարքերը տեսածրելու համար:
id: Ketuk %s, lalu ketuk Pindai untuk menghidupkan Bluetooth dan memindai perangkat.
is: Pikkaðu á %s og síðan á „Leita“ til að kveikja á Bluetooth og leita að tækjum.
it_it: Toccate %s, quindi toccate Ricerca per attivare il Bluetooth e cercare i dispositivi.
ja_jp: BluetoothをONにしてデバイスを検索するには、%sをタップし、[スキャン]をタップします。
ka: შეეხეთ ღილაკს %s და შეეხეთ „სკანირება“-ს, რომ ჩართოთ Bluetooth და მოძებნოთ მოწყობილობები.
kk: Bluetooth қосып, құрылғыларды іздеу үшін %s түртіңіз, содан кейін “Іздеу” түймесін түртіңіз.
km: ប៉ះ %s រួច​ប៉ះ ស្កេន ដើម្បី​បើក Bluetooth ហើយ​ស្កេន​រក​ឧបករណ៍។
kn: %s ತಟ್ಟಿ, ನಂತರ ಬ್ಲೂಟೂತ್ ಆನ್ ಮಾಡಲು ಮತ್ತು ಸಾಧನಗಳಿಗೆ ಸ್ಕ್ಯಾನ್ ಮಾಡಲು ಸ್ಕ್ಯಾನ್ ಅನ್ನು ತಟ್ಟಿ.
ko_kr: 블루투스를 실행하여 디바이스를 찾으려면 %s 아이콘을 누른 후 [찾기]를 누르세요.
lo: ແຕະ %s, ຈາກນັ້ນແຕະສະແກນ ເພື່ອເປີດບລູທູດ ແລະສະແກນຫາເຄື່ອງ.
lt: Bakstelėkite %s, tada bakstelėkite „Nuskaityti“ ir įjunkite „Bluetooth“, kad būtų ieškoma įrenginių.
lv: Pieskarieties pie %s, pēc tam pieskarieties pie Meklēt, lai ieslēgtu Bluetooth un meklētu ierīces.
mk: Допрете %s, потоа допрете Скенирање за да го вклучите Bluetooth и да скенирате за уреди.
ml: ബ്ലൂടൂത്ത് ഓൺ ചെയ്യുന്നതിനും ഉപകരണങ്ങൾക്കായി സ്കാൻ ചെയ്യുന്നതിനും %s-ൽ സ്പർശിക്കുക, തുടർന്ന് സ്കാൻ ചെയ്യുക എന്നതിൽ സ്പർശിക്കുക.
mn_mn: Bluetooth-г асааж, төхөөрөмжүүдийг хайхын тулд %s-г товшоод, Уншихыг товш.
mr: %s टॅप करा, नंतर ब्‍लूटूथ चालू करण्‍यासाठी स्‍कॅन टॅप करा आणि उपकरणांसाठी स्‍कॅन करा.
ms: Ketik %s, kemudian ketik Imbas untuk menghidupkan Bluetooth dan mengimbas peranti.
my: ဘလူးတုသ္ ဖြင့္ရန္ႏွင့္ ကိရိယာမ်ား စကန္လုပ္ရန္ %s ကိုႏွိပ္ၿပီး၊ စကန္ ႏွိပ္ပါ။
nb: Trykk på %s, og trykk på Søk for å slå på Bluetooth og søke etter enheter.
ne: %s ट्याप गर्नुहोस्, त्यसपछि ब्लुटुथ अन गर्न र यन्त्रहरू स्क्यान गर्नको लागि स्क्यान गर्नुहोस् ट्याप गर्नुहोस्।
nl: Tik op %s, tik daarna op Scannen om Bluetooth in te schakelen en te zoeken naar apparaten.
or: %s ଟ୍ୟାପ୍ କରନ୍ତୁ, ତାପରେ ବ୍ଲୁଟୁଥ୍‌ ଟର୍ନ୍ ଅନ୍ କରିବାକୁ ସ୍କାନ୍ ଟ୍ୟାପ୍ କରନ୍ତୁ ଏବଂ ଡିଭାଇସ୍ ସ୍କାନ୍ କରନ୍ତୁ।
pa: %s ਟੈਪ ਕਰੋ, ਫਿਰ ਬਲੁਟੂੱਥ ਚਾਲੂ ਕਰਨ ਦੇ ਲਈ ਅਤੇ ਡਿਵਾਈਸਾਂ ਦੇ ਲਈ ਸਕੈਨ ਕਰਨ ਦੇ ਲਈ ਸਕੈਨ ਟੈਪ ਕਰੋ।
pl: Dotknij ikony %s, a następnie dotknij opcji Skanuj, aby włączyć Bluetooth i wyszukiwać urządzenia.
pt_pt: Toque em %s, depois toque em Pesquisar para ligar o Bluetooth e pesquisar dispositivos.
ro: Atingeţi %s, apoi atingeţi Scanare pentru a porni Bluetooth şi pentru a căuta dispozitive.
ru_ru: Нажмите %s, а затем нажмите “Поиск”, чтобы включить Bluetooth и поиск устройств.
si: %s තට්ටු කරන්න, අනතුරුව බ්ලූටූත් ක්‍රියාත්මක කිරීමට සහ උපාංග සඳහා පිරික්සීමට පිරික්සන්න තට්ටු කරන්න.
sk: Ťuknite na tlačidlo %s a potom ťuknutím na tlačidlo Vyhľadať môžete zapnúť Bluetooth a vyhľadať zariadenia.
sl: Pritisnite %s in nato Iskanje, da vklopite Bluetooth in poiščete naprave.
sr: Kucni na %s, a zatim kucni na Skeniraj za uključivanje Bluetooth-a i skeniranje uređaja.
sv: Tryck på %s och sedan på Sök för att slå på Bluetooth och söka efter enheter.
ta: %s என்பதை டேப் செய்து, பிறகு ப்ளூடூத்தை ஆன் செய்து சாதனங்களுக்காக ஸ்கேன் செய்யவென ஸ்கேனை டேப் செய்யவும்.
te: %sని ట్యాప్ చేసి, ఆపై బ్లూటూత్‌ని ఆన్ చేయడానికి మరియు పరికరాల కోసం స్కాన్ చేయడానికి స్కాన్ చేయి ట్యాప్ చేయండి.
th: สัมผัส %s แล้วสัมผัส สแกน เพื่อเปิด Bluetooth และสแกนหาอุปกรณ์
tl: I-tap ang %s, pagkatapos ay i-tap ang Mag-scan para i-on ang Bluetooth at mag-scan ng mga device.
tr_tr: %s öğesine dokunun, ardından Bluetooth'u açmak ve cihazları taramak için Tara öğesine dokunun.
uk: Натисніть %s і виберіть «Пошук», щоб увімкнути Bluetooth і виконати пошук пристроїв.
ur: بلوٹوتھ آن کرنے اور آلات کو اسکین کرنے کے لیے پہلے %s کو، پھر اسکین پر ٹیپ کریں۔
uz: Bluetoothni yoqish va qurilmalarni qidirish uchun %sga teging, so‘ngra Qidirishga teging.
vi: Chạm vào %s rồi chạm Dò để bật Bluetooth và dò tìm các thiết bị.
zh_cn: 点击 %s，然后点击扫描以打开蓝牙并扫描设备。
zh_hk: 輕觸 %s，然後輕觸掃描以開啟藍牙並掃描裝置。

# IDS_BT_BODY_TAP_TO_CONNECT
source: Tap to connect.
ar: انقر للتوصيل.
as: সংযোগ কৰিবলৈ টিপক৷
az: Qoşulmaq üçün vur.
bg: Чукнете, за да се свържете.
bn: সংযোগ স্থাপন করতে ট্যাপ করুন।
ca: Toqui per connectar
cs: Klepnutím připojte.
da: Tap for at tilslutte.
de: Zum Verbinden tippen
el_gr: Πατήστε για σύνδεση.
et: puudutage uhendamiseks.
eu: Ukitu konektatzeko
fi: Yhdistä napauttamalla.
fr_ca: Touchez pour vous connecter.
ga: Tapáil chun nascadh
gl: Toca para conectarte
gu: જોડાણ કરવા માટે ટેપ કરો
he: הקש לחיבור
hi: कनेक्ट करने के लिए टैप करें
hr: Dotaknite za spajanje.
hu: Érintse meg a kapcsolódáshoz.
hy: Թակել միանալու համար:
id: Ketuk utk menghubungkan.
is: Pikkaðu til að tengja.
it_it: Toccare per connettersi.
ja_jp: タップして接続
ka: დააკაკუნეთ, რომ დაუკავშირდეთ.
kk: Қосылу үшін түртіңіз.
km: ប៉ះ​ដើម្បី​ភ្ជាប់។
kn: ಸಂಪರ್ಕಿಸಲು ತಟ್ಟಿ.
ko_kr: 연결하려면 누르세요.
lo: ແຕະເພື່ອເຊື່ອມຕໍ່.
lt: Spustelėkite, kad prisijungtumėte.
lv: Pieskarieties, lai izveidotu savienojumu.
mk: Допрете за поврзување.
ml: കണക്ട് ചെയ്യുന്നതിന് തട്ടുക.
mn_mn: Товшиж холбогд
mr: जोडण्यासाठी टॅप करा.
ms: Ketik utk bersambung.
my: ခ်ိတ္ဆက္ရန္ ႏွိပ္ပါ။
nb: Trykk for å koble til.
ne: जडानका लागि ट्याप गर्नुहोस्।
nl: Tik voor verbinding.
or: ସଂଯୋଗ କରିବାକୁ ଟ୍ୟାପ୍ କରନ୍ତୁ।
pa: ਕਨੈਕਟ ਕਰਨ ਲਈ ਟੈਪ ਕਰੋ।
pl: Dotknij, aby połączyć.
pt_pt: Tocar para ligar.
ro: Apăsaţi pentru conectare.
ru_ru: Нажмите для подключения.
si: සම්බන්ධවීමට තට්ටු කරන්න.
sk: Ťuknite na pripojenie.
sl: Pritisnite za povezavo.
sr: Kucni za povezivanje.
sv: Tryck för att ansluta.
ta: இணைப்பதற்கு டேப் செய்க.
te: కనెక్ట్ చేసేందుకు టాప్ చేయండి.
th: สัมผัส​เพื่อ​เชื่อม​ต่อ
tl: I-tap upang kumonekta.
tr_tr: Bağlanmak için dokunun.
uk: Натисніть, щоб підключитися.
ur: جڑنے کے لئے تھپتھپائیں
uz: Ulanish uchun cherting.
vi: Chạm để kết nối.
zh_cn: 点击并连接。
zh_hk: 輕觸以連接。

# IDS_BT_BODY_TAP_TO_DISCONNECT
source: Tap to disconnect.
ar: انقر لقطع الاتصال.
as: সংযোগহীন কৰিবলৈ টিপক৷
az: Bağlantını kəsmək üçün vur.
bg: Чукнете за край на връзката.
bn: সংযোগ বিচ্ছিন্ন করতে ট্যাপ করুন।
ca: Toqui per desconnectar
cs: Klepnutím odpojte.
da: Rør for at frakoble.
de: Verbindung trennen
el_gr: Πατήστε για αποσύνδεση.
et: Uhenduse katkestamiseks toksake.
eu: Ukitu deskonektatzeko
fi: Katkaise yhteys napauttamalla.
fr_ca: Touchez pour vous déconnecter.
ga: Tapáil le dínascadh
gl: Tocar para desconectar
gu: ડિસ્કનેક્ટ કરવા માટે ટેપ કરો.
he: הקש לניתוק
hi: डिस्कनेक्ट करने के लिए टैप करें
hr: Dotaknite za odspajanje.
hu: Érintse meg a kapcsolat bontásához.
hy: Թակել անջատելու համար:
id: Ketuk untuk memutuskan.
is: Pikkaðu til að aftengja.
it_it: Toccare per disconnettersi.
ja_jp: タップして接続を解除
ka: დააკაკუნეთ და გამოირთვება.
kk: Ажырату үшін түртіңіз.
km: ប៉ះ​ដើម្បី​ផ្តាច់។
kn: ಸಂಪರ್ಕ ಕಡಿಯಲು ತಟ್ಟಿ.
ko_kr: 연결을 해제하려면 누르세요.
lo: ແຕະເພື່ອປິດເຊື່ອມຕໍ່.
lt: Bakstelėkite ir atjunkite.
lv: Pieskarieties, lai atvienotu.
mk: Допрете за прекин на врската.
ml: വിച്ഛേദിക്കുന്നതിന് തട്ടുക.
mn_mn: Салгахын тулд товш
mr: डिस्कनेक्ट करण्यासाठी टॅप करा.
ms: Tekan untuk putus sambungan.
my: ခ်ိတ္ဆက္မႈ ျဖဳတ္ရန္ ႏွိပ္ပါ။
nb: Trykk for å koble fra.
ne: जड़ान काट्न ट्याप गर्नुहोश।
nl: Tik om verbinding te verbreken.
or: ବିଚ୍ଛିନ୍ନ କରିବାକୁ ଟ୍ୟାପ୍ କରନ୍ତୁ।
pa: ਡਿਸਕਨੈਕਟ ਕਰਨ ਲਈ ਟੈਪ ਕਰੋ।
pl: Dotknij, aby rozłączyć.
pt_pt: Tocar para desligar.
ro: Apăsaţi pentru deconectare.
ru_ru: Нажмите для отключения.
si: විසන්ධි කිරීමට තට්ටු කරන්න.
sk: Ťuknutím sa odpojíte.
sl: Pritisnite za prekinitev povezave.
sr: Kucni za prekid veze.
sv: Tryck för att koppla från.
ta: துண்டிக்க டேப் செய்க.
te: డిస్కనెక్ట్ చేసేందుకు నొక్కండి.
th: สัมผัส​เพื่อ​หยุด​เชื่อม​ต่อ
tl: I-tap upang idiskonekta.
tr_tr: Bağlantıyı kesmek için dokunun.
uk: Натисніть, щоб відключити.
ur: منقطع کرنے کے لئے تھپتھپائیں
uz: Uzilish uchun teging.
vi: Chạm để ngắt kết nối.
zh_cn: 点击并断开。
zh_hk: 輕觸以中斷連接。

source: This is used to connect to other Bluetooth devices via a virtual serial port.
ar: يستخدم ذلك للاتصال بأجهزة بلوتوث أخرى عبر منفذ تسلسلي افتراضي.
as: ভাৰ্ছুৱেল চিৰিয়েল পৰ্টৰ জৰিয়তে অন্য ব্লুটুথ ডিভাইচ সংযোগ কৰিবলৈ ইয়াক ব্যৱহাৰ কৰে৷
az: Bundan virtual ardıcıl port vasitəsilə digər Bluetooth qurğularına qoşulmaq üçün istifadə edilir.
bg: Това се използва за свързване към други Bluetooth устройства през виртуален сериен порт.
bn: একটি ভার্চ্যুয়াল সিরিয়াল পোর্টের মাধ্যমে অন্যান্য ব্লুটুথ ডিভাইসের সঙ্গে সংযোগ স্থাপন করার জন্য এটি ব্যবহৃত হয়।
ca: Aquesta opció s'utilitza per connectar amb altres dispositius Bluetooth mitjançant un port sèrie virtual
cs: Používá se pro připojení k jiným zařízením Bluetooth prostřednictvím virtuálního sériového portu.
da: Bruges til at oprette forbindelse til andre Bluetooth-enheder via en virtuel seriel port.
de: Dies wird zur Verbindung mit anderen Bluetooth-Geräten über einen virtuellen seriellen Anschluss verwendet.
el_gr: Αυτό χρησιμοποιείται για τη σύνδεση άλλων συσκευών Bluetooth μέσω εικονικής σειριακής θύρας.
et: Seda kasutatakse teiste Bluetooth-seadmetega uhenduse loomiseks virtuaalse jadapordi kaudu.
eu: Hau bestelako Bluetooth gailuak serieko ataka birtual baten bidez konektatzeko erabiltzen da
fi: Tätä käytetään laitteen liittämiseen muihin Bluetooth-laitteisiin virtuaalisen sarjaportin kautta.
fr_ca: Utilisé pour la connexion à d'autres périphériques Bluetooth via un port série virtuel.
ga: Úsáidtear é seo le nascadh le gléasanna eile Bluetooth le port srathrach fíorúil
gl: Utilízase para establecer a conexión con outros dispositivos Bluetooth a través dun porto de serie virtual
gu: આભાસી સીરીયલ પોર્ટ દ્વારા અન્ય બ્લ્યુટુથ ઉપકરણને જોડવામાં આ ઉપયોગી છે.
he: הוא משמש להתחברות להתקני Bluetooth אחרים דרך יציאה טורית וירטואלית
hi: यह वर्चुअल सीरियल पोर्ट के द्वारा अन्य ब्लूटूथ डिवाइसों को कनेक्ट करने के लिए उपयोग हुआ
hr: Ovo se koristi za spajanje na druge Bluetooth uređaje preko virtualnog serijskog ulaza.
hu: Egyéb Bluetooth-eszközökhöz kapcsolódhat a segítségével, virtuális soros porton keresztül.
hy: Սա օգտավործվում է վիրտուալ հաջորդական պորտի միջոցով այլ Bluetooth սարքերի հետ միանալու համար:
id: Ini digunakan untuk koneksi ke perangkat Bluetooth lainnya lewat port serial virtual.
is: Þetta er notað til að tengjast öðrum Bluetooth-tækjum um sýndarraðtengi.
it_it: Viene utilizzato per connettersi ad altri dispositivi Bluetooth con una porta seriale virtuale.
ja_jp: これは、仮想シリアルポート経由で他のBluetoothデバイスに接続するときに使用します。
ka: ეს გამოიყენება სხვა Bluetooth მოწყობილობებთან დასაკავშირებლად, ვირტუალური სერიული პორტის საშუალებით.
kk: Ол басқа Bluetooth құрылғыларына виртуалды сериялық порты арқылы қосылу үшін пайдаланылады.
km: នេះ​ត្រូវ​បាន​ប្រើ​ដើម្បី​ភ្ជាប់​ទៅ​ឧបករណ៍ Bluetooth តាម​ច្រក​សៀរៀល​ជាក់ស្ដែង។
kn: ಒಂದು ವಾಸ್ತವಿಕ ಸೀರಿಯಲ್ ಪೋರ್ಟ್ ಮೂಲಕ ಇತರ ಬ್ಲೂಟೂತ್ ಸಾಧನಗಳನ್ನು ಸಂಪರ್ಕಿಸಲು ಇದನ್ನು ಬಳಸಿದೆ.
ko_kr: 시리얼 포트는 가상 시리얼 포트로 다른 블루투스 디바이스에 연결하는 데 사용합니다.
lo: ໄດ້ນໍາໃຊ້ອັນນີ້ເພື່ອເຊື່ອມຕໍ່ໃສ່ເຄື່ອງບລູທູດອື່ນຜ່ານຊ່ອງຕໍ່ເນື່ອງກັນແທ້.
lt: Naudojama jungiantis prie kitų „Bluetooth“ įrenginių per virtualųjį nuoseklųjį prievadą.
lv: Tas tiek izmantots, lai izveidotu savienojumu ar citām Bluetooth ierīcēm, izmantojot virtuālo seriālo portu.
mk: Ова се користи за поврзување други уреди Bluetooth преку виртуелна сериска порта.
ml: ഒരു വെര്‍ച്വല്‍ സീരിയല്‍ പോര്‍ട്ട് വഴി മറ്റ് ബ്ലൂടൂത്ത് ഉപകരണങ്ങളിലേക്ക് കണക്ട് ചെയ്യാന്‍ ഇത് ഉപയോഗിക്കുന്നു.
mn_mn: Виртуал сериал портоор бусад Bluetooth төхөөрөмжид холбогдоход үүнийг ашиглана
mr: व्हर्चुअल सीरियल पोर्टच्या द्वारे इतर ब्लुटूथ उपकरणांनशी कनेक्ट करण्यासाठी यास वापरण्यात आले.
ms: Ia digunakan untuk menyambung ke peranti Bluetooth lain melalui satu port bersiri maya.
my: ဤဟာကို အစစ္ကဲ့သို႔ေသာ အစဥ္လိုက္ ပို႔တ္တစ္ခု မွတဆင့္ အျခား ဘလူးတုသ္ ကိရိယာမ်ားသို႔ ခ်ိတ္ဆက္ရန္ သံုးထားသည္။
nb: Denne brukes til å koble til andre Bluetooth-enheter via en virtuell serieport.
ne: यो अरू ब्लुटूथ् यन्त्रहरूमा जडान गर्नको लागि काल्पनिक क्रमिक पोर्टबाट प्रयोग गरिन्छ।
nl: Dit wordt gebruikt om verbinding te maken met andere Bluetooth-apparaten via een virtuele seriële poort.
or: ଏକ ଭିର୍ଚୁଆଲ୍ କ୍ରମାଙ୍କ ପୋର୍ଟ୍ ମାଧ୍ୟମରେ ଅନ୍ୟ ବ୍ଲୁଟୁଥ୍ ଡିଭାଇସ୍‌ଗୁଡିକକୁ ସଂଯୋଗ କରିବାକୁ ବ୍ୟବହୃତ ହେଉଛି।
pa: ਇਹ ਵਰਚੂਅਲ ਸੀਰੀਅਲ ਪੋਰਟ ਰਾਹੀਂ ਹੋਰ ਬਲੂਟੁੱਥ ਡਿਵਾਈਸਾਂ ਨਾਲ ਕਨੈਕਟ ਕਰਨ ਲਈ ਵਰਤੀ ਜਾਂਦੀ ਹੈ।
pl: Można z niego korzystać do łączenia z innymi urządzeniami Bluetooth przez wirtualny port szeregowy.
pt_pt: Isto é utilizado para estabelecer uma ligação a outros dispositivos Bluetooth através de uma porta série virtual.
ro: Acesta se utilizează pentru conectarea la alte dispozitive Bluetooth prin intermediul unui port serial virtual.
ru_ru: Используется для подключения других устройств Bluetooth через виртуальный последовательный порт.
si: මෙය අතථ්‍ය සීරියල් ද්වාරයක් හරහා වෙනත් බ්ලූටූත් උපාංගය හා සම්බන්ධ වීම සඳහා භාවිතා වේ.
sk: Toto sa používa na pripojenie k iným zariadeniam s rozhraním Bluetooth prostredníctvom virtuálneho sériového portu.
sl: To se uporablja za povezavo z drugimi napravami Bluetooth prek navideznih serijskih vrat.
sr: Ovo se koristi za povezivanje sa drugim Bluetooth uređajima putem virtuelnog serijskog porta.
sv: Den här används för att ansluta till andra Bluetooth-enheter via en virtuell serieport.
ta: ஒரு மெய்நிகர் தொடர் துறை வழியே மற்ற ப்ளூடூத் சாதனங்களை இணைக்க பயன்படுகிறது.
te: వర్చువల్ సీరియల్ పోర్ట్ ద్వారా ఇతర బ్లూటూత్ పరికరాలకు కనెక్ట్ చేయడానికి ఉపయోగించబడింది.
th: ใช้เชื่อมต่อกับ อุปกรณ์บลูทูธผ่าน เวอร์ชวล ซีเรียพอร์ต
tl: Ginagamit ito upang kumonekta sa iba pang mga Bluetooth device sa pamamagitan ng virtual serial port.
tr_tr: Bu diğer Bluetooth cihazlarını sanal bir seri bağlantı noktası ile bağlamak için kullanılır.
uk: Використовується для підключення до інших пристроїв Bluetooth через віртуальний серійний порт.
ur: یہ دیگر بلیو ٹوتھ آلات کے براستہ ایک مجازی سیریل پورٹ جڑنے کے لئے استعمال ہوتا ہے
uz: Bu virtual tadrijiy port orqali boshqa Bluetooth qurilmalariga ulanish uchun ishlatiladi.
vi: Sử dụng để kết nối với thiết bị Bluetooth khác qua cổng nối tiếp ảo.
zh_cn: 这用于通过虚拟串行端口连接至其他蓝牙设备。
zh_hk: 這用於透過虛擬序列埠連接其他藍牙裝置。

source: To make your device visible to other devices, select the checkbox next to the name of your device.
ar: لجعل جهازك مرئيًا لأجهزة أخرى، حدد مربع التحديد بجانب اسم جهازك.
as: আপোনাৰ ডিভাইচ অন্য ডিভাইচসমূহলৈ দৃশ্যমান কৰিবলৈ, আপোনাৰ ডিভাইচ নামৰ পৰৱৰ্তী টিকবক্স চয়ন কৰক৷
az: Digər cihazların cihazınızı görə bilməsi üçün cihazın adının yanından işarələmə xanasını seçin.
bg: Изберете отметката до името на вашето устройство, за да го направите видимо за други устройства.
bn: আপনার ডিভাইস অন্যান্য ডিভাইসগুলির কাছে দৃশ্যমান করতে আপনার ডিভাইসের নামের পাশে টিকবক্সটি নির্বাচন করুন।
ca: Per fer que el seu dispositiu sigui visible per als altres dispositius, seleccioni la casella de verificació al costat del nom del dispositiu.
cs: Chcete-li zviditelnit zařízení pro ostatní zařízení, zaškrtněte zaškrtávací políčko vedle názvu zařízení.
da: For at gøre din enhed synlig for andre enheder skal du markere afkrydsningsfeltet ud for navnet på din enhed.
de: Wenn Sie Ihr Gerät für andere Geräte sichtbar machen möchten, aktivieren Sie das Kontrollkästchen neben dem Namen Ihres Geräts.
el_gr: Για να είναι η συσκευή σας ορατή σε άλλες συσκευές, επιλέξτε το πλαίσιο ελέγχου δίπλα από το όνομα της συσκευής σας.
et: Oma seadme nähtavaks muutmiseks teistele seadmetele valige oma seadme nime kõrval olev märkeruut.
eu: Zure gailua beste gailuei ikusgai jartzeko, hautatu gailuaren alboko markatze koadroa.
fi: Voit tehdä laitteesi näkyväksi muille laitteille valitsemalla laitteen nimen vieressä olevan valintaruudun.
fr_ca: Pour rendre votre appareil visible aux autres appareils, cochez la case située à côté du nom de votre appareil.
ga: Le do ghléas a dhéanamh infheicthe ag ghléasanna eile, roghnaigh an ticbhosca in aice le hainm do ghléis.
gl: Para facer que o teu dispositivo estea visible para outros dispositivos, selecciona a caixa de selección situada a carón do nome do teu dispositivo.
gu: તમારા ઉપકરણોને અન્ય ઉપકરણો પર દૃશ્યક્ષમ બનાવવા માટે, તમારા ઉપકરણની નામની બાજુમાં આપેલા ટિકબોક્સને પસંદ કરો.
hi: अपने डिवाइस को अन्य डिवाइसों के लिए दृश्यमान करने के लिए अपने डिवाइस के नाम के आगे दिया गया टिकबॉक्स चुनें।
hr: Odaberite potvrdni okvir pokraj imena vašeg uređaja da bi vaš uređaj bio vidljiv drugim uređajima.
hu: Ha szeretné, hogy más eszközök lássák az eszközt, akkor jelölje be az eszköz neve melletti jelölőnégyzetet.
hy: Ձեր սարքն ուրիշ սարքերին տեսանելի դարձնելու համար ընտրեք Ձեր սարքի անվան կողքին գտնվող նշման վանդակը:
id: Untuk membuat perangkat Anda terlihat oleh perangkat lain, centang kotak di sebelah nama perangkat Anda.
is: Til að gera tækið þitt sýnilegt öðrum tækjum skaltu haka í gátreitinn hjá heiti tækisins.
it_it: Per rendere il dispositivo in uso visibile ad altri dispositivi, selezionate la casella di spunta accanto al nome del dispositivo in uso.
ja_jp: 他のデバイスに自分の端末を公開するには、端末名の横にあるチェックボックスを選択します。
ka: თუ გსურთ თქვენი მოწყობილობა ხილული იყოს სხვებისთვის, მონიშნეთ უჯრა თქვენი მოწყობილობის გვერდით.
kk: Құрылғыңызды басқа құрылғыларға көрінетіндей ету үшін, құрылғы атауының жанындағы белгі көзін таңдаңыз.
km: ដើម្បី​ធ្វើ​ឲ្យ​ឧបករណ៍​ផ្សេងទៀត​មើលឃើញ​ឧបករណ៍​របស់​អ្នក សូម​ជ្រើស​ប្រអប់​ធីក​ជាប់​នឹង​ឈ្មោះ​នៃ​ឧបករណ៍​របស់​អ្នក។
kn: ಇತರ ಸಾಧನಗಳಿಗೆ ನಿಮ್ಮ ಸಾಧನವು ಕಂಡುಬರುವಂತೆ ಮಾಡಲು, ನಿಮ್ಮ ಸಾಧನದ ಹೆಸರಿನ ಮುಂದಿರುವ ಚೆಕ್‌ಬಾಕ್ಸ್ ಆಯ್ಕೆಮಾಡಿ.
ko_kr: 다른 디바이스에서 내 디바이스의 검색을 허용하려면 내 디바이스 이름 옆의 체크박스를 누르세요.
lo: ເພື່ອໃຫ້ເຄື່ອງອື່ນເຫັນເຄື່ອງຂອງທ່ານ, ເລືອກຫ້ອງໝາຍຕິກຢູ່ຕໍ່ໜ້າຊື່ຂອງເຄື່ອງຂອງທ່ານ.
lt: Kad jūsų įrenginys būtų matomas kitiems, pasirinkite žymimąjį langelį prie įrenginio pavadinimo.
lv: Lai padarītu ierīci redzamu citām ierīcēm, izvēlieties blakus ierīces nosaukumam esošo rūtiņu.
mk: За да биде Вашиот уред видлив за други уреди, означете го квадратчето до името на уредот.
ml: മറ്റ് ഉപകരണങ്ങൾക്ക് നിങ്ങളുടെ ഉപകരണത്തെ കാണിക്കുന്നതിന്, നിങ്ങളുടെ ഉപകരണത്തിന്‍റെ പേരിന് തൊട്ടടുത്ത ടിക്ബോക്സില്‍ തിരഞ്ഞെടുക്കുക.
mn_mn: Төхөөрөмжөө бусад төхөөрөмжид харагддаг болгохын тулд, төхөөрөмжийнхөө нэрийн хажуу дахь тэмдэглэх нүдийг сонго.
mr: आपले उपकरण अन्‍य उपकरणांवर दृश्‍य करण्‍यासाठी, आपल्‍या उपकरणाच्‍या नावाच्‍या पुढे असलेला टिकबॉक्‍स निवडा.
ms: Untuk menjadikan peranti anda dilihat oleh peranti lain, pilih kotak tanda di sebelah nama peranti anda.
my: သင့္ကိရိယာကို အျခားကိရိယာမ်ားမွ ျမင္ရႏိုင္ေစရန္၊ သင့္ကိရိယာ၏ အမည္ေဘးရွိ မွတ္စရာအကြက္ကို ေရြးပါ။
nb: Hvis du vil gjøre enheten din synlig for andre enheter, merker du av ved siden av navnet på enheten din.
ne: तपाईको यन्त्र अन्य यन्त्रहरूको लागि दृश्यमान बनाउनको, तपाईको यन्त्रको नाम भन्दा अगाडिको टिकबक्स चयन गर्नुहोस्।
nl: Selecteer het selectievakje naast de naam van uw apparaat om uw apparaat altijd zichtbaar te maken voor andere apparaten.
or: ଅନ୍ୟ ଡିଭାଇସ୍‌ଗୁଡିକୁ ଆପଣଙ୍କର ଡିଭାଇସ୍ ଦୃଶ୍ୟଲବ୍ଧ କରାଇବାକୁ, ଆପଣଙ୍କର ଡିଭାଇସ୍‌ର ନାମର ପାଖ ଟିକ୍‌ବକ୍ସ ଚୟନ କରନ୍ତୁ।
pa: ਹੋਰ ਡਿਵਾਈਸਾਂ ਤੇ ਆਪਣੇ ਡਿਵਾਈਸ ਨੂੰ ਦਰਿਸ਼ਮਾਨ ਬਣਾਉਣ ਦੇ ਲਈ, ਆਪਣੇ ਡਿਵਾਈਸ ਦੇ ਨਾਂ ਤੇ ਅੱਗੇ ਟਿਕਬਾੱਕਸ ਦੀ ਚੋਣ ਕਰੋ।
pl: Aby urządzenie było widoczne dla innych urządzeń, zaznacz pole obok nazwy urządzenia.
pt_pt: Para tornar o seu dispositivo visível a outros dispositivos, marque a caixa de selecção ao lado do nome do dispositivo.
ro: Pentru a face vizibil dispozitivul pentru alte dispozitive, bifaţi caseta de selectare din dreptul numelui dispozitivului.
ru_ru: Чтобы другие устройства смогли обнаружить ваше устройство, установите флажок рядом с его именем.
si: ඔබේ උපාංගය අනෙකුත් උපාංගවලට දෘශ්‍ය කිරීමට ඔබේ උපාංගයේ නම පසෙකින් ඇති සලකුණු කොටුව තෝරන්න.
sk: Ak chcete, aby bolo vaše zariadenie viditeľné pre ostatné zariadenia, začiarknite políčko vedľa názvu vášho zariadenia.
sl: Če želite, da bo vaša naprava vidna drugim napravam, potrdite polje zraven imena vaše naprave.
sr: Da bi tvoj uređaj bio vidljiv drugim uređajima, izaberi kućicu za oznaku pored naziva tvog uređaja.
sv: För att göra din enhet synlig för andra enheter ska du markera kryssrutan bredvid namnet på enheten.
ta: உங்கள் சாதனம் மற்ற சாதனங்களில் புலப்பட உங்கள் சாதனத்தின் பெயருக்கு அருகிலுள்ள தேர்வுப்பெட்டியை தேர்வுசெய்க.
te: ఇతర పరికరాలకు మీ పరికరం కనిపించేలా చేయడానికి, మీ పరికరం ప్రక్కన ఉన్న టిక్కు బాక్స్ ఎంచుకోండి.
th: ทำเครื่องหมายในกล่องทำเครื่องหมาย ถัดจากชื่ออุปกรณ์ของคุณ เพื่อให้อุปกรณ์อื่นๆ มองเห็นอุปกรณ์ของคุณ
tl: Upang ipakita sa iba pang mga device ang iyong device, piliin ang tickbox sa tabi ng pangalan ng iyong device.
tr_tr: Cihazınızı diğer cihazlara görünür yapmak için cihazınızın adının yanında bulunan onay kutusunu seçin.
uk: Встановіть прапорець поряд з іменем пристрою, щоб зробити його видимим для інших пристроїв.
ur: اپنے آلہ کو دیگر آلات پر مرئی بنانے کیلئے، اپنے آلہ کے نام کے آگے موجود نشان باکس کو منتخب کریں۔
uz: Qurilmangizni boshqa qurilmalarga ko‘rinadigan qilish uchun qurilmangiz yonidagi belgilash katakchasini tanlang.
vi: Để các thiết bị khác có thể nhìn thấy thiết bị của bạn, hãy chọn hộp chọn cạnh tên thiết bị của bạn.
zh_cn: 若要使您的设备对其他设备可见，选择设备名称旁边的复选框。
zh_hk: 若要使您的裝置可被其他裝置看見，選擇裝置名稱旁邊的核取方塊。
