Repository: tizenorg/apps.core.preloaded.ug-bluetooth-efl
Catalog: po/*.po
Languages: ar, as, az, bg, bn, ca, cs, da, de, el_gr, et, eu, fi, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, lo, lt, lv, mk, ml, mn_mn, mr, ms, my, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sr, sv, ta, te, th, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

# IDS_BT_BODY_PS_SENT
source: %s sent.
ar: تم إرسال %s.
az: %s göndərildi.
bg: %s e изпратен.
ca: %s enviat
cs: Odesláno: %s.
da: %s sendt.
de: %s gesendet
el_gr: %s εστάλη.
et: %s on saadetud.
eu: %s bidalita
fi: %s lähetetty.
fr_ca: %s envoyés
ga: %s seolta.
gl: %s enviado
hi: %s भेजा गया।
hr: %s poslano.
hu: %s elküldve.
hy: %s ուղարկված է
it_it: %s inviato.
ja_jp: %sを送信しました。
ka: %s გაიგზავნა.
kk: %s жіберілді.
ko_kr: %s 파일을 보냈습니다.
lt: %s išsiųstas.
lv: %s nosūtīts.
mk: %s пратено.
mn_mn: %s илгээгдсэн
nb: %s sendt.
nl: %s verzonden.
pl: Wysłano %s.
pt_pt: %s enviado.
ro: %s trimis
ru_ru: Файл %s отправлен.
sk: Odoslané: %s.
sl: %s poslano.
sr: %s poslat.
sv: %s skickad.
tr_tr: %s gönderildi.
uk: %s надіслано.
uz: %s yuborildi.
zh_cn: %s 已发送
zh_hk: %s 已發送

# IDS_BT_BODY_RECEIVING_FROM
source: Receiving from
ar: الاستلام من
az: Qəbul edilir
bg: Получаване от
ca: Recepció de
cs: Příjem od
da: Modtager fra
de: Empfangen von
el_gr: Λήψη από
et: Vastuvõtmine asukohast
eu: Hemendik jasotzen
fi: Vastaanotetaan lähettäjältä
fr_ca: Réception de
ga: Ag fáil ó
gl: Recibindo de
hi: से प्राप्त हो रहा है
hr: Šalje
hu: Fogadás innen:
hy: Ստացվում է հետևյալից
it_it: Ricezione da
ja_jp: フォームを受信しています。
ka: იღებთ მოწყობილობიდან
kk: Алу
ko_kr: 다른 장치/%s로부터 수신 중…
lt: Gaunama iš
lv: Saņem no
mk: Прием од
nb: Motta fra
nl: Ontvangen van
pl: Odbieranie z
pt_pt: A receber de
ro: Se primeşte de la
ru_ru: Получение от
sk: Prijíma sa z
sl: Sprejemam od
sr: Primanje od
sv: Tar emot från
tr_tr: Şuradan alınıyor
uk: Отримання з
uz: Quyidagidan qabul qilish
zh_cn: 接收来自
zh_hk: 接收來自

# IDS_BT_POP_CONFIRM_THE_PIN_HP1SS_TO_PAIR_WITH_P2SS
source: Confirm the PIN (%1$s) to pair with %2$s.
ar: تأكيد رقم PIN ‏(%1$s) للإقتران بـ %2$s.
as: %2$s-ৰ সৈতে যোৰ কৰিবলৈ PIN (%1$s) নিশ্চিত কৰক৷
az: %2$s ilə cütləşdirmək üçün PIN-i (%1$s) təsdiq edin.
bg: Потвърдете PIN кода (%1$s), за да сдвоите с %2$s.
bn: %2$s-এর সাথে জোড় বাঁধতে PIN (%1$s) নিশ্চিত করুন।
ca: Confirmi el PIN (%1$s) per vincular amb %2$s.
cs: Potvrďte PIN kód (%1$s) pro párování s %2$s.
da: Bekræft PIN-koden (%1$s) for at parre med %2$s.
de: PIN (%1$s) bestätigen, um mit %2$s zu koppeln.
el_gr: Επιβεβαιώστε το PIN (%1$s) για αντιστοίχιση με τη συσκευή %2$s.
et: Kinnitage PIN-kood (%1$s), et siduda seadmega %2$s.
eu: Baieztatu PINa (%1$s) %2$s(r)ekin parekatzeko.
fi: Vahvista PIN-koodi (%1$s), jota tarvitaan pariliitokseen laitteen %2$s kanssa.
fr_ca: Confirmez le code NIP (%1$s) pour l'association avec %2$s.
ga: Deimhnigh an PIN (%1$s) le péireáil le %2$s.
gl: Confirma o PIN (%1$s) para vincularte con %2$s.
gu: %2$s ની સાથે જોડી બનાવવા માટે PIN (%1$s) ની પુષ્ટિ કરો.
hi: %2$s के साथ जोड़ने के लिए PIN (%1$s) की पुष्टि करें।
hr: Potvrdite PIN (%1$s) za uparivanje s %2$s.
hu: Erősítse meg a(z) %1$s PIN helyességét a(z) %2$s párosításához.
hy: Հաստատեք PIN-ը (%1$s)՝ %2$s-ի հետ զուգտակելու համար:
id: Konfirmasi PIN (%1$s) untuk memasangkan dengan %2$s.
it_it: Confermate il PIN (%1$s) per effettuare l'associazione a %2$s.
ja_jp: %2$sとペアリングするには、PIN(%1$s)を確認してください。
ka: დაადასტურეთ PIN (%1$s) და დააწყვილეთ %2$s.
kk: %2$s жұптастыру үшін PIN (%1$s) кодын растаңыз.
km: បញ្ជាក់ PIN (%1$s) ដើម្បី​ផ្គូ​ជាមួយ %2$s។
kn: PIN (%1$s) ಅನ್ನು %2$s ಜೊತೆ ಜೋಡಿಸುವುದಕ್ಕಾಗಿ ದೃಢೀಕರಿಸಿ.
ko_kr: %2$s 디바이스와 등록하려면 PIN(%1$s)을 확인하세요.
lo: ຢືນຢັນ PIN (%1$s) ເພື່ອຈັບຄູ່ກັບ %2$s.
lt: Patvirtinkite PIN (%1$s) ir susiekite su %2$s.
lv: Apstipriniet PIN kodu (%1$s), lai savienotu pārī ar %2$s.
mk: Потврдете го PIN-от (%1$s) за да се поврзете со %2$s.
ml: %2$s-മായി ബന്ധിപ്പിക്കുന്നതിന് PIN (%1$s) സ്ഥിരീകരിക്കുക.
mn_mn: %2$s-тай хослуулахын тулд PIN (%1$s)-г баталгаажуул.
mr: %2$s सह पेअर करण्यासाठी PIN (%1$s) ची पुष्टी करा.
ms: Sahkan PIN (%1$s) untuk berpasangan dengan %2$s.
my: %2$s ႏွင့္ တြဲရန္ PIN (%1$s) အတည္ျပဳပါ။
nb: Bekreft PIN-koden (%1$s) for å koble sammen med %2$s.
ne: %2$s संग जोडा बनाउन PIN (%1$s) पुष्टि गर्नुहोस्।
nl: Bevestig de pincode (%1$s) voor koppelen met %2$s.
or: %2$s ସହିତ ପେୟାର୍ କରିବାକୁ PIN (%1$s) ସୁନିଶ୍ଚିତ କରନ୍ତୁ।
pa: %2$s ਦੇ ਨਾਲ ਜੋੜਾ ਬਣਾਉਣ ਦੇ ਲਈ PIN (%1$s) ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ।
pl: Potwierdź kod PIN (%1$s), aby powiązać z urządzeniem %2$s.
pt_pt: Confirme o PIN (%1$s) para emparelhar com %2$s.
ro: Confirmaţi PIN-ul (%1$s) pentru asocierea cu %2$s.
ru_ru: Подтвердите PIN-код (%1$s) для соединения с %2$s.
si: %2$s සමග යුගල කිරීමට PIN (%1$s) තහවුරු කරන්න.
sk: Potvrďte kód PIN (%1$s) na spárovanie so zariadením %2$s.
sl: Potrdite kodo PIN (%1$s) za seznanjanje z napravo %2$s.
sr: Potvrdi PIN kôd (%1$s) radi uparivanja sa ključem za prolaz %2$s.
sv: Bekräfta PIN-koden (%1$s) om du vill sammankoppla enheten med %2$s.
ta: %2$s உடன் பிணைக்க PIN (%1$s) உறுதிசெய்யவும்.
te: %2$sతో జత చేయడం కోసం PIN (%1$s)ను ధృవీకరించండి.
th: ยืนยัน PIN (%1$s) เพื่อจับคู่กับ %2$s
tl: Kumpirmahin ang PIN (%1$s) upang makipag-pair sa %2$s.
tr_tr: PIN'i (%1$s), %2$s ile eşleştirmek için doğrulayın.
uk: Підтвердіть PIN-код (%1$s), щоб утворити пару з %2$s.
ur: %2$s کے ساتھ جوڑنے کے لیے پن (%1$s) کی تصدیق کریں۔
uz: %2$s bilan bog‘lanish uchun PIN-kodni (%1$s) tasdiqlang.
vi: Xác nhận mã PIN (%1$s) để ghép đôi với %2$s.
zh_cn: 确认 PIN 码 (%1$s) 以与 %2$s 配对。
zh_hk: 確認 PIN 碼 (%1$s) 以與 %2$s 配對。

# IDS_BT_MBODY_FAILED_TO_SEND_FILES
source: Failed to send files
ar: فشل إرسال الملفات
az: Faylları göndərmək olmadı
bg: Неуспешно изпращ. файлове
ca: Error en enviar fitxers
cs: Soubory nelze odeslat
da: Kunne ikke sende filer
de: Fehler beim Senden
el_gr: Η αποστ. αρχείων απέτυχε
et: Failide saatmine nurjus
eu: Errorea fitx. bidaltzean
fi: Tied. lähetys epäonnistui
fr_ca: Échec envoi fichiers
ga: Theip ar sheoladh comhad
gl: Erro ao enviar arquivos
hi: फाइलें भेजने में विफल
hr: Neuspješ. slanje datoteka
hu: Sikertelen fájlküldés
hy: Չհաջողվեց ուղարկել նիշքեր
it_it: Impossibile inviare file
ja_jp: ファイル送信に失敗
ka: ფაილები ვერ გაიგზავნა
kk: Файлд.жіберу орындалмады
ko_kr: 파일 전송 안 됨
lt: Nepavyko išsiųsti failų
lv: Neizdevās nosūtīt failus
mk: Неуспешно праќање фајлови
mn_mn: Файлууд илгээж чадсангүй
nb: Kunne ikke sende filer
nl: Geen bestanden verzonden
pl: Błąd wysyłania plików
pt_pt: Falhou envio ficheiros
ro: Fiş. nu au fost trimise
ru_ru: Сбой отправки файлов
sk: Nedali sa odoslať súbory
sl: Datotek ni uspelo poslati
sr: Neuspešno slanje fajlova
sv: Filerna skickades inte
tr_tr: Dosyalar gönderilemedi
uk: Не вдалося надісл. файли
uz: Fayllar yuborilmadi
zh_cn: 发送文件失败
zh_hk: 發送檔案失敗

# IDS_BT_MBODY_FILES_RECEIVED
source: Files received
ar: تم تلقي الملفات
az: Fayllar qəbul edildi
bg: Получени файлове
ca: Fitxers rebuts
cs: Přijaté soubory
da: Filer modtaget
de: Empfangene Dateien
el_gr: Έγινε λήψη αρχείων
et: Failid on vastu võetud
eu: Jasotako fitxategiak
fi: Tiedostot vastaanotettu
fr_ca: Fichiers reçus
ga: Comhaid a fuarthas
gl: Arquivos recibidos
hi: फाइलें प्राप्त हुईं
hr: Datoteke primljene
hu: Fogadott fájlok
hy: Ֆայլերը ստացվեցին
it_it: File ricevuti
ja_jp: 受信ファイル
ka: ფაილები მიღებულია
kk: Файлдар қабылданды
ko_kr: 받은 파일
lt: Failai gauti
lv: Saņemtie faili
mk: Примени се фајлови
mn_mn: Файлууд хүлээн авсан
nb: Filer mottatt
nl: Bestanden ontvangen
pl: Odebrane pliki
pt_pt: Ficheiros recebidos
ro: Fişiere primite
ru_ru: Файлы получены
sk: Súbory boli prijaté
sl: Datoteke so prejete
sr: Fajlovi su primljeni
sv: Mottagna filer
tr_tr: Dosyalar alındı
uk: Файли отримано
uz: Fayllar olindi
zh_cn: 文件已接收
zh_hk: 已接收檔案

# IDS_BT_MBODY_FAILED_TO_SEND_FILE
source: Failed to send file
ar: فشل إرسال الملف
az: Faylı gönd mümkün olmadı
bg: Изпр. на файл е неуспешно
ca: Error en enviar el fitxer
cs: Soubor nelze odeslat
da: Kan ikke sende fil
de: Senden fehlgeschlagen
el_gr: Αποτυχία αποστ. αρχείου
et: Faili saatmine nurjus
eu: Ezin izan da fitx. bidali
fi: Tiedoston lähetys epäonn.
fr_ca: Échec envoi du fichier
ga: Theip ar sheoladh comhaid
gl: Erro ao enviar o arquivo
hi: फ़ाइल भेजने में विफल
hr: Neuspješ. slanje datoteke
hu: Sikertelen fájlküldés
hy: Չհաջողվեց ուղարկել ֆայլը
it_it: Imposs. inviare il file
ja_jp: ファイル送信失敗
ka: ფაილი ვერ გაიგზავნა
kk: Файл жіберу сәтсіз болды
ko_kr: 파일 전송 안 됨
lt: Nepavyko nusiųsti failo
lv: Neizdevās nosūtīt failu
mk: Неуспешно праќање фајл
mn_mn: Файл илгээж чадсангүй
nb: Kunne ikke sende fil
nl: Kan best. niet verzenden
pl: Nie można wysłać pliku
pt_pt: Falha ao enviar ficheiro
ro: Fiş. nu a putut fi trimis
ru_ru: Не удалось отправить файл
sk: Súbor sa nedal odoslať
sl: Datot. ni uspelo poslati
sr: Neuspešno slanje fajla
sv: Gick ej att skicka filen
tr_tr: Dosya gönderilemedi
uk: Не вдалося надіслати файл
uz: Faylni yuborib bo‘lmadi
zh_cn: 发送文件失败
zh_hk: 發送檔案失敗

# IDS_BT_POP_PS_SENT
source: %s sent.
ar: تم إرسال %s.
az: %s göndərildi.
bg: %s e изпратен.
ca: %s enviat
cs: Odesláno: %s.
da: %s sendt.
de: %s gesendet
el_gr: %s εστάλη.
et: %s on saadetud.
eu: %s bidalita
fi: %s lähetetty.
fr_ca: %s envoyés
ga: %s seolta.
gl: %s enviado
hi: %s भेजा गया।
hr: %s poslano.
hu: %s elküldve.
hy: %s ուղարկված է
it_it: %s inviato.
ja_jp: %sを送信しました。
ka: %s გაიგზავნა.
kk: %s жіберілді.
ko_kr: %s 파일을 보냈습니다.
lt: %s išsiųstas.
lv: %s nosūtīts.
mk: %s пратено.
mn_mn: %s илгээгдсэн
nb: %s sendt.
nl: %s verzonden.
pl: Wysłano %s.
pt_pt: %s enviado.
ro: %s trimis
ru_ru: Файл %s отправлен.
sk: Odoslané: %s.
sl: %s poslano.
sr: %s poslat.
sv: %s skickad.
tr_tr: %s gönderildi.
uk: %s надіслано.
uz: %s yuborildi.
zh_cn: %s 已发送
zh_hk: %s 已發送

# IDS_BT_POP_SENT
source: Sent
ar: تم الإرسال.
az: Göndərildi.
bg: Изпратен.
ca: Enviat
cs: Odesláno.
da: Sendt.
de: Gesendet
el_gr: Απεσταλμένα.
et: Saadetud.
eu: Bidalitakoak
fi: Lähetetty.
fr_ca: Envoyé
ga: Seolta.
gl: Enviada
hi: भेजा।
hr: Poslano.
hu: Elküldve.
hy: Ուղարկված է:
it_it: Inviato.
ja_jp: 送信完了
ka: გაგზავნილია.
kk: Жіберілген
ko_kr: 보냈습니다.
lt: Išsiųsta.
lv: Nosūtīts.
mk: Пратено.
mn_mn: Илгээсэн
nb: Sendt.
nl: Verzonden.
pl: Wysłano.
pt_pt: Enviada.
ro: Trimise
ru_ru: Отправлено.
sk: Odoslané.
sl: Poslano.
sr: Poslato.
sv: Sänt.
tr_tr: Gönderildi.
uk: Надіслано.
uz: Yuborildi.
zh_cn: 已发送
zh_hk: 已發送。

# IDS_BT_POP_SENT_CONTACT_FILE_PS
source: Sent contact file %s.
ar: تم إرسال ملف الوسائط %s.
az: Göndərilmiş kontakt faylı %s.
bg: Изпратен файл на запис %s.
ca: Fitxer de contacte %s enviat
cs: Soubor kontaktů %s byl odeslán.
da: Sendt kontaktfil %s.
de: Gesendete Kontaktdatei %s
el_gr: Αποστολή αρχείου επαφής %s.
et: Saada kontaktile fail %s.
eu: Bidalitako kontaktuaren fitxategia %s
fi: Lähetetty yhteystietotiedosto %s.
fr_ca: Fichier contact %s envoyé
ga: Comhad teagmhálaí %s seolta.
gl: Arquivo do contacto %s enviado
hi: भेजी गई संपर्क फ़ाइल %s।
hr: Poslane kontakt datoteke %s.
hu: %s névjegyfájl elküldve.
hy: %s կոնտակտային ֆայլն ուղարկվեց:
it_it: Inviato file di contatti %s.
ja_jp: 連絡先ファイル%sを送信しました。
ka: გაგზავნილი კონტაქტის ფაილი %s.
kk: %s контакт файлы жіберілді.
ko_kr: %s 연락처 파일을 보냈습니다.
lt: Nusiųstas adresato failas %s.
lv: Nosūtīts kontakta fails %s.
mk: Фајлот за контакт %s е пратен.
nb: Sendt kontaktfil %s.
nl: Contactbestand %s verzonden.
pl: Plik kontaktu %s został wysłany.
pt_pt: Ficheiro de contacto %s enviado.
ro: Fişierul de contact %s a fost trimis.
ru_ru: Отправлен файл контакта: %s.
sk: Bol odoslaný kontaktný súbor %s.
sl: Pošlji datoteko s stikom %s.
sr: Pošalji fajl kontakta %s.
sv: Skickad kontaktfil %s.
tr_tr: Kişi dosyası %s gönderildi.
uk: Надіслано файл контакту %s.
uz: Yuborilgan kontakt fayli %s.
zh_cn: 已发送联系人文件%s。
zh_hk: 已發送聯絡人檔案 %s。

# IDS_BT_POP_SENT_IMAGE_FILE_PS
source: Sent image file %s.
ar: ملف الصور الذي تم إرساله %s.
az: Göndərilmiş təsvir faylı %s.
bg: Изпратен файл с изображение %s.
ca: Imatge %s enviada
cs: Odeslat soubor s obrázkem %s.
da: Sendt billedfil %s.
de: Gesendete Bilddatei %s
el_gr: Απεσταλμένο αρχείο εικόνας %s.
et: Saadetud pildifail %s.
eu: Bidali %s irudi fitxategia
fi: Lähetetty kuvatiedosto %s.
fr_ca: Fichier image %s envoyé.
ga: Seoladh comhad íomhá %s.
gl: Arquivo de imaxe %s enviado
hi: भेजी गई छवि फ़ाइल %s।
hr: Poslana slika %s.
hu: %s képfájl elküldve.
hy: Ուղարկված պատկերային ֆայլ %s:
it_it: Inviato file immagine %s.
ja_jp: 画像ファイル%sが送信されました。
ka: გაგზავნილი გრაფიკული ფაილი %s.
kk: %s сурет файлы жіберілді.
ko_kr: %s 이미지 파일을 보냈습니다.
lt: Nusiųstas vaizdo failas %s.
lv: Nosūtītais attēla fails %s.
mk: Пратен сликовен фајл %s.
nb: Sendt bildefil %s.
nl: Afbeeldingsbestand %s verzonden.
pl: Plik obrazu %s został wysłany.
pt_pt: Ficheiro de imagem %s enviado.
ro: S-a trimis fişierul imagine %s.
ru_ru: Отправлен файл изображения %s.
sk: Odoslaný bol obrázkový súbor %s.
sl: Pošlji slikovno datoteko %s.
sr: Poslata slika %s.
sv: Skickad bildfil %s.
tr_tr: %s resim dosyası gönderildi.
uk: Надіслано файл зображення %s.
uz: %s tasvir fayli yuborildi.
zh_cn: 发送图像文件%s。
zh_hk: 已發送圖像檔案 %s。

# IDS_BT_POP_SENT_MEDIA_FILE_PS
source: Sent media file %s.
ar: تم إرسال ملف الوسائط %s.
az: Media faylı %s göndərildi.
bg: Изпратен медиен файл %s.
ca: Fitxer multimèdia %s enviat
cs: Mediální soubor %s byl odeslán.
da: Sendt mediefil %s.
de: Gesendete Mediendatei %s
el_gr: Εστάλη αρχείο πολυμέσων %s.
et: Meediumifail %s on saadetud.
eu: Bidalitako multimedia fitxategia %s
fi: Lähetetty mediatiedosto %s.
fr_ca: Fichier multimédia %s envoyé
ga: Comhad meán %s seolta.
gl: Arquivo multimedia %s enviado
hi: भेजी गई मीडिया फ़ाइल %s।
hr: Poslana datoteka %s.
hu: %s médiafájl elküldve.
hy: %s մեդիա ֆայլն ուղարկվեց:
it_it: Inviato file multimediale %s.
ja_jp: メディアファイル%sを送信しました。
ka: გაგზავნილი მედია ფაილი %s.
kk: %s медиа файлы жіберілді.
ko_kr: %s 미디어 파일을 보냈습니다.
lt: Nusiųstas medijos failas %s.
lv: Nosūtīts multivides fails %s.
mk: Медиумскиот фајл %s е пратен.
nb: Sendt mediefil %s.
nl: Mediabestand %s verzonden.
pl: Plik multimedialny %s został wysłany.
pt_pt: Ficheiro multimédia %s enviado.
ro: Fişierul media %s a fost trimis.
ru_ru: Медиафайл отправлен: %s.
sk: Bol odoslaný mediálny súbor %s.
sl: Pošlji predstavnostno datoteko %s.
sr: Medijski fajl %s poslat.
sv: Skickad mediefil %s.
tr_tr: Ortam dosyası %s gönderildi.
uk: Надіслано медіафайл %s.
uz: Yuborilgan media fayl %s.
zh_cn: 已发送媒体文件%s。
zh_hk: 已發送媒體檔案 %s。

# IDS_BT_POP_SENT_MEMO_FILE_PS
source: Sent memo file %s.
ar: ملف المذكرة الذي تم إرساله %s.
az: Göndərilmiş yaddaş faylı %s.
bg: Изпратен файл с бележка %s.
ca: Fitxer de memoràndum enviat %s
cs: Soubor s poznámkou %s byl odeslán.
da: Sendt notatfil %s.
de: Gesendete Memodatei %s
el_gr: Απεσταλμένο αρχείο σημειωμάτων %s.
et: Saadetud memofail %s.
eu: %s memo fitxategia bidalita
fi: Lähetetty muistiotiedosto %s.
fr_ca: Note %s envoyée
ga: Seoladh comhad meabhráin %s.
gl: Arquivo de nota %s enviado
hi: भेजी गई मेमो फ़ाइल %s।
hr: Memo datoteka %s poslana.
hu: %s jegyzetfájl elküldve.
hy: Ուղարկված հուշագրի ֆայլ %s:
it_it: Inviato file memo %s.
ja_jp: メモファイル%sが送信されました。
ka: გაგზავნილი შეხსენების ფაილები %s.
kk: %s жазба файлы жіберілді.
ko_kr: %s 메모 파일을 보냈습니다.
lt: Nusiųstas įrašo failas %s.
lv: Nosūtītais piezīmes fails %s.
mk: Пратен фајл со белешка %s.
nb: Sendt notatfil %s.
nl: Memobestand %s verzonden.
pl: Plik notatki %s został wysłany.
pt_pt: Ficheiro de memorando %s enviado.
ro: Fişierul notă %s a fost trimis.
ru_ru: Отправлен файл заметки %s.
sk: Odoslaný bol súbor s poznámkou %s.
sl: Datoteka beležke %s je poslana.
sr: Poslat fajl beleške %s.
sv: Skickad Memo-fil %s.
tr_tr: %s not dosyası gönderildi.
uk: Надіслано файл нагадування %s.
uz: %s eslatma fayli yuborildi.
zh_cn: 发送备忘录文件%s。
zh_hk: 已發送備忘錄檔案 %s。

# IDS_BT_POP_SENT_MUSIC_FILE_PS
source: Sent music file %s.
ar: ملف الموسيقى الذي تم إرساله %s.
az: Göndərilmiş musiqi faylı %s.
bg: Изпратен музикален файл %s.
ca: Fitxer de música %s enviat
cs: Hudební soubor %s byl odeslán.
da: Sendt musikfil %s.
de: Gesendete Musikdatei %s
el_gr: Απεσταλμένο αρχείο μουσικής %s.
et: Saadetud muusikafail %s.
eu: Bidalitako %s musika fitxategia
fi: Lähetetty musiikkitiedosto %s.
fr_ca: Fichier musical %s envoyé
ga: Seoladh comhad ceoil %s.
gl: Arquivo de música %s enviado
hi: भेजी गई संगीत फ़ाइल %s।
hr: Poslana glazbena datoteka %s.
hu: %s zenefájl elküldve.
hy: Ուղարկված %s երաժշտական ֆայլ:
it_it: Inviato file musicale %s.
ja_jp: 音楽ファイル%sが送信されました。
ka: გაგზავნილი მუსიკის ფაილი %s.
kk: %s музыкалық файлы жіберілді.
ko_kr: %s 음악 파일을 보냈습니다.
lt: Nusiųstas muzikos failas %s.
lv: Nosūtītais mūzikas fails %s.
mk: Пратен е музички фајл %s.
nb: Sendt musikkfil %s.
nl: Muziekbestand %s verzonden.
pl: Plik muzyczny %s został wysłany.
pt_pt: Ficheiro de música %s enviado.
ro: Fişierul muzical %s a fost trimis.
ru_ru: Отправлен аудиофайл %s.
sk: Odoslaný bol hudobný súbor %s.
sl: Pošlji glasbeno datoteko %s.
sr: Poslat muzički fajl %s.
sv: Skickad musikfil %s.
tr_tr: %s müzik dosyası gönderildi.
uk: Надіслано музичний файл %s.
uz: %s musiqa fayli yuborildi.
zh_cn: 发送音乐文件%s。
zh_hk: 已發送音樂檔案 %s。

# IDS_BT_POP_SENT_VIDEO_FILE_PS
source: Sent video file %s.
ar: ملف الفيديو الذي تم إرساله %s.
az: Göndərilmiş video faylı %s.
bg: Изпратен видео файл %s.
ca: Vídeo %s enviat
cs: Odeslat videosoubor %s.
da: Sendt videofil %s.
de: Gesendete Videodatei %s
el_gr: Απεσταλμένο αρχείο βίντεο %s.
et: Saadetud videofail %s.
eu: Bidalitako %s bideo fitxategia
fi: Lähetetty videotiedosto %s.
fr_ca: Fichier vidéo %s envoyé.
ga: Seoladh comhad físe %s.
gl: Arquivo de vídeo %s enviado
hi: भेजी गई वीडियो फ़ाइल %s।
hr: Poslana video datoteka %s.
hu: %s videofájl elküldve.
hy: Ուղարկված տեսաֆայլ %s:
it_it: Inviato file video %s.
ja_jp: 動画ファイル%sが送信されました。
ka: გაგზავნილი ვიდეო ფაილები %s.
kk: %s бейне файлы жіберілді.
ko_kr: %s 동영상 파일을 보냈습니다.
lt: Nusiųstas vaizdo įrašo failas %s.
lv: Nosūtītais video fails %s.
mk: Пратен видео фајл %s.
nb: Sendt videofil %s.
nl: Videobestand %s verzonden.
pl: Plik wideo %s został wysłany.
pt_pt: Ficheiro de vídeo %s enviado.
ro: S-a trimis fişierul video %s.
ru_ru: Отправлен видеофайл %s.
sk: Odoslaný bol videosúbor %s.
sl: Pošlji video datoteko %s.
sr: Poslat video fajl %s.
sv: Skickad videofil %s.
tr_tr: %s video dosyası gönderildi.
uk: Надіслано відеофайл %s.
uz: %s video fayli yuborildi.
zh_cn: 发送视频文件%s。
zh_hk: 已發送影片檔案 %s。

# IDS_BT_MBODY_RECEIVING_FAILED
source: Receiving failed
ar: فشل التلقي
az: Qəbul etmək mümkün olmadı
bg: Получаването неуспешно
ca: Ha fallat la recepció
cs: Chyba příjmu
da: Modtagelsen mislykkedes
de: Empfang fehlgeschlagen
el_gr: Αποτυχία λήψης
et: Vastuvõtmine nurjus
eu: Ezin izan da jaso
fi: Vastaanotto epäonnistui
fr_ca: Échec de réception
ga: Theip ar fháil
gl: Erro na recepción
hi: प्राप्ति असफल
hr: Primanje neuspješno
hu: A fogadás sikertelen
hy: Ստացումը ձախողվեց
it_it: Ricezione fallita
ja_jp: 受信失敗
ka: მიღება ვერ შესრულდა
kk: Қабылданбады
ko_kr: 수신 안 됨
lt: Gauti nepavyko
lv: Saņemšana neizdevās
mk: Неуспешен прием
mn_mn: Хүлээн авч чадсангүй
nb: Mottak mislyktes
nl: Ontvangen mislukt
pl: Błąd odbierania
pt_pt: Recepção falhou
ro: Primirea nu a reuşit
ru_ru: Сбой получения
sk: Prijímanie zlyhalo
sl: Prejemanje ni uspelo
sr: Neuspešan prijem
sv: Mottagning misslyckades
tr_tr: Alma işlemi başarısız
uk: Збій отримання
uz: Qabul qilib bo‘lmadi
zh_cn: 接收失败
zh_hk: 接收失敗

# IDS_BT_MBODY_FILE_RECEIVED
source: File received
ar: تم استلام ملف
az: Fayl qəbul edildi
bg: Файлът е получен
ca: Fitxer rebut
cs: Soubor přijat
da: Fil modtaget
de: Datei empfangen
el_gr: Το αρχείο ελήφθη
et: Fail on vastu võetud
eu: Fitxategia jaso da
fi: Tiedosto vast.otettu
fr_ca: Fichier reçu
ga: Comhad faighte
gl: Arquivo recibido
hi: फाइल प्राप्त हुई
hr: Datoteka primljena
hu: Fájl fogadva
hy: Նիշքը ստացված է
it_it: File ricevuto
ja_jp: 受信ファイル
ka: ფაილი მიღებულია
kk: Файл алынды
ko_kr: 파일 수신 완료
lt: Failas gautas
lv: Fails ir saņemts
mk: Примен е фајл
mn_mn: Файл хүлээн авсан
nb: Fil mottatt
nl: Bestand ontvangen
pl: Odebrano plik
pt_pt: Ficheiro recebido
ro: Fişier primit
ru_ru: Файл получен
sk: Súbor bol prijatý
sl: Datoteka prejeta
sr: Fajl je primljen
sv: Fil mottagen
tr_tr: Dosya alındı
uk: Файл отримано
uz: Fayl olindi
zh_cn: 文件已接收
zh_hk: 檔案已接收
