Repository: tizenorg/apps.core.preloaded.ug-bluetooth-efl
Catalog: po/*.po
Languages: ar, as, az, bg, bn, ca, cs, da, de, el_gr, et, eu, fi, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, lo, lt, lv, mk, ml, mn_mn, mr, ms, my, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sr, sv, ta, te, th, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

# IDS_BT_BUTTON_OK
source: OK
ar: موافق
as: ঠিক
bn: ওকে
ca: Acceptar
eu: Ados
gl: Aceptar
gu: ઓકે
hi: ओके
ka: კი
km: ព្រម
kn: ಓಕೆ
ko_kr: 확인
lo: ຕົກລົງ
lt: Gerai
lv: Labi
ml: ശരി
mr: ठीक
my: အိုေက
ne: ठीक छ
or: ଓକେ
pa: ਓਕੇ
ru_ru: ОК
si: හරි
sl: V redu
ta: சரி
te: సరే
th: ตกลง
tr_tr: Tamam
ur: ٹھیک ہے
zh_cn: 确定
zh_hk: 確定

# IDS_BT_OPT_RENAME
source: Rename
ar: تغيير الاسم
as: পুনঃনাম
az: Adını dəyişdir
bg: Преименуване
bn: পুনঃনামকরণ
ca: Canviar nom
cs: Přejmenovat
da: Omdøb
de: Umbenennen
el_gr: Μετονομασία
et: Nimeta ümber
eu: Berrizendatu
fi: Nimeä uudelleen
fr_ca: Renommer
ga: Athainmnigh
gl: C. nome
gu: ફરી નામ આપો
hi: नाम बदलें
hr: Preimenuj
hu: Átnevez
hy: Վերանվանել
id: Ganti nama
it_it: Rinomina
ja_jp: 名前を変更
ka: ხელახლა დასათაურება
kk: Атын өзгерту
km: ប្តូរ​ឈ្មោះ
kn: ಮರುಹೆಸರಿಸಿ
ko_kr: 이름 변경
lo: ປ່ຽນຊື່​ໃໝ່
lt: Pervardyti
lv: Pārdēvēt
mk: Преименувај
ml: പേര്‍ മാറ്റുക
mn_mn: Нэрийг өөрчил
mr: नाव बदला
ms: Namakan semula
my: အမည္ျပန္ေပး
nb: Endre navn
ne: नाम फेर्नुहोस्
nl: Wijzig naam
or: ପୁନଃନାମ
pa: ਦੁਬਾਰਾ ਨਾਂ ਦਿਓ
pl: Zmień nazwę
pt_pt: Mudar nome
ro: Redenumire
ru_ru: Переименовать
si: නැවත නම් කරන්න
sk: Premenovať
sl: Preimenuj
sr: Preimenuj
sv: Byt namn
ta: மறுபெயர்
te: పేరు మార్చు
th: เปลี่ยน​ชื่อ
tl: Palitan ng pangalan
tr_tr: Yeniden adlandır
uk: Перейменувати
ur: نام بدلیں
uz: Nom o‘zgartirish
vi: Đổi tên
zh_cn: 重命名
zh_hk: 重新命名

# IDS_BT_BUTTON_OFF
source: Off
ar: غير فعال
as: অফ
az: Söndür
bg: Изключи
bn: বন্ধ
ca: Desactivat
cs: Vypnout
da: Fra
de: Aus
el_gr: Ανενεργό
et: Väljas
eu: Desaktibatuta
fi: Pois päältä
fr_ca: Désactivé
ga: As
gl: Desactiv.
gu: બંધ
hi: बंद
hr: Isključeno
hu: Ki
hy: Անջտված է
id: Tdk aktif
it_it: Disattiva
ka: გამორთ.
kk: Өшірілген
km: បិទ
kn: ಆಫ್
ko_kr: 해제
lo: ມອດ
lt: Išjungti
lv: Izslēgt
mk: Исклучено
ml: ഓഫ്
mn_mn: Идэвхгүй
mr: बंद
ms: Matikan
my: ပိတ္
nb: Av
ne: अफ
nl: Uit
or: ଅଫ୍
pa: ਬੰਦ
pl: Wył.
pt_pt: Desligar
ro: Oprit
ru_ru: Выключено
si: අක්‍රියයි
sk: Vyp.
sl: Izključ.
sr: Isključeno
sv: Av
ta: ஆஃப்
te: ఆఫ్
th: ปิด
tl: I-off
tr_tr: Kapalı
uk: Вимкнено
ur: آف
uz: O‘chir-gan
vi: Tắt
zh_cn: 关
zh_hk: 關

# IDS_BT_OPT_PLAYVIAPHONE
source: Device
ar: الهاتف
as: ফোন
az: Telefon
bg: Телефон
bn: ফোন
ca: Telèfon
cs: Telefon
da: Telefon
de: Telefon
el_gr: Τηλ/νο
et: Telefon
eu: Telefonoa
fi: Puhelin
fr_ca: Téléphone
ga: Fón
gl: Teléfono
gu: ફોન
hi: फोन
hr: Telefon
hu: Telefon
hy: Հեռախոս
id: Telepon
it_it: Telefono
ja_jp: 本体
ka: ტელეფონი
kk: Телефон
km: ទូរសព្ទ
kn: ಫೋನ್
ko_kr: 전화
lo: ໂທລະສັບ
lt: Telefonas
lv: Tālrunis
mk: Телефон
ml: ഫോണ്‍
mn_mn: Утас
mr: फोन
ms: Telefon
my: ဖုန္း
nb: Telefon
ne: फोन
nl: Telefoon
or: ଫୋନ୍
pa: ਫ਼ੋਨ
pl: Telefon
pt_pt: Telefone
ro: Telefon
ru_ru: Телефон
si: දුරකථනය
sk: Telefón
sl: Na telefon
sr: Telefon
sv: Telefon
ta: ஃபோன்
te: ఫోన్
th: โทรศัพท์
tl: Telepono
tr_tr: Telefon
uk: Телефон
ur: فون
uz: Telefon
vi: Điện thoại
zh_cn: 手机
zh_hk: 電話

# IDS_BT_OPT_HELP
source: Help
ar: مساعدة
as: সহায়
az: Yardım
bg: Помощ
bn: সাহায্য
ca: Ajuda
cs: Nápověda
da: Hjælp
de: Hilfe
el_gr: Βοήθεια
et: Spikker
eu: Laguntza
fi: Ohje
fr_ca: Aide
ga: Cuidiú
gl: Axuda
gu: મદદ
hi: सहायता
hr: Upute
hu: Súgó
hy: Օգնություն
id: Bantuan
it_it: Guida
ja_jp: ヘルプ
ka: დახმარება
kk: Көмек
km: ជំនួយ
kn: ಸಹಾಯ
ko_kr: 도움말
lo: ຊ່ວຍ​ເຫຼືອ
lt: Pagalba
lv: Palīdzība
mk: Помош
ml: സഹായം
mn_mn: Тусламж
mr: मदत
ms: Bantuan
my: အကူအညီ
nb: Hjelp
ne: मद्दत
or: ସହାୟତା
pa: ਮਦਦ
pl: Pomoc
pt_pt: Ajuda
ro: Ajutor
ru_ru: Справка
si: සහාය
sk: Pomocník
sl: Pomoč
sr: Pomoć
sv: Hjälp
ta: உதவி
te: సహాయం
th: วิธี​ใช้
tl: Tulong
tr_tr: Yardım
uk: Довідка
ur: مدد
uz: Yordam
vi: Trợ giúp
zh_cn: 帮助
zh_hk: 說明

# IDS_BR_BUTTON_MORE
source: More
ar: المزيد
as: অধিক
az: Daha çox
bg: Още
bn: আরও
ca: Més
cs: Další
da: Mere
de: Weitere
el_gr: Περισσότερα
et: Veel
eu: Gehiago
fi: Lisää
fr_ca: Autres
ga: Tuilleadh
gl: Máis
gu: વધુ
hi: अधिक
hr: Više
hu: Egyebek
hy: Ավելին
id: Lagi
it_it: Altro
ja_jp: もっと見る
ka: სხვა
kk: Басқа
km: ទៀត
kn: ಹೆಚ್ಚು
ko_kr: 더보기
lo: ຕື່ມອີກ
lt: Daug.
lv: Vēl
mk: Повеќе
ml: കൂടുതല്‍
mn_mn: Илүү
mr: आणखी
ms: Lebih
my: ထပ္မံ၍
nb: Mer
ne: थप
nl: Meer
or: ଅଧିକ
pa: ਹੋਰ
pl: Więcej
pt_pt: Mais
ro: Mai multe
ru_ru: Еще
si: වැඩිදුර
sk: Ďalšie
sl: Več
sr: Još
sv: Mer
ta: மேலும்
te: మరిన్ని
th: เพิ่ม​เติม
tl: Higit pa
tr_tr: Daha fazla
uk: Додатково
ur: مزید
uz: Yana
vi: Nhiều hơn
zh_cn: 更多
zh_hk: 更多

# IDS_BT_BODY_MINUTES
source: Minutes
ar: دقائق
as: মিনিট
az: Dəqiqələr
bg: Минути
bn: মিনিট
ca: Minuts
cs: Minuty
da: Minutter
de: Minuten
el_gr: Λεπτά
et: Minutid
eu: Minutuak
fi: Minuuttia
ga: Nóiméid
gl: Minutos
gu: મિનિટ્સ
hi: मिनट
hr: Min
hu: Perc
hy: Րոպեներ
id: Menit
it_it: Minuti
ja_jp: 分
ka: წუთი
kk: Минуттар
km: នាទី
kn: ನಿಮಿಷಗಳು
ko_kr: 분
lo: ນາທີ
lt: Minutės
lv: Minūtes
mk: Минути
ml: മിനിറ്റുകള്‍‌
mn_mn: Минут
mr: मिनिटे
ms: Minit
my: မိနစ္
nb: Minutter
ne: मिनटहरू
nl: minuten
or: ମିନିଟ୍
pa: ਮਿੰਟ
pl: Min.
pt_pt: Minutos
ro: Minute
ru_ru: мин.
si: විනාඩි
sk: Minúty
sl: Minute
sr: Minuta
sv: Minuter
ta: நிமிடங்கள்
te: నిమిషాలు
th: นาที
tl: Minuto
tr_tr: Dakika
uk: Хвилини
ur: منٹس
uz: daqiqa
vi: Phút
zh_cn: 分钟
zh_hk: 分鐘

# IDS_ST_BODY_SECONDS
source: Seconds
ar: ثوان
as: ছেকেণ্ড
az: Saniyələr
bg: Секунди
bn: সেকেন্ড
ca: Segons
cs: Sekundy
da: Sekunder
de: Sekunden
el_gr: Δευτ/τα
et: Sekundit
eu: Segundoak
fi: Sekuntia
fr_ca: Secondes
ga: Soicindí
gl: Segundos
gu: સેકંડ્સ
hi: सेकंड
hr: Sek
hu: Mp
hy: Վայրկյաններ
id: Detik
it_it: Secondi
ja_jp: 秒
ka: წამი
kk: Секунд
km: វិនាទី
kn: ಸೆಕೆಂಡುಗಳು
ko_kr: 초
lo: ວິນາທີ
lt: Sekundės
lv: Sekundes
mk: Секунди
ml: സെക്കന്‍റുകള്‍
mn_mn: Секунд
mr: सेकंद
ms: Saat
my: စကၠန္႔
nb: Sekunder
ne: सेकेण्‍डहरु
nl: seconden
or: ସେକେଣ୍ଡ୍
pa: ਸਕਿੰਟ
pl: Sek.
pt_pt: Segundos
ro: Secunde
ru_ru: сек.
si: තත්පර
sk: Sekundy
sl: Sekund
sr: Sekunde
sv: Sekunder
ta: நொடிகள்
te: సెకన్లు
th: วินาที
tl: Segundo
tr_tr: Saniye
uk: Секунди
ur: سیکنڈ
uz: Soniya
vi: Giây
zh_cn: 秒
zh_hk: 秒

# IDS_BT_POP_1_MINUTE
source: 1 minute
ar: دقيقة واحدة
as: 1 মিনিট
az: 1 dəqiqə
bg: 1 минута
bn: 1 মিনিট
ca: 1 minut
cs: 1 minuta
da: 1 minut
el_gr: 1 λεπτό
et: 1 minut
eu: Minutu 1
fi: 1 minuutti
ga: 1 nóiméad
gl: 1 minuto
gu: 1 મિનિટ
hi: 1 मिनट
hr: 1 min
hu: 1 perc
hy: 1 րոպե
id: 1 menit
it_it: 1 minuto
ja_jp: 1分
ka: 1 წუთი
kk: 1 минут
km: 1 នាទី
kn: 1 ನಿಮಿಷ
ko_kr: 1분
lo: 1 ນາທີ
lt: 1 minutė
lv: 1 minūte
mk: 1 минута
ml: 1 മിനിറ്റ്
mn_mn: 1 минут
mr: 1 मिनिट
ms: 1 minit
my: ၁ မိနစ္
nb: 1 minutt
ne: 1 मिनट
nl: 1 minuut
or: 1 ମିନିଟ୍
pa: 1 ਮਿੰਟ
pl: 1 min
pt_pt: 1 minuto
ro: 1 minut
ru_ru: 1 минута
si: විනාඩි 1
sk: 1 minúta
sl: 1 minuta
sr: 1 minut
sv: 1 minut
ta: 1 நிமிடம்
te: 1 నిమిషం
th: 1 ​นาที
tl: 1 minuto
tr_tr: 1 dakika
uk: 1 хвилина
ur: 1 منٹ
uz: 1 daqiqa
vi: 1 phút
zh_cn: 1 分钟
zh_hk: 1 分鐘

# IDS_ST_BODY_1_SECOND
source: 1 second
ar: ثانية واحدة
as: 1 ছেকেণ্ড
az: 1 saniyə
bg: 1 секунда
bn: 1 সেকেন্ড
ca: 1 segon
cs: 1 sekunda
da: 1 sekund
de: 1 Sekunde
el_gr: 1 δευτερόλεπτο
et: 1 sekund
eu: Segundo 1
fi: 1 sekunti
fr_ca: 1 seconde
ga: 1 soicind
gl: 1 segundo
gu: 1 સેકંડ
hi: 1 सेकंड
hr: 1 sek
hu: 1 másodperc
hy: 1 վայրկյան
id: 1 detik
it_it: 1 secondo
ja_jp: 1秒
ka: 1 წამი
kk: 1 секунд
km: 1 វិនាទី
kn: 1 ಸೆಕೆಂಡು
ko_kr: 1초
lo: 1 ວິນາທີ
lt: 1 sekundė
lv: 1 sekunde
mk: 1 секунда
ml: 1 സെക്കന്‍റ്
mn_mn: 1 секунд
mr: 1 सेकंद
ms: 1 saat
my: ၁ စကၠန္႔
nb: 1 sekund
ne: 1 सेकेन्ड
nl: 1 seconde
or: 1 ସେକେଣ୍ଡ୍
pa: 1 ਸਕਿੰਟ
pl: 1 sek.
pt_pt: 1 segundo
ro: 1 secundă
ru_ru: 1 секунда
si: තත්පර 1
sk: 1 sekunda
sl: 1 sekunda
sr: 1 sekunda
sv: 1 sekund
ta: 1 நொடி
te: 1 సెకను
th: 1 ​วินาที
tl: 1 segundo
tr_tr: 1 saniye
uk: 1 секунда
ur: 1 سیکینڈ
uz: 1 soniya
vi: 1 giây
zh_cn: 1 秒
zh_hk: 1 秒

# IDS_ST_BODY_INFORMATION
source: Information
ar: معلومات
as: তথ্য
az: Məlumat
bg: Информация
bn: তথ্য
ca: Informació
cs: Informace
da: Oplysninger
de: Informationen
el_gr: Πληροφορίες
et: Teave
eu: Informazioa
fi: Tiedot
fr_ca: Informations
ga: Faisnéis
gl: Información
gu: માહિતી
hi: सूचना
hr: Informacije
hu: Információ
hy: Տեղեկություն
id: Informasi
it_it: Informazioni
ja_jp: 情報
ka: ინფორმაცია
kk: Ақпарат
km: ព័ត៌មាន
kn: ಮಾಹಿತಿ
ko_kr: 정보
lo: ຂໍ້ມູນຂ່າວສານ
lt: Informacija
lv: Informācija
mk: Информации
ml: വിവരം
mn_mn: Мэдээлэл
mr: माहिती
ms: Maklumat
my: သတင္းအခ်က္အလက္
nb: Informasjon
ne: जानकारी
nl: Informatie
or: ସୂଚନା
pa: ਜਾਣਕਾਰੀ
pl: Informacje
pt_pt: Informações
ro: Informaţii
ru_ru: Информация
si: තොරතුරු
sk: Informácie
sl: Informacije
sr: Informacije
ta: விவரம்
te: సమాచారం
th: ข้อมูล
tl: Impormasyon
tr_tr: Bilgi
uk: Інформація
ur: معلومات
uz: Ma’lumot
vi: Thông tin
zh_cn: 信息
zh_hk: 資訊

# IDS_ST_BODY_YESTERDAY
source: Yesterday
ar: أمس
as: যোৱাকালি
az: Dünən
bg: Вчера
bn: গতকাল
ca: Ahir
cs: Včera
da: I går
de: Gestern
el_gr: Xθές
et: Eile
eu: Atzo
fi: Eilen
fr_ca: Hier
ga: Inné
gl: Onte
gu: ગઈકાલે
hi: बीता हुआ कल
hr: Jučer
hu: Tegnap
hy: Երեկ
id: Kemarin
it_it: Ieri
ja_jp: 昨日
ka: გუშინ
kk: Кеше
km: ម្សិលមិញ
kn: ನಿನ್ನೆ
ko_kr: 어제
lo: ມື້ວານນີ້
lt: Vakar
lv: Vakar
mk: Вчера
ml: ഇന്നലെ
mn_mn: Өчигдөр
mr: काल
ms: Semalam
my: မေန႔က
nb: I går
ne: हिजो
nl: Gisteren
or: ଗତକାଲି
pa: ਬੀਤਿਆ ਕੱਲ੍ਹ
pl: Wczoraj
pt_pt: Ontem
ro: Ieri
ru_ru: Вчера
si: ඊයේ
sk: Včera
sl: Včeraj
sr: Juče
sv: Igår
ta: நேற்று
te: నిన్నటి రోజు
th: เมื่อ​วาน
tl: Kahapon
tr_tr: Dün
uk: Вчора
ur: گذشتہ کل
uz: Kecha
vi: Hôm qua
zh_cn: 昨天
zh_hk: 昨天

# IDS_BT_BODY_TURNING_ON_BLUETOOTH_ING
source: Enabling Bluetooth...
ar: جار تشغيل البلوتوث...
as: ব্লুটুথ অন হৈ আছে...
az: Bluetooth yandırılır...
bg: Включване на Bluetooth...
bn: ব্লুটুথ চালু করা হচ্ছে...
ca: Activant Bluetooth...
cs: Zapínání Bluetooth...
da: Aktiverer Bluetooth ...
de: Bluetooth wird eingeschaltet...
el_gr: Ενεργοποίηση Bluetooth...
et: Bluetooth-ühenduse sisselülitamine...
eu: Bluetootha pizten...
fi: Bluetooth käynnistetään...
fr_ca: Activaction du Bluetooth...
ga: Bluetooth á chasadh air...
gl: Activando Bluetooth...
gu: બ્લ્યુટુથ ચાલુ કરે છે...
he: מפעיל Bluetooth...
hi: ब्लूटूथ चालू हो रहा है...
hr: Uključuje se Bluetooth...
hu: Bluetooth bekapcsolása...
hy: Միացվում է Bluetooth...
id: Mengaktifkan Bluetooth...
it_it: Attivazione Bluetooth...
ja_jp: BluetoothをONにしています...
ka: სრულდება Bluetooth–ის ჩართვა...
kk: Bluetooth қосылуда...
km: កំពុង​បើក Bluetooth...
kn: ಬ್ಲೂಟೂತ್ ಟರ್ನ್ ಆನ್ ಮಾಡುತ್ತಿದೆ...
ko_kr: 블루투스 실행 중...
lo: ກໍາລັງເປີດບລູທູດ...
lt: Įjungiamas „Bluetooth“...
lv: Ieslēdz Bluetooth...
mk: Се вклучува Bluetooth...
ml: ബ്ലുടൂത്ത്‌ ഓണ്‍ ചെയ്യുന്നു...
mn_mn: Bluetooth асааж байна...
mr: ब्लुटूथ चालू करत आहे...
ms: Menghidupkan Bluetooth...
my: ဘလူးတုသ္ဖြင့္ေနပါသည္
nb: Slår på Bluetooth...
ne: ब्लुटूथ खोल्दै...
nl: Bluetooth inschakelen...
or: ବ୍ଲୁଟୁଥକୁ ଅନ୍ ନିଅନ୍ତୁ...
pa: ਬਲੂਟੁੱਥ ਚਾਲੂ ਹੋ ਰਿਹਾ ਹੈ...
pl: Włączanie Bluetooth...
pt_pt: A ligar Bluetooth...
ro: Activare Bluetooth...
ru_ru: Включение Bluetooth...
si: බ්ලූටූත් සක්‍රිය කරමින්...
sk: Zapína sa Bluetooth...
sl: Vključuje vmesnik Bluetooth ...
sr: Uključivanje Bluetooth-a...
sv: Aktiverar Bluetooth...
ta: ப்ளூடூத் ஆன் செய்கிறது...
te: బ్లూటూత్ టర్న్ ఆన్ అవుతోంది...
th: กำลังเปิดบลูทูธ...
tl: Binubuksan ang Bluetooth...
tr_tr: Bluetooth açılıyor...
uk: Увімкнення Bluetooth...
ur: بلیوٹوتھ آن کررہا ہے...
uz: Bluetoothni yoqish...
vi: Đang bật Bluetooth...
zh_cn: 正在打开蓝牙…
zh_hk: 正在開啟藍牙…

# IDS_CLOG_POP_MAXIMUM_NUMBER_OF_CHARACTERS_HPD_REACHED
source: Maximum number of characters (%d) reached.
ar: تم بلوغ أقصى عدد من الأحرف (%d).
as: বৰ্ণৰ সৰ্বাধিক সংখ্যা (%d) উপনীত হৈছে৷
az: Simvolların sayı maksimuma (%d) çatıb.
bg: Достигнат е максималният брой знаци (%d).
bn: অক্ষর সর্বাধিক সংখ্যায় (%d) পৌঁছেছে।
ca: S'ha assolit el nombre màxim de caràcters (%d)
cs: Bylo dosaženo maximálního počtu znaků (%d).
da: Det maksimale antal tegn (%d) er nået.
de: Maximale Anzahl an Zeichen (%d) erreicht.
el_gr: Συμπληρώθηκε ο μέγιστος αριθμός χαρακτήρων (%d).
et: Maksimaalne tähemärkide arv (%d) on saavutatud.
eu: Gehienezko karaktere kopurura (%d) iritsi zara
fi: Merkkien enimmäismäärä (%d) on saavutettu.
fr_ca: Nombre maximum de caractères (%d) atteint
ga: Uaslíon na gcarachtar (%d) bainte amach.
gl: Alcanzouse o número máximo de carácteres (%d)
gu: વર્ણોની મહત્તમ સંખ્યાએ (%d) પહોંચ્યા.
hi: वर्णों की अधिकतम संख्या (%d) तक पहुँच गया।
hr: Maksimalan broj znakova (%d).
hu: Elérte a karakterek maximális számát (%d).
hy: Հասել է նիշերի առավելագույն քանակին (%d):
id: Jumlah maksimum karakter (%d) tercapai.
it_it: Raggiunto numero massimo di caratteri (%d).
ja_jp: 最大文字数(%d文字)に達しました。
ka: მიღწეულია სიმბოლოების მაქსიმალური რაოდენობა (%d).
kk: Ең көп таңбалар санына (%d) жетті.
km: បាន​ដល់​ចំនួន​តួអក្សរ​អតិបរមា (%d)។
kn: ಅಕ್ಷರಗಳ ಗರಿಷ್ಠ ಸಂಖ್ಯೆಯು (%d) ತಲುಪಿದೆ.
ko_kr: 최대 글자 수(%d)에 도달하였습니다.
lo: ຮອດຈໍານວນຕົວອັກສູງສຸດ (%d) ແລ້ວ.
lt: Pasiektas didžiausias simbolių skaičius (%d).
lv: Sasniegts maksimālais rakstzīmju skaits (%d).
mk: Достигнат е максималниот број знаци (%d).
ml: അക്ഷരങ്ങളുടെ പരമാവധി എണ്ണം (%d) തികഞ്ഞു.
mn_mn: Тэмдэгтийн (%d) тооны дээд хязгаарт хүрсэн.
mr: वर्णांची अधिकतम संख्या (%d) गाठली.
ms: Bilangan maksimum aksara (%d) dicapai.
my: အကၡရာ အမ်ားဆံုး အေရအတြက္ (%d) သို႔ ေရာက္ေနပါၿပီ။
nb: Maksimalt antall tegn (%d) er nådd.
ne: क्यारेक्टरहरूको अधिकतम संख्या (%d) पुग्यो।
nl: Maximumaantal tekens (%d) bereikt.
or: ବର୍ଣ୍ଣଗୁଡିକ (%d)ର ସର୍ବାଧିକ ସଂଖ୍ୟାରେ ପହଞ୍ଚିଛି।
pa: ਵਰਣ ਅਧਿਕਤਮ ਸੰਖਿਆ (%d) ਤੇ ਪਹੁੰਚ ਗਏ ਹਨ।
pl: Osiągnięto maksymalną liczbę znaków (%d).
pt_pt: Número máximo de caracteres (%d) atingido.
ro: Numărul maxim de caractere (%d) a fost atins.
ru_ru: Достигнуто максимальное число символов (%d).
si: උපරිම අනු ලකුණු ගණන (%d) ළඟා විය.
sk: Dosiahol sa maximálny počet znakov (%d).
sl: Doseženo je največje število znakov (%d).
sr: Dostignut maksimalan broj karaktera (%d).
sv: Högsta antal tecken (%d) har uppnåtts.
ta: அதிகபட்ச எழுத்துகளின் (%d) எண்ணிக்கையை அடைந்தது.
te: అక్షరాల గరిష్ఠ సంఖ్యకు (%d) చేరుకున్నాయి.
th: ถึง​จำนวน​ตัว​อักษร​สูง​สุด (%d)
tl: Naabot na ang maximum na bilang ng mga character (%d).
tr_tr: Maksimum karakter sayısına (%d) ulaşıldı.
uk: Досягнуто максимальної кількості символів: %d.
ur: حروف کی انتہائی تعداد (%d) آن پہنچی۔
uz: Belgilar soni ruxsat etilgan maksimal miqdorga (%d) yetdi.
vi: Đã đạt số ký tự tối đa (%d).
zh_cn: 已达到最大字符数(%d)。
zh_hk: 已達字元數目上限 (%d)。

# IDS_BT_OPT_SHOW_PIN
source: Show PIN
ar: إظهار رقم PIN
az: PIN-i göstər
bg: Показване на PIN
ca: Mostrar el PIN
cs: Zobrazit PIN kód
da: Vis PIN-kode
de: PIN anzeigen
el_gr: Εμφάνιση PIN
et: Näita PIN-koodi
eu: Erakutsi PINa
fi: Näytä PIN-koodi
fr_ca: Afficher le code NIP
ga: Taispeáin PIN
gl: Amosar PIN
hi: PIN दिखाएँ
hr: Prikaži PIN
hu: PIN megjelenítése
hy: Ցույց տալ PIN-ը
it_it: Mostra PIN
ja_jp: PINを表示
ka: გამოჩნდეს PIN
kk: PIN кодты көрсету
ko_kr: PIN 표시
lt: Rodyti PIN
lv: Rādīt PIN kodu
mk: Прикажи PIN
mn_mn: PIN харуулах
nb: Vis PIN-kode
nl: Pincode tonen
pl: Pokaż PIN
pt_pt: Mostrar PIN
ro: Afişare PIN
ru_ru: Показать PIN-код
sk: Zobraziť kód PIN
sl: Prikaz kode PIN
sr: Prikaži PIN
sv: Visa PIN
tr_tr: PIN'i göster
uk: Показати PIN-код
uz: PIN-kodni ko‘rsatish
zh_cn: 显示 PIN 码
zh_hk: 顯示 PIN 碼

# IDS_BT_BUTTON_PAIR
source: Pair
ar: إقران
as: যোৰা
az: Qoş
bg: Двойка
bn: জোড়বাঁধুন
ca: Vincular
cs: Párovat
da: Par
de: Koppeln
el_gr: Δημ. ζεύγους
et: Seo
eu: Parekatu
fi: Yhdistä
fr_ca: Jumeler
ga: Péireáil
gl: Vincular
gu: જોડી બનાવો
hi: पेअर करें
hr: Spoji
hu: Párosítás
hy: Զուգտակել
id: Pasangkan
it_it: Associa
ja_jp: ペア
ka: დაწყვილება
kk: Жұптастыру
km: ផ្គូ
kn: ಜೋಡಿ
ko_kr: 등록
lo: ຈັບຄູ່
lt: Susieti
lv: Savienot pārī
mk: Поврзи
ml: പെയര്‍
mn_mn: Хослуулах
mr: पेयर
ms: Pasang
my: အတြဲ
nb: Sammenkoble
ne: जोडी बनाउ
nl: Koppelen
or: ପେୟାର୍
pa: ਜੋੜਾ ਬਣਾਓ
pl: Powiąż
pt_pt: Emparelhar
ro: Asociere
ru_ru: Соединить
si: යුගල් කරන්න
sk: Párovať
sl: Seznani
sr: Upari
sv: Sammankoppla
ta: பிணை
te: జత
th: จับ​คู่
tl: I-pair
tr_tr: Eşleştir
uk: Утворити пару
ur: جوڑی بنائیں
uz: Bog‘lash
vi: Ghép đôi
zh_cn: 配对
zh_hk: 配對

# IDS_BT_BODY_CONFIRM_TO_RECEIVE_FILE
source: Confirm to receive file.
ar: قم بتأكيد استلام الملف.
az: Faylı qəbul etmək üçün təsdiqlə.
bg: Потвърдете, за да получите файла.
ca: Confirmi per rebre el fitxer
cs: Potvrďte příjem souboru.
da: Bekræft for at modtage fil.
de: Bestätigen, um Datei zu empfangen.
el_gr: Επιβεβαιώστε για τη λήψη του αρχείου.
et: Kinnitage faili vastuvotmine.
eu: Baieztatu fitxategia jasotzeko
fi: Vahvista tiedoston vastaanotto.
fr_ca: Confirmez la réception du fichier.
ga: Deimhnigh le comhad a fháil
gl: Confirma para recibir o arquivo
hi: फाइल प्राप्त करने के लिए पुष्‍टि करें।
hr: Potvrdite za primanje datoteke.
hu: A fájl fogadásához a jóváhagyása szükséges.
hy: Հաստատել՝ ֆայլ ստանալու համար:
it_it: Conferma per ricevere il file.
ja_jp: ファイルを受信します。
ka: ფაილის მიღების დადასტურება.
kk: Файл алу үшін растаңыз.
ko_kr: 파일을 받으려면 수락하세요.
lt: Patvirtinkite, kad gautumėte failą.
lv: Apstipriniet, lai saņemtu failu.
mk: Потврдете за да се прими фајлот.
mn_mn: Файл хүлээн авахын тулд баталгаажуул
nb: Bekreft for å motta fil.
nl: Bevestigen om bestand te ontvangen.
pl: Potwierdź, aby odebrać plik.
pt_pt: Confirmar para receber ficheiro.
ro: Confirmaţi pentru a primi fişierul.
ru_ru: Подтвердите, что следует принять файл.
sk: Potvrďte, že chcete prijať súbor.
sl: Potrdite za sprejem datoteke.
sr: Potvrdi prijem fajla.
sv: Bekräfta för att ta emot filen.
tr_tr: Dosyayı almak için onayla.
uk: Підтвердьте, щоб отримати файл.
uz: Faylni qabul qilish uchun tasdiqlang.
zh_cn: 确认接收文件。
zh_hk: 確認以接收檔案。

# IDS_YSM_POP_THIS_NAME_IS_ALREADY_IN_USE_NENTER_ANOTHER_NAME
source: This name is already in use. Enter another name.
ar: هذا الاسم مستخدم بالفعل. أدخل اسما آخر.
as: এই নামটো ইতিমধ্যে ব্যৱহৃত হৈ আছে৷ অন্য এটা নাম প্ৰৱিষ্ট কৰক৷
az: Bu addan artıq istifadə olunur. Başqa bir ad daxil edin
bg: Този файл вече се използва. Въведете друго име.
bn: এই নামটি ইতিমধ্যে ব্যবহার হচ্ছে৷ আর একটি নাম লিখুন৷
ca: Aquest nom ja està en ús. Introdueixi un altre nom.
cs: Název je již použit. Zadejte jiný název.
da: Dette navn er allerede i brug. Indtast et andet navn.
de: Der Name wird bereits verwendet. Geben Sie einen anderen Namen ein.
el_gr: Αυτό το όνομα χρησιμοποιείται ήδη. Εισαγάγετε άλλο όνομα.
et: See nimi on juba kasutusel. Sisestage teine nimi.
eu: Izen hau erabiltzen ari zara. Idatzi beste izen bat.
fi: Tämä nimi on jo käytössä. Anna toinen nimi.
fr_ca: Ce nom est déjà utilisé. Entrez un autre nom.
ga: Tá an t-ainm sin in úsáid cheana. Iontráil ainm eile.
gl: Este nome xa se está a empregar. Introduce outro nome.
gu: આ નામ પહેલેથી ઉપયોગમાં છે. અન્ય નામ દાખલ કરો.
hi: यह नाम पहले से उपयोग में है। अन्य नाम प्रविष्ट करें।
hr: Taj naziv se već koristi. Unesite drugi naziv.
hu: Ilyen név már van. Írjon be mást.
hy: Այս անունն արդեն օգտագործվում է: Մուտքագրեք այլ անուն
id: Nama ini sudah digunakan. Masukkan nama lainnya.
it_it: Questo nome è già in uso. Inserite un altro nome.
ja_jp: この名前は既に登録されています。他の名前を入力してください。
ka: ეს სახელი უკვე გამოყენებულია. ჩაწერეთ სხვა სახელი
kk: Осындай атау бұрыннан пайдаланылуда. Басқа атауды енгізіңіз
km: ឈ្មោះ​នេះ​កំពុង​ប្រើ​ហើយ។ វាយបញ្ចូល​ឈ្មោះ​ផ្សេង។
kn: ಈ ಹೆಸರು ಈಗಾಗಲೇ ಬಳಕೆಯಲ್ಲಿದೆ. ಮತ್ತೊಂದು ಹೆಸರನ್ನು ನಮೂದಿಸಿ.
ko_kr: 사용 중인 이름입니다. 다른 이름을 입력하세요.
lo: ຊື່ນີ້ໃຊ້ງານຢູ່ຮຽບຮ້ອຍແລ້ວ. ໃສ່ຊື່ອື່ນ.
lt: Šis pavadinimas jau naudojamas. Įveskite kitą pavadinimą.
lv: Šis nosaukums jau tiek lietots. Ievadiet citu nosaukumu.
mk: Името веќе се користи. Внесете друго име.
ml: ഈ പേര് നേരത്തേതന്നെ ഉപയോഗത്തിലുണ്ട്. മറ്റൊരു പേര് നൽകുക.
mn_mn: Энэ нэр аль хэдийн ашиглагдаж байна. Өөр нэр оруул
mr: हे नाव आधीपासूनच वापरात आहे. अन्‍य नाव प्रविष्‍ट करा.
ms: Nama ini telah digunakan. Masukkan nama lain.
my: ဤအမည္ကို သံုးထားၿပီးျဖစ္သည္။ အျခားအမည္ ထည့္ပါ။
nb: Dette navnet er allerede i bruk. Angi et annet navn.
ne: यो नाम पहिले नै प्रयोगमा छ। अर्को नाम प्रविष्‍ट गर्नुहोस्।
nl: Deze naam is al in gebruik. Voer een andere naam in.
or: ଏହି ବର୍ଗ ନାମ ପୂର୍ବରୁ ବ୍ୟବହାରରେ ରହିଛି। ଅନ୍ୟ ନାମ ପ୍ରବେଶ କରନ୍ତୁ।
pa: ਇਹ ਨਾਂ ਪਹਿਲਾਂ ਤੋਂ ਹੀ ਵਰਤੋਂ ਵਿੱਚ ਹੈ। ਕੋਈ ਦੂਜਾ ਨਾਂ ਦਾਖਲ ਕਰੋ।
pl: Ta nazwa jest już w użyciu. Wprowadź inną nazwę
pt_pt: Este nome já a ser utilizado. Introduza outro nome.
ro: Numele este deja utilizat. Introduceţi alt nume.
ru_ru: Это имя уже используется. Введите другое имя
si: මෙම නම දැනටමත් භාවිතයේ පවතී. තවත් නමක් ඇතුළු කරන්න.
sk: Tento názov sa už používa. Zadajte iný názov.
sl: To ime se že uporablja. Vnesite drugo ime.
sr: Ovaj naziv je već u upotrebi. Unesi drugi naziv.
sv: Det här namnet används redan. Ange ett annat namn.
ta: இந்த பெயர் ஏற்கனவே பயன்பாட்டில் உள்ளது. மற்றொரு பெயரை உள்ளிடவும்.
te: ఈ పేరు ఇప్పటికే ఉపయోగంలో ఉంది. మరొక పేరుని నమోదు చేయండి.
th: ชื่อนี้ถูกใช้แล้ว ใส่ชื่ออื่น
tl: Ginagamit na ang pangalang ito. Magpasok ng ibang pangalan.
tr_tr: Bu ad zaten kullanımda. Başka ad girin.
uk: Ця назва вже використовується. Введіть іншу назву
ur: یہ نام پہلے سے استعمال میں ہے۔ دوسرا نام داخل کریں۔
uz: Ushbu nom avvaldan ishlatilmoqda. Boshqa nom kiriting
vi: Tên này đã được sử dụng. Hãy nhập tên khác.
zh_cn: 此名称已被使用。输入其他名称。
zh_hk: 此名稱已在使用中。輸入其他名稱。

# IDS_BT_SBODY_CONNECTING_ING
source: Connecting...
ar: جار الاتصال...
as: সংযোগ হৈ আছে...
az: Qoşulur...
bg: Свързване...
bn: সংযোগ হচ্ছে...
ca: Connectant...
cs: Připojování...
da: Forbinder ...
de: Verbinden...
el_gr: Γίνεται σύνδεση...
et: Ühenduse loomine...
eu: Konektatzen...
fi: Yhdistetään...
fr_ca: Connexion...
ga: Nascadh...
gl: Conectando...
gu: જોડે છે...
hi: कनेक्ट किया रहा है...
hr: Spajanje...
hu: Kapcsolódás...
hy: Միանում է...
id: Menyambung...
it_it: Connessione in corso...
ja_jp: 接続中...
ka: უკავშირდება...
kk: Қосылуда...
km: កំពុង​ភ្ជាប់...
kn: ಸಂಪರ್ಕಿಸುತ್ತಿದೆ...
ko_kr: 연결 중...
lo: ກໍາລັງເຊື່ອມຕໍ່...
lt: Jungiama...
lv: Savieno...
mk: Се поврзува...
ml: ബന്ധിപ്പിക്കുന്നു...
mn_mn: Холбогдож байна...
mr: कनेक्ट केले जात आहे...
ms: Menyambung...
my: ခ်ိတ္ဆက္ေနဆဲ...
nb: Kobler til...
ne: जडान गर्दै...
nl: Verbinden...
or: ସଂଯୋଗ କରୁଛି...
pa: ਕਨੈਕਟ ਹੋ ਰਿਹਾ ਹੈ...
pl: Łączenie...
pt_pt: A ligar...
ro: Se conectează...
ru_ru: Подключение...
si: සම්බන්ධ වෙමින්...
sk: Pripája sa...
sl: Povezovanje ...
sr: Uspostavljanje veze...
sv: Ansluter ...
ta: இணைக்கிறது...
te: కనెక్ట్ అవుతోంది...
th: กำลังต่อ...
tl: Kumokonekta...
tr_tr: Bağlanıyor...
uk: Підключення...
ur: مربوط کیا جا رہا ہے...
uz: Ulanmoqda...
vi: Đang kết nối...
zh_cn: 正在连接...
zh_hk: 正在連接...

# IDS_BT_MBODY_P1SD_CP2SD_REMAINING
source: %1$d:%2$d remaining
ar: متبق %1$d:‏%2$d
as: %1$d:%2$d অৱশিষ্ট
az: %1$d:%2$d qalır
bg: %1$d:%2$d остават
bn: %1$d:%2$d অবশিষ্ট
ca: %1$d:%2$d restant
cs: Zbývá %1$d:%2$d
da: %1$d:%2$d tilbage
de: %1$d:%2$d verbleibend
el_gr: Απομένουν %1$d:%2$d
et: %1$d:%2$d jäänud
eu: %1$d:%2$d gelditzen da
fi: %1$d:%2$d jäljellä
fr_ca: %1$d:%2$d restante(s)
ga: %1$d:%2$d fágtha
gl: %1$d:%2$d restante
gu: %1$d:%2$d બાકી
hi: %1$d:%2$d शेष
hr: %1$d:%2$d preostalo
hu: %1$d:%2$d van hátra
hy: Մնացել է %1$d:%2$d
id: %1$d:%2$d tersisa
it_it: %1$d:%2$d rimanenti
ja_jp: 残り%1$d時間%2$d分
ka: დარჩა %1$d:%2$d
kk: %1$d:%2$d қалды
km: នៅសល់ %1$d:%2$d
kn: %1$d:%2$d ಉಳಿದಿದೆ
ko_kr: %1$d:%2$d 남음
lo: ຍັງເຫຼືອ %1$d:%2$d
lt: Liko%1$d:%2$d
lv: Atlikušas %1$d:%2$d
mk: %1$d:уште %2$d
ml: %1$d:%2$d ശേഷിക്കുന്നു
mn_mn: %1$d:%2$d үлдсэн
mr: %1$d:%2$d शिल्लक
ms: Baki %1$d:%2$d
my: %1$d:%2$d ဆက္လုပ္ရန္ က်န္ေသးသည္
nb: %1$d:%2$d gjenstår
ne: %1$d:%2$d बाँकी
nl: %1$d:%2$d over
or: %1$d:%2$d ବାକି ରହିଛି
pa: %1$d:%2$d ਬਾਕੀ
pl: Pozostało: %1$d:%2$d
pt_pt: Restam %1$d:%2$d
ro: Timp rămas: %1$d:%2$d
ru_ru: Осталось: %1$d:%2$d
si: %1$d:%2$dක් ඉතිරියි
sk: Zostáva %1$d:%2$d
sl: Še %1$d:%2$d
sr: Preostalo: %1$d:%2$d
sv: %1$d:%2$d återstår
ta: %1$d:%2$d மீதமுள்ளது
te: %1$d:%2$d మిగిలి ఉన్నాయి
th: เหลืออีก %1$d:%2$d
tl: %1$d:%2$d ang natitira
tr_tr: %1$d:%2$d kaldı
uk: Лишилося %1$d:%2$d
ur: %1$d:%2$d بقایا
uz: %1$d:%2$d qoldi
vi: Còn %1$d:%2$d
zh_cn: 剩余 %1$d:%2$d
zh_hk: 剩餘 %1$d:%2$d
