Repository: tizenorg/apps.core.preloaded.ug-bluetooth-efl
Catalog: po/*.po
Languages: ar, as, az, bg, bn, ca, cs, da, de, el_gr, et, eu, fi, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, lo, lt, lv, mk, ml, mn_mn, mr, ms, my, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sr, sv, ta, te, th, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

source: Toggle the button and tap Scan to enable Bluetooth and scan for devices.
ar: حرك الزر وانقر فوق بحث لتشغيل البلوتوث والبحث عن أجهزة.
as: ব্লুটুথ অন কৰিবলৈ আৰু ডিভাইচৰ কাৰণে স্কেন কৰিবলৈ বুটাম লগলগাওক আৰু স্কেন টিপক।
az: Düyməyə basın və Bluetooth-u yandırmaq və cihazları axtarmaq üçün düyməni basın.
bg: Използвайте бутона и чукнете Сканиране, за да включите Bluetooth и да сканирате за устройства.
bn: বোতামটি ট্যাপ করুন এবং ব্লুটুথ চালু করে ডিভাইসগুলির জন্য স্ক্যান করতে স্ক্যান ট্যাপ করুন৷
ca: Activi el botó i toqui Escanejar per activar el Bluetooth i escanejar dispositius
cs: Přepnutím tlačítka a klepnutím na tlačítko Hledat zapnete Bluetooth a vyhledáte zařízení.
da: Tryk på knappen, og tap på Scan for at aktivere Bluetooth og scanne for enheder.
de: Taste umschalten und auf „Scannen“ tippen, um Bluetooth einzuschalten und nach Geräten zu suchen.
el_gr: Κάντε εναλλαγή του κουμπιού και πατήστε «Σάρωση» για την ενεργοποίηση του Bluetooth και την εκτέλεση σάρωσης για τον εντοπισμό συσκευών.
et: Liigutage nuppu ja toksake käsku Otsi, et lülitada Bluetooth-ühendust sisse ja otsida seadmeid.
eu: Aktibatu botoia eta ukitu Bilatu Bluetootha pizteko eta gailuak bilatzeko
fi: Ota Bluetooth käyttöön ja hae laitteita pyyhkäisemällä kytkintä ja napauttamalla Hae.
fr_ca: Basculez le bouton et touchez Rechercher pour activer Bluetooth et rechercher des périphériques.
ga: Scoránaigh an cnaipe agus tapáil Scan le Bluetooth a chasadh air agus le scanadh le haghaidh gléasanna.
gl: Alterna o botón e toca Explorar para activar o Bluetooth e buscar dispositivos
gu: બટન દબાવો અને બ્લ્યુટુથને ચાલુ કરી અને ઉપકરણ શોધવા માટે સ્કેન ટેપ કરો.
hi: ब्लूटूथ चालू करने और डिवाइसों के लिए स्कैन करने के लिए बटन टॉगल करें और स्कैन पर टैप करें।
hr: Pritisnite gumb i dodirnite Skeniraj da biste uključili Bluetooth i tražili uređaje.
hu: A Bluetooth bekapcsolásához és az eszközkereséshez kapcsolja át a gombot, és érintse meg a Keresés gombot.
hy: Փոխարկեք կոճակը և թակեք Տեսածրել՝ Bluetooth-ը միացնելու և սարքերը տեսածրելու համար:
id: Tekan tombol dan ketuk Pindai untuk menghidupkan Bluetooth dan memindai perangkat.
is: Notaðu hnappinn og pikkaðu á Leita til að kveikja á Bluetooth og leita að tækjum.
it_it: Selezionate il pulsante del Bluetooth per attivarlo e toccate Ricerca per cercare i dispositivi.
ja_jp: ボタンを切り替えてBluetoothをONにした後、[スキャン]をタップしてデバイスをスキャンします。
ka: დააჭირეთ ღილაკს და შეეხეთ „სკანირება“-ს, რომ ჩართოთ Bluetooth და მოძებნოთ მოწყობილობები.
kk: Түймені басып, Bluetooth қосу үшін “Тексеру” түймесін түртіңіз, сосын құрылғыларды тексеріңіз.
km: ឆ្លាស់​ប៊ូតុង ហើយ​ប៉ះ ស្កេន ដើម្បី​បើក Bluetooth រួច​ស្កេន​រក​ឧបករណ៍។
kn: ಬ್ಲೂಟೂತ್ ಅನ್ನು ಆನ್ ಮಾಡಲು ಮತ್ತು ಸಾಧನಗಳಿಗಾಗಿ ಸ್ಕ್ಯಾನ್ ಮಾಡಲು ಬಟನ್ ಟಾಗಲ್ ಮಾಡಿ ಮತ್ತು ಸ್ಕ್ಯಾನ್ ಒತ್ತಿ.
ko_kr: 블루투스를 실행하고 디바이스를 찾으려면 [찾기]를 누르세요.
lo: ໃສ່ໄລລັອກປຸ່ມ ແລະແຕະປຸ່ມສະແກນເພື່ອເປີດບລູທູດ ແລະສະແກນຫາເຄື່ອງ.
lt: Jei norite įjungti „Bluetooth“ ir ieškoti įrenginių, perjunkite mygtuką ir bakstelėkite „Ieškoti“.
lv: Pārslēdziet pogu un pieskarieties pie Meklēt, lai ieslēgtu Bluetooth un meklētu ierīces.
mk: Преклопувајте го копчето и допрете го Сканирање за да го вклучите Bluetooth и да сканирате за уреди.
ml: ബ്ലൂടൂത്ത് ഓണ്‍ ചെയ്യുന്നതിനും ഉപകരണങ്ങള്‍ക്കായി സ്കാന്‍ചെയ്യുന്നതിനുമായി ബട്ടണ്‍ ടോഗിള്‍ചെയ്ത് സ്കാന്‍ ടാപ്പുചെയ്യുക.
mn_mn: Товчийг шилжүүлж, Унших-ыг товшиж Bluetooth-г асааж, төхөөрөмжүүдийг хай.
mr: बटण टॉगल करा आणि ब्‍लुटूथ चालू करण्‍यासाठी स्कॅन टॅप करा आणि उपकरणांन साठी स्कॅन करा.
ms: Togol butang dan ketik Imbas untuk menghidupkan Bluetooth dan imbas untuk mencari peranti.
my: ဘလူးတူးသ္ကို ဖြင့္ေပးရန္ ႏွင့္ ကိရိယာမ်ားကို ရွာၾကည့္ရန္ ခလုတ္ကို ကစားလ်က္ စကဲန္ကို ပုတ္ပါ။
nb: Skyv bryteren og trykk på Søk for å slå på Bluetooth og søke etter enheter.
ne: बटन टगल गर्नुहोस् र ब्लुटूथ खोलेर यन्त्रहरू स्क्यान गर्नको लागि स्क्यान गर्नुहोस् ट्याप गर्नुहोस्।
nl: Tik op de knop en tik op Scannen om Bluetooth in te schakelen en te zoeken naar apparaten.
or: ବଟନ୍ ଟୋଗଲ୍ କରନ୍ତୁ ଏବଂ ବ୍ଲୁଟୁଥ୍ ଟର୍ନ୍ ଅନ୍ ଏବଂ ଡିଭାଇସ୍‌ଗୁଡିକ ପାଇଁ ସ୍କାନ୍ କରିବାକୁ ସ୍କାନ୍ ଟ୍ୟାପ୍ କରନ୍ତୁ।
pa: ਡਿਵਾਈਸਾਂ ਲਈ ਸਕੈਨ ਕਰਨ ਅਤੇ ਬਲੂਟੁੱਥ ਚਾਲੂ ਕਰਨ ਦੇ ਲਈ ਬਟਨ ਟੌਗਲ ਕਰੋ ਅਤੇ ਸਕੈਨ ਟੈਪ ਕਰੋ।
pl: Aby włączyć Bluetooth i wyszukiwać urządzenia, przełącz przycisk i dotknij Skanuj.
pt_pt: Alterne o botão e toque em Pesquisar para ligar o Bluetooth e pesquisar dispositivos.
ro: Comutaţi butonul şi atingeţi Scanare pentru a porni Bluetooth şi pentru a căuta dispozitive.
ru_ru: Нажмите кнопку и выберите 'Поиск', чтобы включить Bluetooth и поиск устройств.
si: බොත්තම ටොගල් කර බ්ලූටූත් සක්‍රිය කිරීමට සහ උපාංග පරීක්ෂා කිරීමට පරීක්ෂා කරන්න මත තට්ටු කරන්න.
sk: Prepnutím tohto tlačidla a ťuknutím na tlačidlo Vyhľadať môžete zapnúť pripojenie Bluetooth a vyhľadať zariadenia.
sl: Preklopite gumb in pritisnite Iskanje, da vklopite Bluetooth in poiščete naprave.
sr: Preklopi taster i kucni na Skeniraj za uključivanje Bluetooth-a i skeniranje uređaja.
sv: Tryck på knappen och tryck på Sök för att slå på Bluetooth och söka efter enheter.
ta: பொத்தானை டாகிள் செய்து மற்றும் ப்ளூடூத்தை ஆன் செய்து சாதனங்களுக்காக ஸ்கேன் செய்யவென ஸ்கேனை டேப் செய்யவும்.
te: బ్లూటూత్‌ను ప్రారంభించి, పరికరాలను స్కాన్ చేయడానికి బటన్‌ను టోగుల్ చేసి, స్కాన్‌ను నొక్కండి.
th: กดปุ่มสลับแล้วแตะ สแกน เพื่อเปิด Bluetooth และสแกนหาอุปกรณ์
tl: I-toggle ang button at i-tap ang I-scan upang i-on ang Bluetooth at mag-scan para sa mga device.
tr_tr: Bluetooth'u açmak ve cihazları taramak için tuşu ters yöne değiştirin ve Tara'ya dokunun.
uk: Натисніть перемикач, а потім «Сканувати», щоб ввімкнути функцію Bluetooth та здійснити пошук пристроїв
ur: بلیو ٹوتھ آن کرنے اور آلات اسکین کرنے کے لئے بٹن ٹوگل کریں اور اسکین پر تھپتھپائیں۔
uz: Bluetoothni yoqish va qurilmalarni qidirish uchun tugma holatini o‘zgartiring va Qidirishni bosing.
vi: Chuyển trạng thái phím và chạm Dò để bật Bluetooth và dò tìm các thiết bị.
zh_cn: 将按钮切换并轻敲扫描以打开蓝牙并扫描设备。
zh_hk: 切換按鈕並輕觸掃描，以開啟藍牙並掃描裝置。

# IDS_HELP_HEADER_SEND_PICTURES_VIA_BLUETOOTH
source: Send pictures via Bluetooth
ar: إرسال الصور عبر البلوتوث‬
as: ব্লুটুথহৈ চিত্ৰ প্ৰেৰণ কৰক
az: Şəkilləri Bluetooth vasitəsilə göndər
bg: Изпращане снимки чрез Bluetooth
bn: ব্লুটুথ হয়ে ছবি পাঠান
ca: Enviar fotos mitjançant Bluetooth
cs: Odesílání obrázků prostřednictvím Bluetooth
da: Send billeder via Bluetooth
de: Bilder über Bluetooth senden
el_gr: Αποστολή εικόνων μέσω Bluetooth
et: Piltide saatmine Bluetoothi kaudu
eu: Bidali irudiak Bluetooth bidez
fi: Lähetä kuvia Bluetoothilla
fr_ca: Envoyer des images via Bluetooth
ga: Seol pictiúir le Bluetooth
gl: Enviar imaxes a través de Bluetooth
gu: બ્લ્યુટુથ દ્વારા ચિત્રો મોકલો
hi: ब्लूटूथ के द्वारा तस्वीरें भेजें
hr: Pošalji slike preko Bluetootha
hu: Képek küldése Bluetooth-on
hy: Նկարներ ուղարկել Bluetooth-ով
id: Kirim gambar melalui Bluetooth
is: Senda myndir með Bluetooth
it_it: Invio immagini con Bluetooth
ja_jp: Bluetoothで画像を送信
ka: სურათების გაგზავნა Bluetooth-ით
kk: Суреттерді Bluetooth арқылы жіберу
km: ផ្ញើ​រូបភាព​តាម Bluetooth
kn: ಬ್ಲೂಟೂತ್ ಮೂಲಕ ಚಿತ್ರಗಳನ್ನು ಕಳುಹಿಸಿ
ko_kr: 블루투스로 사진 전송
lo: ສົ່ງຮູບຜ່ານບລູທູດ
lt: Siųsti nuotrauką per „Bluetooth“
lv: Attēlu sūtīšana, izmantojot Bluetooth
mk: Праќање слики преку Bluetooth
ml: ബ്ലൂടൂത്ത് വഴി ചിത്രങ്ങള്‍ അയയ്ക്കുക
mn_mn: Bluetooth ашиглан зураг илгээх
mr: ब्लुटूथ मार्गे चित्र पाठवा
ms: Hantar gambar melalui Bluetooth
my: ဘလူးတုသ္မွတဆင့္ ပံုမ်ားကို ပို႔ပါ
nb: Send bilder via Bluetooth
ne: ब्लुटूथबाट छविहरू पठाउनुहोस्
nl: Afbeeldingen verzenden via Bluetooth
or: ବ୍ଲୁଟୁଥ୍ ମାଧ୍ୟମରେ ଫଟୋଗୁଡିକ ପ୍ରେରଣ କରିବା
pa: ਬਲੂਟੁੱਥ ਰਾਹੀਂ ਤਸਵੀਰਾਂ ਭੇਜੋ
pl: Wysyłanie obrazów przez Bluetooth
pt_pt: Enviar imagens via Bluetooth
ro: Trimitere imagini prin Bluetooth
ru_ru: Отправка фотографий по Bluetooth
si: බ්ලූටූත් ඔස්සේ පිංතූර යවන්න
sk: Odosielanie obrázkov cez Bluetooth
sl: Pošiljanje slik prek Bluetootha
sr: Pošalji slike putem Bluetooth-a
sv: Skicka bilder via Bluetooth
ta: ப்ளூடூத் வழியே படங்களை அனுப்புக
te: బ్లూటూత్ ద్వారా చిత్రాలను పంపండి
th: ส่งรูปภาพผ่านทาง Bluetooth
tl: Magpadala ng mga litrato sa pamamagitan ng Bluetooth.
tr_tr: Bluetooth ile resimler gönderin
uk: Надсилання фотографій через Bluetooth
ur: تصویر براستہ بلیو ٹوتھ بھیجیں
uz: Bluetooth orqali rasmlarni yuborish
vi: Gửi ảnh qua Bluetooth
zh_cn: 通过蓝牙发送图片
zh_hk: 透過藍牙發送圖片

# IDS_HELP_MBODY_SET_UP_BLUETOOTH
source: Set up Bluetooth
ar: إعداد البلوتوث‬
as: ব্লুটুথ ছেট কৰক
az: Bluetooth-u quraşdır
bg: Настройка на Bluetooth
bn: ব্লুটুথ সেট আপ করুন
ca: Configurar Bluetooth
cs: Nastavit Bluetooth
da: Opsæt Bluetooth
de: Bluetooth einrichten
el_gr: Ρύθμιση του Bluetooth
et: Bluetoothi seadistamine
eu: Ezarri Bluetootha
fi: Määritä Bluetooth
fr_ca: Configurer Bluetooth
ga: Socraigh Bluetooth
gl: Configurar o Bluetooth
gu: બ્લ્યુટુથ ગોઠવો
hi: ब्लूटूथ सेटअप करें
hr: Postavi Bluetooth
hu: Bluetooth beállítása
hy: Նախադրել Bluetooth
id: Atur Bluetooth
is: Setja upp Bluetooth
it_it: Configurazione Bluetooth
ja_jp: Bluetoothを設定
ka: Bluetooth-ის დაყენება
kk: Bluetooth мүмкін. реттеу
km: រៀបចំ Bluetooth
kn: ಬ್ಲೂಟೂತ್ ನಿಗದಿಗೊಳಿಸಿ
ko_kr: 블루투스 설정
lo: ຕັ້ງບລູທູດ
lt: Nustatyti „Bluetooth“
lv: Bluetooth iestatīšana
mk: Поставување Bluetooth
ml: ബ്ലൂടൂത്ത് ക്രമീകരിക്കുക
mn_mn: Bluetooth тохируулах
mr: ब्लुटूथ सेटअप करा
ms: Sediakan Bluetooth
my: ဘလူးတူးသ္ကို သတ္မွတ္ေပး
nb: Konfigurer Bluetooth
ne: ब्लुटूथ सेट अप गर्नुहोस्
nl: Bluetooth instellen
or: ବ୍ଲୁଟୁଥ୍ ସେଟ୍ ଅପ୍
pa: ਬਲੂਟੁੱਥ ਸੈੱਟ ਅਪ ਕਰੋ
pl: Konfigurowanie Bluetooth
pt_pt: Configurar Bluetooth
ro: Configurare Bluetooth
ru_ru: Настройка Bluetooth
si: බ්ලූටූත් පිහිටුවන්න
sk: Nastav. spoj. Bluetooth
sl: Nastavitev Bluetootha
sr: Podesi Bluetooth
sv: Ställ in Bluetooth
ta: ப்ளூடூத்தை அமைக்கவும்
te: బ్లూటూత్‌ను సెటప్ చేయండి
th: ตั้งค่า Bluetooth
tl: I-set up ang Bluetooth.
tr_tr: Bluetooth’u kurun
uk: Настроювання Bluetooth
ur: بلیو ٹوتھ سیٹ اپ کریں
uz: Bluetoothni sozlash
vi: Cài đặt Bluetooth
zh_cn: 设置蓝牙
zh_hk: 設定藍牙

source: Paired with or connected to selected device successfully. Tap the configuration icon to configure the device profile.
ar: تم الاقتران أو الاتصال بالجهاز المحدد بنجاح. انقر فوق رمز التكوين لتكوين ملف تعريف الجهاز.
as: চয়নিত ডিভাইচ সফলতাপূৰ্বক যোৰা হৈছে বা সংযোগ হৈছে৷ ডিভাইচ প্ৰ'ফাইল কনফিগাৰ কৰিবলৈ কনফিগাৰেশ্বন টিপক৷
az: Seçilmiş cihazla qoşuldu. Cihaz profilini konfiqurasiya etmək üçün konfiqurasiya nişanına vurun.
bg: Успешно сдвоено или свързано с избраното устройство. Чукнете иконата за конфигуриране, за да конфигурирате профила на устройството.
bn: জোড় বাঁধা হয়েছে বা নির্বাচিত ডিভাইসটির সাথে সফলভাবে সংযুক্ত হয়েছে। ডিভাইস প্রোফাইলটি কনফিগার করতে কনফিগারেশন আইকনটি ট্যাপ করুন।
ca: Vinculació o connexió amb el dispositiu seleccionat correcta. Toqui la icona de configuració per configurar el perfil del dispositiu.
cs: Zařízení bylo úspěšně spárováno nebo připojeno. Klepněte na ikonu konfigurace a nakonfigurujte profil zařízení.
da: Parret med eller sluttet til valgt enhed korrekt. Tryk på konfigurationsikonet for at konfigurere enhedsprofilen.
de: Kopplung bzw. Verbindung mit ausgewähltem Gerät erfolgreich hergestellt. Tippen Sie auf das Konfigurationssymbol, um das Geräteprofil zu konfigurieren.
el_gr: Πραγματοποιήθηκε επιτυχώς αντιστοίχιση ή σύνδεση με την επιλεγμένη συσκευή. Πατήστε το εικονίδιο διαμόρφωσης για να διαμορφώσετε το προφίλ συσκευής.
et: Valitud seadmega sidumine või ühendamine õnnestus. Seadme profiili konfigureerimiseks toksake konfigureerimise ikooni.
eu: Behar bezala parekatu edo konektatu da hautatutako gailuarekin. Ukitu konfigurazio ikonoa gailuaren profila konfiguratzeko.
fi: Pariliitoksen tai yhteyden muodostaminen valittuun laitteeseen onnistui. Määritä laiteprofiili napauttamalla määrityskuvaketta.
fr_ca: Couplage ou connexion à l'appareil sélectionné effectué. Touchez l'icône de configuration pour configurer le profil de l'appareil.
ga: Péireáilte nó nasctha leis an ngléas roghnaithe. Tapáil an t-íocón cumraithe le próifíl an ghléis a chumrú.
gl: Vinculación ou conexión co dispositivo seleccionado efectuada correctamente. Toca a icona de configuración para configurar o perfil do dispositivo.
gu: પસંદ કરેલા ઉપકરણ સાથે સફળતાપૂર્વક જોડાયા અથવા જોડાયા. ઉપકરણ પ્રોફાઈલને કન્ફિગર કરવા માટે કન્ફિગરેશન ચિહ્ન ટેપ કરો.
hi: चयनित डिवाइस से सफलतापूर्वक युग्मित या कनेक्ट किया गया। डिवाइस प्रोफाइल कॉन्फिगर करने के लिए कॉन्फिगरेशन चिह्न टैप करें।
hr: Uspješno spajanje ili povezivanje s odabranim uređajem. Dodirnite ikonu konfiguracije za konfiguriranje profila uređaja.
hu: A kiválasztott eszköz párosítása vagy a kapcsolódás hozzá sikeresen megtörtént. Az eszköz profiljának konfigurálásához érintse meg a konfigurálási ikont.
hy: Հաջողությամբ զուգտակվեց կամ միացավ ընտրված սարքի հետ: Թակեք կազմաձևման պատկերակը՝ սարքի պրոֆիլը կազմաձևելու համար:
id: Berhasil terpasang atau tersambung dengan perangkat yang dipilih. Ketuk ikon konfigurasi untuk mengonfigurasi profil perangkat.
is: Pörun eða tenging við valið tæki tókst. Pikkaðu á stillingartáknið til að stilla snið tækis.
it_it: Associazione o connessione al dispositivo selezionato effettuata correttamente. Toccate l'icona di configurazione per configurare il profilo del dispositivo.
ja_jp: 選択したデバイスとのペアリングまたは接続が完了しました。デバイスのプロファイルを設定するには、設定アイコンをタップしてください。
ka: შერჩეულ აპარატთან დაწყვილება ან დაკავშირება წარმატებით შესრულდა. შეეხეთ კონფიგურაციის ნიშანს, რომ შეარჩიოთ აპარატის კონფიგურაცია.
kk: Таңдалған құрылғымен сәтті жұптастырылды немесе қосылды. Құрылғы профилін конфигурациялау үшін конфигурация белгішесін түртіңіз.
km: បានផ្គូគ្នា ឬ ភ្ជាប់​ជាមួយ​ឧបករណ៍ ដែល​បាន​ជ្រើស​ជា​ស្ថាពរ​ហើយ។ ប៉ះ អាយខុន​កំណត់​រចនាសម្ពន្ធ ដើម្បី​កំណត់​រចនាសម្ពន្ធ​ទម្រង់​ឧបករណ៍។
kn: ಆಯ್ದ ಸಾಧನಕ್ಕೆ ಯಶಸ್ವಿಯಾಗಿ ಜೋಡಿಸಲಾಗಿದೆ ಅಥವಾ ಸಂಪರ್ಕಿಸಲಾಗಿದೆ. ಸಾಧನದ ಪ್ರೋಫೈಲ್‌ ಅನ್ನು ಸಂಯೋಜಿಸಲು ಕಾನ್ಫಿಗರೇಶನ್ ಐಕನ್ ಒತ್ತಿ.
ko_kr: 선택된 디바이스에 등록 또는 연결하였습니다. 디바이스 프로필을 구성하려면 구성 아이콘을 누르세요.
lo: ໄດ້ຈັບຄູ່ກັບ ຫຼືໄດ້ເຊື່ອມຕໍ່ເຂົ້າໃສ່ເຄື່ອງທີ່ໄດ້ເລືອກໄວ້ສໍາເລັດແລ້ວ. ແຕະໄອຄອນການຈັດລຽງ ເພື່ອຈັດລຽງຮູບແບບເຄື່ອງ.
lt: Sėkmingai susietas prie pasirinktojo įrenginio arba prie jo prijungtas. Jei norite konfigūruoti įrenginio profilį, spustelėkite konfigūravimo piktogramą.
lv: Savienošana pārī vai savienojuma izveide ar izvēlēto ierīci ir pabeigta. Pieskarieties konfigurēšanas ikonai, lai konfigurētu ierīces profilu.
mk: Успешно спојување или поврзување со избраниот уред. Допрете ја иконата за конфигурација за да го конфигурирате профилот на уредот.
ml: തിരഞ്ഞെടുത്ത ഉപകരണങ്ങളിലേക്കുള്ള ജോടിയാക്കല്‍ അല്ലെങ്കില്‍ ബന്ധിപ്പിക്കല്‍ വിജയിച്ചു. ഉപകരണം പ്രൊഫൈല്‍ കോണ്‍ഫിഗര്‍ ചെയ്യുന്നതിന് കോണ്‍ഫിഗറേഷന്‍ ഐക്കണ്‍ ടാപ്പുചെയ്യുക.
mn_mn: Сонгосон төхөөрөмжтэй амжилттай хосолсон эсвэл холбогдсон. Тохиргооны дүрсэн дээр товшиж төхөөрөмжийн хувийн мэдээлэл тохируул.
mr: पेयर केलेले किंवा कनेक्ट करण्यास निवडलेले उपकरण यशस्वीरीत्या. उपकरणचा प्रोफाइल कॉन्फिगर करण्यास संरचना आयकॉन टॅप करा.
ms: Berjaya dipasangkan atau disambungkan ke peranti yang dipilih. Ketik ikon tatarajah untuk tatarajah profil peranti.
my: ေရြးခ်ယ္ေသာ ကိရိယာႏွင့္စံုတြဲလုပ္ျပီး သို႔မဟုတ္ ေအာင္ျမင္စြာ ခ်ိတ္ဆက္ၿပီး။ ကိရိယာအေၾကာင္းအခ်က္အား သီးျခားစီစဥ္ရန္ သီးျခားစီစဥ္ျခင္း သေကၤတ ကိုႏွိပ္ပါ။
nb: Paret med eller koblet til valgt enhet. Trykk på konfigurasjonsikonet for å konfigurere enhetsprofilen.
ne: चयन गरिएको यन्त्रमा सफलतापूर्वक जोडा मिलाइयो वा जडान गरियो। यन्त्रको प्रोफइाल कन्फिगर गर्नको लागि कन्फिगरेसन प्रतिमा ट्याप गर्नुहोस्।
nl: Koppeling of verbinding met geselecteerd apparaat tot stand gebracht. Tik op het configuratiepictogram om het apparaatprofiel te configureren.
or: ଯୋଡିବା ସହିତ କିମ୍ୱା ସଂଯୋଜିତ କରିବା ଚୟନିତ ଡିଭାଇସ୍‌ ସଫଳତାପୂର୍ବକ। ଡିଭାଇସ୍‌ ପ୍ରୋଫାଇଲ୍ ବିନ୍ୟାସ କରିବାକୁ ବିନ୍ୟାସକରଣ ଆଇକନ୍ ଟ୍ୟାପ୍ କରନ୍ତୁ।
pa: ਚੁਣੇ ਹੋਏ ਡਿਵਾਈਸ ਦੇ ਨਾਲ ਸਫਲਤਾਪੂਰਵਕ ਜੁੜਿਆ ਜਾਂ ਕਨੈਕਟ ਹੋਇਆ। ਡਿਵਾਈਸ ਪ੍ਰੋਫਾਈਲ ਕੌਨਫਿਗਰ ਕਰਨ ਦੇ ਲਈ ਕੌਨਫਿਗਰੇਸ਼ਨ ਪ੍ਰਤੀਰੂਪ ਟੈਪ ਕਰੋ।
pl: Powiązanie lub połączenie z wybranym urządzeniem zakończone pomyślnie. Dotknij ikony konfiguracji, aby skonfigurować profil urządzenia.
pt_pt: Emparelhado ou ligado com sucesso ao dispositivo seleccionado. Toque no ícone de configuração para configurar o perfil do dispositivo.
ro: Asocierea sau conectarea cu dispozitivul selectat s-a realizat cu succes. Atingeţi pictograma de configurare pentru a configura profilul dispozitivului.
ru_ru: Соединение или подключение успешно установлено. Чтобы настроить профиль устройства, нажмите значок конфигурации.
si: තෝරාගත් උපාංගය සමඟ සාර්ථකව හවුල් වූ හෝ සබඳ විය. උපාංග පැතිකඩ සැකසීමට සැකසුම් අයිකනය තට්ටු කරන්න.
sk: Spárovanie s vybratým zariadením alebo pripojenie k nemu prebehlo úspešne. Ťuknutím na ikonu konfigurácie môžete konfigurovať profil zariadenia.
sl: Uspešno ste se seznanili ali povezali z izbrano napravo. Pritisnite konfiguracijsko ikono, da nastavite profil naprave.
sr: Uspešno uparivanje ili povezivanje sa izabranim uređajem. Kucni na ikonu za konfiguraciju da bi obavio/la konfiguraciju profila uređaja.
sv: Sammankopplad med eller ansluten till vald enhet. Tryck på konfigurationsikonen för att konfigurera enhetsprofilen.
ta: தேர்ந்தெடுக்கப்பட்ட சாதனத்துடன் வெற்றிகரமாக ஜோடி சேர்க்கப்பட்டது அல்லது இணைக்கப்பட்டது. சாதன ப்ரொஃபைலை கட்டமைக்கவென கட்டமைப்பு சின்னத்தை டேப் செய்க.
te: ఎంచుకున్న పరికరం తో విజయంవంతంగా జత చేయబడింది లేదా అనుసంధానించబడింది. పరికర ప్రొఫైల్‌ను కాన్ఫిగర్ చేయడానికి కాన్ఫిగరేషన్ చిహ్నాన్ని నొక్కండి.
th: จับคู่ หรือเชื่อมต่อกับอุปกรณ์ที่เลือกสำเร็จแล้ว แตะที่ไอคอนการกำหนดค่าเพื่อกำหนดโปรไฟล์อุปกรณ์
tl: Matagumpay ang pagpe-pair o pagkonekta sa napiling device. I-tap ang icon ng configuration upang i-configure ang profile ng device.
tr_tr: Seçilen cihazla başarıyla eşleşildi veya bağlanıldı. Cihazın profilini yapılandırmak için yapılandırma simgesine dokunun.
uk: Утворення пари або підключення до вибраного пристрою виконано. Натисніть значок настроювання, щоб настроїти профіль пристрою.
ur: منتخب شدہ آلہ سے کامیابی سے جوڑی بنایا گیا یا جڑ گیا ہے۔ آلہ پروفائل تشکیل کرنے کے لئے تشکیل کرنے کی شبیہ پر تھپتھپائیں۔
uz: Bog‘langan yoki ulangan qurilmani muvaffaqiyatli tanladi. Qurilma profilini sozlash uchun konfiguratsiya tugmasini bosing.
vi: Đã ghép đôi hoặc kết nối thành công với thiết bị đã chọn. Chạm vào biểu tượng cấu hình để cấu hình thiết bị.
zh_cn: 与选中设备配对或连接成功。点击配置图标以配置设备配置文件。
zh_hk: 已成功配對或連接至所選裝置。輕觸配置圖示以配置裝置設定檔。

# IDS_HELP_POP_YOUVE_COMPLETED_THE_STEP_BY_STEP_GUIDE_RETURN_TO_HELP
source: Youâ€™ve completed the step-by-step guide. Return to Help.
ar: لقد أكملت الدليل التدريجي. ارجع إلى التعليمات.
as: আপুনি ধাপে ধাপে গাইড সম্পূৰ্ণ কৰিলে৷ সহায়লৈ ঘুৰি যাওক।
az: Siz addım-addım bələdçini tamamladınız. Köməyə qayıt.
bg: Приключихте ръководството стъпка по стъпка. Върнете се към Помощта.
bn: আপনি পর পর নির্দেশ সম্পূর্ণ করেছেন৷ সাহায্য করতে ফিরে যান৷
ca: Ha completat la guia detallada. Tornar a Ajuda.
cs: Dokončili jste podrobného průvodce. Vraťte se do Nápovědy.
da: Du har gennemført den trinvise guide. Vend tilbage til Hjælp.
de: Sie haben die Schritt-für-Schritt-Anleitung abgeschlossen. Zurück zur Hilfe.
el_gr: Ολοκληρώσατε τον οδηγό βήμα προς βήμα. Επιστρέψτε στη Βοήθεια.
et: Olete lõpetanud samm-sammult juhendi. Naaske menüüsse Spikker.
eu: Pausoz pausoko gida amaitu duzu. Itzuli Laguntzara.
fi: Olet käynyt vaiheittaisen oppaan läpi. Palaa Ohjeeseen.
fr_ca: Vous avez terminé le guide pas à pas. Revenir à l'aide.
ga: Tá an treoir céim-ar-chéim déanta agat. Fill ar Chabhair.
gl: Completaches a guía detallada. Volve á Axuda.
gu: તમે ક્રમશઃ માર્ગદર્શિકા પૂર્ણ કરી છે. મદદ પર પાછા ફરો
hi: आपने चरण-दर-चरण मार्गदर्शिका को पूरा किया है। सहायता पर वापस जाएँ।
hr: Završili ste sa uputama. Vratite se na pomoć.
hu: A lépésenkénti útmutató végére ért. Ismét a Súgó nyílik meg.
hy: Դուք ավարտել եք քայլ առ քայլ ուղեցույցը: Վերադարձեք դեպի Օգնություն:
id: Anda telah menyelesaikan panduan langkah-demi-langkah. Kembali ke Bantuan.
is: Þú hefur lokið við leiðarvísinn. Fara aftur í Hjálp.
it_it: Tutorial completato. Tornate alla Guida.
ja_jp: 手順ガイドが終了しました。ヘルプに戻ります。
ka: თქვენ გაიარეთ ნაბიჯ-ნაბიჯ მეგზური. დახმარებაზე დაბრუნება.
kk: Сіз қадамдық нұсқаулықты аяқтадыңыз. Анықтамаға қайтыңыз.
km: អ្នក​បាន​បញ្ចប់​ការណែនាំ​ជា​ជំហានៗ​ហើយ។ ត្រឡប់​ទៅ​កាន់​ជំនួយ​វិញ។
kn: ನೀವು ಹಂತ ಹಂತವಾಗಿ ಮಾರ್ಗದರ್ಶಿಯನ್ನು ಸಂಪೂರ್ಣಗೊಳಿಸಿದ್ದೀರಿ. ಸಹಾಯಕ್ಕೆ ಮರಳಿ.
ko_kr: 단계별 가이드를 완료하였습니다. 도움말로 돌아갑니다.
lo: ທ່ານໄດ້ປະຕິບັດສໍາເລັດຕາມຄໍາແນະນໍາແຕ່ລະຂັ້ນຕອນ. ກັບຄືນໄປສູ່ຕົວຊ່ວຍເຫຼືອ.
lt: Baigėte nuoseklųjį vadovą. Grįžti į žinyną.
lv: Jūs esat pabeidzis detalizēto pamācību. Atgriezieties sadaļā Palīdzība.
mk: Го завршивте водичот чекор по чекор. Враќање во Помош.
ml: പടിപടിയായുള്ള ഗൈഡ് നിങ്ങള്‍ പൂര്‍ത്തിയാക്കിക്കഴിഞ്ഞു. സഹായത്തിലേക്ക് മടങ്ങുക.
mn_mn: Та алхмаар хөтлөх хөтчийг дуусгалаа. Тусламж руу буц.
mr: तुम्ही टप्याटप्याने मार्गदर्शक पूर्ण केले. मदत वर परत या.
ms: Anda telah menyelesaikan panduan langkah demi langkah. Kembali ke Bantuan.
my: သင္သည္ တစ္ဆင့္ခ်င္း-တစ္ဆင္ခ်င္း့ လမ္းျပမႈအား ျပီးေျမာက္သြားျပီ။ အကူအညီသိုု႔ ျပန္သြားပါ။
nb: Du har fullført den trinnvise veiledningen. Returner til Hjelp.
ne: तपाईले चरणबद्ध रूपमा प्रस्‍तुत गाइडलाई सम्‍पूर्ण गर्नुभयो। मद्दततिर फर्कनुहोस्।
nl: De stap-voor-stap-gids is voltooid. Ga terug naar Help.
or: ଆପଣ କ୍ରମାଙ୍କରେ ନିର୍ଦ୍ଦେଶାବଳୀ ସମ୍ପୁର୍ଣ୍ଣ କରିଛନ୍ତି। ସହାୟତାକୁ ଫେରନ୍ତୁ।
pa: ਤੁਸੀਂ ਕਦਮ-ਦਰ-ਕਦਮ ਗਾਈਡ ਨੂੰ ਪੂਰਾ ਕੀਤਾ ਹੈ। ਮਦਦ ਵੱਲ ਵਾਪਿਸ ਮੁੜੋ।
pl: Szczegółowy przewodnik został zakończony. Powróć do Pomocy.
pt_pt: Concluiu a orientação passo-a-passo. Regresse à Ajuda.
ro: Aţi terminat ghidul pas cu pas. Reveniţi la Ajutor.
ru_ru: Вы прошли пошаговое руководство. Вернитесь к справке.
si: ඔබ පිය‍වරෙන් පියවර අත්පොත සම්පූර්ණයෙන් ඉගෙන ඇත. සහය වෙත නැවත යන්න.
sk: Dokončili ste podrobného sprievodcu. Návrat do Pomocníka.
sl: Vodnik korak za korakom je končan. Vrnite se v Pomoč.
sr: Završio/la si postupni vodič. Vrati se na Pomoć.
sv: Du har slutfört steg-för-steg-guiden. Återgå till Hjälpen.
ta: ஒன்றன் பின் ஒன்றான வழிகாட்டுதலை நீங்கள் முடித்துவிட்டீர்கள். உதவி என்பதற்கு திரும்புக.
te: మీరు దశ తర్వాత దశగా మార్గదర్శనను పూర్తి చేశారు. సహాయానికి తిరిగి వెళ్లండి.
th: คุณอ่านคำแนะนำทีละขั้นเสร็จแล้ว กลับไปที่ วิธีใช้
tl: Nakumpleto mo na ang hakbang-hakbang na gabay. Bumalilk sa Tulong.
tr_tr: Adım adım kılavuzu tamamladınız. Yardıma geri dön.
uk: Кінець покрокового довідника. Поверніться до довідки.
ur: آپ قدم-بہ-قدم گائیڈ مکمل کرچکے ہیں۔ مدد پر واپس جائیں۔
uz: Bosqichma-bosqich ko‘rsatmalarni yakunladingiz. Yordamga qaytish.
vi: Bạn đã hoàn thành hướng dẫn từng bước. Quay lại Trợ giúp.
zh_cn: 您已完成逐步向导。返回至帮助。
zh_hk: 您已完成逐步導覽。返回說明。
