Repository: tizenorg/apps.core.preloaded.ug-bluetooth-efl
Catalog: po/*.po
Languages: ar, as, az, bg, bn, ca, cs, da, de, el_gr, et, eu, fi, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, lo, lt, lv, mk, ml, mn_mn, mr, ms, my, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sr, sv, ta, te, th, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

# IDS_HELP_BODY_MAKE_THE_DEVICE_YOU_ARE_CONNECTING_TO_VISIBLE_THEN_TAP_SCAN
source: Make the device you are connecting to visible, then tap Scan.
ar: اجعل الجهاز الذي تتصل به مرئيا، انقر فوق بحث.
as: আপুনি সংযোগ কৰিবলৈ লোৱা ডিভাইচটো দৃশ্যমান কৰক আৰু ইয়াৰ পিছত স্কেন টেপ কৰক
az: Qoşulduğunuz cihazı görünən edin və sonra Axtar vurun.
bg: Направете видимо устройството, с което се свързвате, след което чукнете Сканиране.
bn: আপনি দৃশ্য হতে সংযুক্ত হচ্ছেন সেই ডিভাইসটি তৈরি করুন, তারপর স্ক্যান ট্যাপ করুন
ca: Faci que el dispositiu al que s'està connectant sigui visible i toqui Escanejar
cs: Učiňte viditelným zařízení, ke kterému se připojujete, a klepněte na tlačítko Hledat.
da: Gør den enhed, du har forbindelse til, synlig, og tryk derefter på Søg.
de: Das Gerät, mit dem Sie eine Verbindung herstellen, sichtbar machen und dann auf „Scannen“ tippen.
el_gr: Ορίστε τη συσκευή στην οποία συνδέεστε ως ορατή και, στη συνέχεια, πατήστε «Σάρωση».
et: Muutke ühendatav seade nähtavaks ja seejärel toksake käsku Otsi.
eu: Jarri konektatzen ari zaren gailua ikusgai, ondoren ukitu Bilatu
fi: Muuta yhdistettävä laite näkyväksi ja napauta Hae.
fr_ca: Rendez visible le périphérique auquel vous vous connectez, puis touchez Rechercher
ga: Déan an gléas lena bhfuil tú ag nascadh mar infheicthe, ansin tapáil Scan.
gl: Fai visible o dispositivo ao que te estás a conectar e, a continuación, toca Explorar
gu: તમે જે ઉપકરણ સાથે જોડાણ કરી રહ્યા છો તેને દ્રશ્યમાન બનાવો, પછી સ્કેન ટેપ કરો
hi: अपने द्वारा कनेक्ट करने वाले डिवाइस को दृश्यमान बनाएँ, फिर स्कैन करें पर टैप करें।
hr: Uključite vidljivost uređaja, a zatim dodirnite Skeniraj.
hu: Tegye láthatóvá az eszközt, amelyhez kapcsolódni kíván, majd érintse meg a Keresés gombot.
hy: Տեսանելի դարձրեք այն սարքը, որին միանում եք, այնուհետև թակեք Տեսածրել:
id: Jadikan perangkat yang Anda sambungkan terlihat, kemudian ketuk Pindai.
is: Gerðu tækið sem þú ert að tengjast sýnilegt og pikkaðu svo á Leita.
it_it: Impostate come visibile il dispositivo a cui volete connettervi, quindi toccate Ricerca.
ja_jp: 接続するデバイスを表示し、[スキャン]をタップします。
ka: გახადეთ ხილული მოწყობილობა, რომელსაც უკავშირდებით და შემდეგ შეეხეთ „სკანირება“-ს.
kk: Қосылып тұрған құрылғыны көрінетін етіп, “Тексеру” опциясын түртіңіз.
km: ធ្វើ​ឲ្យ​ឧបករណ៍​ដែល​អ្នក​កំពុង​ភ្ជាប់ អាច​មើល​ឃើញ​បាន រួច​ប៉ះ ស្កេន។
kn: ನೀವು ಸಂಪರ್ಕಿಸುತ್ತಿರುವ ಸಾಧನವನ್ನು ದೃಶ್ಯಲಭ್ಯವಾಗಿಸಿ, ನಂತರ ಸ್ಕ್ಯಾನ್‌ನ್ನು ತಟ್ಟಿ
ko_kr: 연결할 디바이스를 검색 가능한 상태로 설정하고 [찾기]를 누르세요.
lo: ເຮັດໃຫ້ເຄື່ອງທີ່ທ່ານກໍາລັງເຊື່ອມຕໍ່ຢູ່ເຫັນໄດ້, ຈາກນັ້ນແຕະປຸ່ມສະແກນ.
lt: Įrenginį, prie kurio norite prisijungti, padarykite matomą, tada palieskite „Ieškoti“.
lv: Padariet redzamu ierīci, ar kuru veidojat savienojumu, pēc tam pieskarieties pie Meklēt.
mk: Направете уредот со којшто се поврзувате да е видлив, потоа допрете Сканирај.
ml: നിങ്ങള്‍ ബന്ധിപ്പിക്കാന്‍ ശ്രമിക്കുന്ന ഉപകരണം ദൃശ്യമാക്കുക, തുടര്‍ന്ന് സ്കാന്‍ എന്നതില്‍ ടാപ്പുചെയ്യുക
mn_mn: Холбож буй төхөөрөмжөө харагддаг болгоод, Унших-ыг товш.
mr: तुम्ही कनेक्ट करीत असलेला उपकरण व्हिजीबल करा,नंतर स्कॅन टॅप करा
ms: Jadikan peranti yang sedang anda sambungkan kelihatan, kemudian ketik Imbas.
my: သင္ခ်ိတ္ဆက္ေနသည့္ ကိရိယာကို ျမင္သာေအာင္လုပ္ၿပီးေနာက္ စကန္ကို ႏွိပ္ပါ။
nb: Gjør enheten som du kobler til, synlig, og trykk deretter på Skann.
ne: आँफूसँग जडान हुने यन्त्रलाई देखिने बनाएर स्‍क्यान गर्नुहोस् ट्याप गर्नुहोस्
nl: Maak het apparaat zichtbaar waarmee u verbinding maakt en tik op Scannen.
or: ଆପଣ ସଂଯୋଗ କରୁଥିବା ଡିଭାଇସ୍‌କୁ ଦୃଶ୍ୟଲବ୍ଧ କରନ୍ତୁ, ତାପରେ ସ୍କାନ୍ ଟ୍ୟାପ୍ କରନ୍ତୁ।
pa: ਜਿਸ ਉਪਕਰਣ ਨੂੰ ਤੁਸੀਂ ਸੰਪਰਕ ਕਰ ਰਹੇ ਹੋ ਨੂੰ ਦ੍ਰਿਸ਼ਟਮਾਨ ਕਰੋ, ਫਿਰ ਸਕੈਨ ਨੂੰ ਟੈਪ ਕਰੋ।
pl: Włącz widoczność urządzenia, z którym się łączysz, a następnie dotknij przycisku Skanuj.
pt_pt: Torne o dispositivo ao qual se está a ligar visível e depois toque em Pesquisar.
ro: Activaţi vizibilitatea dispozitivului la care vă conectaţi, apoi atingeţi Scanare.
ru_ru: Сделайте устройство, к которому вы подключаетесь, видимым и нажмите 'Поиск'.
si: ඔබ සම්බන්ධ වන උපාංගය දෘශ්‍ය කර පිරික්සන්න මත තට්ටු කරන්න
sk: Zviditeľnite zariadenie, ku ktorému sa pripájate, a potom ťuknite na tlačidlo Vyhľadať.
sl: Napravo, s katero se povezujete, naredite vidno, nato pa tapnite Preišči.
sr: Učini uređaj na koji se povezuješ vidljivim, a zatim kucni na Skeniraj.
sv: Gör enheten som du ansluter till synlig och tryck sedan på Sök.
ta: நீங்கள் இணைக்கின்ற சாதனத்தை பார்க்கும்படி செய்து, பிறகு ஸ்கேன் என்பதை டேப் செய்க
te: మీరు కనెక్ట్ అయి ఉన్న పరికరాన్నికనిపించేలా చేయడానికి, స్కాన్ ని టాప్ చేయండి
th: ให้มองเห็นอุปกรณ์ที่คุณกำลังเชื่อมต่อ แล้วแตะ สแกน
tr_tr: Bağlandığınız cihazı görünür yapın ardından Tara'ya dokunun.
uk: Зробіть пристрій, до якого ви зараз підключені, видимим, а потім натисніть «Сканувати»
ur: آپ جس آلہ کو جوڑ رہے ہیں اس کو نظر آنے والا بنائیں، پھر اسکین کریں پر تھپتھپائیں۔
uz: Ulanayotgan qurilmangizni ko‘rinadigan qiling, shundan so‘ng Qidirishni bosing.
vi: Đặt thiết bị bạn đang kết nối đến có thể nhìn thấy được, sau đó chạm Dò.
zh_cn: 使您连接的设备可见，然后轻敲扫描。
zh_hk: 讓正在連接的裝置可見，然後輕觸掃描。

# IDS_HELP_BODY_OPEN_PS_GALLERY
source: Open %s Gallery.
ar: فتح المعرض %s.
as: %s গেলাৰী খোলক৷
az: %s Qalereya açın.
bg: Отваряне на %s Галерия.
bn: %s গ্যালারী খুলুন৷
ca: Obrir galeria de %s
cs: Otevřít %s Galerii.
da: Åbn %s galleri.
de: %s Galerie öffnen.
el_gr: Άνοιγμα της συλλογής %s.
et: Avage %s Galerii.
eu: Ireki %s Galeria
fi: Avaa %s galleria.
fr_ca: Ouvrir Galerie %s.
ga: Oscail %s Gailearaí.
gl: Abre a Galería %s
gu: %s ગેલેરી ખોલો.
hi: %s गैलरी खोलें।
hr: Otvorite %s Galeriju.
hu: Nyissa meg a %s Galéria alkalmazást.
hy: Բացեք %s Պատկերասրահը:
id: Buka Galeri %s.
is: Opna %s gallerí.
it_it: Aprite Galleria %s.
ja_jp: %s[ギャラリー]を開きます。
ka: გახსენით გალერეა %s.
kk: %s галереясын ашу.
km: បើក​វិចិត្រសាល %s។
kn: %s ಗ್ಯಾಲರಿ ತೆರೆಯಿರಿ.
ko_kr: %s [갤러리]를 실행하세요.
lo: ເປີດແກເລີຣີ %s.
lt: Atidaryti %s galeriją.
lv: Atveriet %s galeriju.
mk: Отвори галерија %s.
ml: %s ഗാലറി തുറക്കുക.
mn_mn: %s Галерей нээх.
mr: %s गॅलरी उघडा.
ms: Buka Galeri %s.
my: %s ျပခန္း ဖြင့္ပါ။
nb: Åpne %s galleri.
ne: %s ग्यालरी खोल्नुहोस्।
nl: Open %s Galerij.
or: %s ଗ୍ୟାଲେରୀ ଖୋଲନ୍ତୁ।
pa: %s ਗੈਲਰੀ ਖੋਲ੍ਹੋ।
pl: Otwórz Galerię %s.
pt_pt: Abra a Galeria %s.
ro: Deschideţi Galerie %s.
ru_ru: Открытие галереи %s.
si: ගැලරි %s විවෘත කරන්න.
sk: Otvorenie menu Galéria %s.
sl: Odpiranje Galerije %s.
sr: Otvori %s galeriju.
sv: Öppna %s galleri.
ta: %s கேலரி திறக்கவும்.
te: %s గ్యాలరీని తెరవండి.
th: เปิดแกลเลอรี่ %s
tl: Buksan ang %s Gallery.
tr_tr: %s Galerisini aç.
uk: Відкрийте Галерею %s.
ur: کھولیں %s گیلری۔
uz: %s Galereyani oching.
vi: Mở Bộ sưu tập %s.
zh_cn: 打开 %s 相册。
zh_hk: 開啟 %s 媒體瀏覽器。

# IDS_HELP_BODY_OPEN_PS_SETTINGS
source: Open %s Settings.
ar: افتح الضبط %s.
as: %s ছেটিংছ খোলক।
az: %s Parametrlərini aç.
bg: Отваряне на %s Настройки.
bn: %s সেটিংস খুলুন৷
ca: Obrir ajustaments de %s
cs: Otevřít %s Nastavení.
da: Åbn %s indstillinger.
de: %s Einstellungen öffnen.
el_gr: Άνοιγμα %s ρυθμίσεων.
et: Avage %s Seaded.
eu: Ireki %s Ezarpenak
fi: Avaa %s asetukset.
fr_ca: Ouvrez Paramètres %s.
ga: Oscail Socruithe %s.
gl: Abre os axustes %s
gu: %s સેટિંગ્સ ખોલો.
hi: %s सेटिंग्स खोलें।
hr: Otvorite %s Postavke.
hu: Nyissa meg a %s Beállítások menüt.
hy: Բացեք %s Դրվածքները:
id: Buka Pengaturan %s.
is: Opnaðu %s Stillingar.
it_it: Aprite Impostazioni %s.
ja_jp: %s[設定]を開きます。
ka: გახსენით პარამეტრები %s.
kk: %s параметрлерін ашу.
km: បើក​ការកំណត់ %s។
kn: %s ಸಂಯೋಜನೆಗಳನ್ನು ತೆರೆಯಿರಿ.
ko_kr: %s 설정을 실행하세요.
lo: ເປີດການຕັ້ງຄ່າ %s.
lt: Atidaryti %s nustatymus.
lv: Atveriet %s iestatījumus.
mk: Отворете опции %s.
ml: %s ക്രമീകരണങ്ങള്‍ തുറക്കുക.
mn_mn: %s-н тохиргоо нээх.
mr: %s सेटिंग्स उघडा.
ms: Buka Aturan %s.
my: %s သတ္မွတ္ခ်က္မ်ားကို ဖြင့္ပါ။
nb: Åpne %s innstillinger.
ne: %s सेटिङहरु खोल्नुहोस्।
nl: Open %s Instellingen.
or: %s ସେଟିଂଗୁଡିକ ଖୋଲନ୍ତୁ।
pa: %s ਸੈੱਟਿੰਗਸ ਖੋਲ੍ਹੋ।
pl: Otwórz %s Ustawienia.
pt_pt: Abra as Definições %s.
ro: Deschideţi Setări %s.
ru_ru: Открыть параметры %s.
si: %s සැකසුම් විවෘත කරන්න.
sk: Otvorenie menu Nastavenia %s.
sl: Odpiranje Nastavitev %s.
sr: Otvori %s podešavanja.
sv: Öppna %s inställningar.
ta: %s அமைவுகள் திறக்கவும்
te: %s సెట్టింగ్‌లను తెరవండి.
th: เปิดการตั้งค่า %s
tl: Buksan ang %s Mga Setting.
tr_tr: %s Ayarlarını aç.
uk: Відкрийте «Установки %s»
ur: کھولیں %s سیٹنگز۔
uz: %s Parametrlarni oching.
vi: Mở Cài đặt %s.
zh_cn: 打开 %s 设定。
zh_hk: 開啟 %s 設定。

# IDS_HELP_BODY_SELECT_PS_BLUETOOTH
source: Select %s Bluetooth.
ar: حدد بلوتوث %s.
as: %s ব্লুটুথ চয়ন কৰক৷
az: %s Bluetooth seçin.
bg: Избeрете %s Bluetooth.
bn: %s ব্লুটুথ নির্বাচন করুন৷
ca: Seleccionar Bluetooth %s
cs: Vyberte %s Bluetooth.
da: Vælg %s Bluetooth.
de: %s Bluetooth auswählen.
el_gr: Επιλέξτε Bluetooth %s.
et: Valige %s Bluetooth.
eu: Hautatu %s Bluetootha
fi: Valitse %s Bluetooth.
fr_ca: Sélectionnez Bluetooth %s.
ga: Roghnaigh %s Bluetooth.
gl: Selecciona o Bluetooth de %s
gu: %s બ્લ્યુટુથ પસંદ કરો.
hi: %s ब्लूटूथ चुनें।
hr: Odaberite %s Bluetooth.
hu: Válassza a %s Bluetooth lehetőséget.
hy: Ընտրեք %s Bluetooth:
id: Pilih Bluetooth %s.
is: Veldu %s Bluetooth.
it_it: Selezionate Bluetooth %s.
ja_jp: %s[Bluetooth]を選択します。
ka: აირჩიეთ %s Bluetooth.
kk: %s Bluetooth опциясын таңдаңыз.
km: ជ្រើស Bluetooth %s។
kn: %s ಬ್ಲೂಟೂತ್ ಆಯ್ಕೆ ಮಾಡಿ.
ko_kr: %s 블루투스를 선택하세요.
lo: ເລືອກ %s ບລູທູດ.
lt: Pasirinkite %s „Bluetooth“.
lv: Izvēlieties %s Bluetooth.
mk: Изберете %s Bluetooth.
ml: %s ബ്ലൂടൂത്ത് തിരഞ്ഞെടുക്കുക.
mn_mn: %s Bluetooth сонго.
mr: %s ब्‍लुटूथ निवडा.
ms: Pilih Bluetooth %s.
my: ဘလူးတူးသ္ကို ေရြးပါ။
nb: Velg %s Bluetooth.
ne: %s ब्लुटूथ चयन गर्नुहोस्।
nl: Selecteer %s Bluetooth.
or: %s ବ୍ଲୁଟୁଥ୍ ଚୟନ କରନ୍ତୁ।
pa: %s ਬਲੂਟੁੱਥ ਚੁਣੋ।
pl: Wybierz %s Bluetooth.
pt_pt: Seleccione Bluetooth %s.
ro: Selectaţi Bluetooth %s.
ru_ru: Выберите Bluetooth %s.
si: %s බ්ලූටූත් තෝරන්න.
sk: Vyberte položku Bluetooth %s.
sl: Izberite Bluetooth %s.
sr: Izaberi %s Bluetooth.
sv: Välj %s Bluetooth.
ta: %s ப்ளூடூத்தை தேர்வு செய்க.
te: %s బ్లూటూత్‌ను ఎంచుకోండి.
th: เลือก Bluetooth %s
tl: Piliin ang %s Bluetooth.
tr_tr: %s Bluetooth'u seçin.
uk: Виберіть Bluetooth %s.
ur: منتخب کریں %s بلیو ٹوتھ۔
uz: %s Bluetoothni tanlang.
vi: Chọn Bluetooth %s.
zh_cn: 选择 %s 蓝牙。
zh_hk: 選擇 %s 藍牙。

# IDS_HELP_BODY_SELECT_THE_DEVICE_THAT_YOU_WANT_TO_SEND_THE_IMAGE_TO
source: Select the device that you want to send the image to.
ar: حدد الجهاز الذي تريد إرسال الصورة إليه.
as: আপুনি প্ৰেৰণ কৰিবলৈ বিচৰা প্ৰতিচ্ছবি ডিভাইচ চয়ন কৰক৷
az: Şəkil göndərmək istədiyiniz cihazı seçin.
bg: Изберете устройството, до което искате да изпратите изображението.
bn: আপনি যে ডিভাইসে ছবিটি পাঠাতে চান সেটি নির্বাচন করুন৷
ca: Seleccioni el dispositiu al qual vol enviar la imatge
cs: Vyberte zařízení, do kterého chcete odeslat obrázek.
da: Vælg den enhed, du vil sende billedet til.
de: Wählen Sie das Gerät, an welches Sie das Bild senden möchten.
el_gr: Επιλέξτε τη συσκευή στην οποία θέλετε να αποσταλεί η εικόνα.
et: Valige seade, kuhu soovite pildi saata.
eu: Hautatu zer gailutara bidali nahi duzun irudia
fi: Valitse laite, johon haluat lähettää kuvan.
fr_ca: Sélectionnez le périphérique auquel vous souhaitez envoyer l'image.
ga: Roghnaigh an gléas ar mian leat an íomhá a sheoladh chuige.
gl: Selecciona o dispositivo ao que desexes enviar a imaxe
gu: ઉપકરણ કે જેને તમે ઇમેજ મોકલવા માંગો છો તે પસંદ કરો.
hi: अपनी इच्छित छवि को भेजने के लिए डिवाइस चुनें।
hr: Odaberite uređaj kojem želite poslati sliku.
hu: Válassza ki azt az eszközt, amelyre a képet küldeni kívánja.
hy: Ընտրեք սարքը, որին ուզում եք ուղարկել պատկերը:
id: Pilih perangkat yang ingin Anda kirimkan gambar.
is: Veldu tækið sem þú vilt senda myndina til.
it_it: Selezionate il dispositivo a cui volete inviare l'immagine.
ja_jp: 画像を送信するデバイスを選択します。
ka: აირჩიეთ მოწყობილობა, რომელზეც გსურთ გადაგზავნოთ სურათი.
kk: Сурет жіберілетін құрылғыны таңдаңыз.
km: ជ្រើស​ឧបករណ៍​ដែល​អ្នក​ចង់​ផ្ញើ​រូប​ទៅ​ឲ្យ។
kn: ನೀವು ಚಿತ್ರವನ್ನು ಕಳುಹಿಸಲು ಬಯಸುವ ಸಾಧನವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ.
ko_kr: 이미지를 보낼 디바이스를 선택하세요.
lo: ເລືອກເຄື່ອງທີ່ທ່ານຕ້ອງການສົ່ງຮູບໃຫ້.
lt: Pasirinkite įrenginį, į kurį norite siųsti vaizdą.
lv: Izvēlieties ierīci, uz kuru sūtīt attēlu.
mk: Изберете до кој уред сакате да ја пратите сликата.
ml: നിങ്ങള്‍ ഇമേജ് അയയ്ക്കാന്‍ ആഗ്രഹിക്കുന്ന ഉപകരണം തിരഞ്ഞെടുക്കുക.
mn_mn: Зураг илгээхийг хүссэн төхөөрөмжөө сонго.
mr: ज्याला आपण प्रतिमा पाठवू इच्छिता तो उपकरण निवडा.
ms: Pilih peranti yang anda ingin menghantarkan imej.
my: သင္က ပံုပို႔လိုသည့္ ကိရိယာကို ေရြးပါ။
nb: Velg enheten som du ønsker å sende bildet til.
ne: तपाईले छवि पठाउन चाहनुभएको यन्त्र चयन गर्नुहोस्।
nl: Selecteer het apparaat waarnaar u de afbeelding wilt verzenden.
or: ଆପଣ ପ୍ରତିଛବିକୁ ପ୍ରେରଣ କରିବାକୁ ଚାହୁଁଥିବା ଡିଭାଇସ୍‌ ଚୟନ କରନ୍ତୁ।
pa: ਉਹ ਡਿਵਾਈਸ ਚੁਣੋ ਜਿਸ ਤੇ ਤੁਸੀਂ ਚਿੱਤਰ ਭੇਜਣਾ ਚਾਹੁੰਦੇ ਹੋ।
pl: Wybierz urządzenie, do którego chcesz wysłać obraz.
pt_pt: Seleccione o dispositivo para o qual pretende enviar a imagem.
ro: Selectaţi dispozitivul căruia doriţi să-i trimiteţi imaginea.
ru_ru: Выберите устройство, на которое нужно отправить изображение.
si: ඔබට රූපය යැවීමට අවශ්‍ය උපාංගය තෝරන්න.
sk: Vyberte zariadenie, do ktorého chcete odoslať obrázok.
sl: Izberite napravo, ki ji želite poslati sliko.
sr: Izaberi uređaj na koji želiš da pošalješ sliku.
sv: Välj vilken enhet du vill skicka bilden till.
ta: நீங்கள் படிமம் அனுப்ப விரும்பும் சாதனத்தை தேர்வு செய்க.
te: మీరు సందేశాన్ని పంపాలనుకునే పరికరాన్ని ఎంచుకోండి.
th: เลือกอุปกรณ์ที่คุณต้องการ ส่งรูปภาพไปให้
tl: Piliin ang device na gusto mong padalhan ng imahe.
tr_tr: Resmi göndermek istediğiniz cihazı seçin.
uk: Виберіть пристрій, на який потрібно надіслати зображення.
ur: وہ آلہ منتخب کریں جس پر آپ تصویر بھیجنا چاہتے ہیں۔
uz: Tasvirni yubormoqchi bo‘lgan qurilmani tanlang.
vi: Chọn thiết bị bạn muốn gửi hình ảnh đến.
zh_cn: 选择您想要发送图片的目标设备。
zh_hk: 選擇您想要發送圖像的裝置。

# IDS_HELP_BODY_SELECT_THE_DEVICE_YOU_WANT_TO_CONNECT_TO_FROM_LIST
source: Select the device you want to connect to from list.
ar: حدد الجهاز الذي تريد الاتصال به من القائمة.
as: আপুনি সূচীৰ পৰা সংযোগ কৰিব বিচৰা ডিভাইচ চয়ন কৰক৷
az: Siyahıdan qoşulmaq istədiyiniz cihazı seçin.
bg: Изберете устройството, с което искате да се свържете, от списъка.
bn: আপনি যে ডিভাইসটিতে সংযোগ করতে চান সেটি তালিকা থেকে নির্বাচন করুন৷
ca: Seleccioni el dispositiu al qual vol connectar de la llista
cs: Vyberte v seznamu zařízení, ke kterému se chcete připojit.
da: Vælg den enhed på listen, som du vil oprette forbindelse til.
de: Wählen Sie das Gerät, mit dem Sie eine Verbindung herstellen möchten, aus der Liste aus.
el_gr: Επιλέξτε τη συσκευή που θέλετε να συνδέσετε από τη λίστα.
et: Valige loendist seade, millega soovite luua ühendust.
eu: Hautatu zerrendako zer gailutara konektatu nahi duzun
fi: Valitse luettelosta laite, johon haluat muodostaa yhteyden.
fr_ca: Sélectionnez le périphérique auquel vous souhaitez vous connecter dans la liste.
ga: Roghnaigh an gléas ar mian leat nascadh leis ón liosta.
gl: Selecciona o dispositivo ao que desexas conectarte na lista
gu: તમે જે ઉપકરણ સાથે જોડાવા માંગો તેને યાદીમાંથી પસંદ કરો.
hi: सूची से कनेक्ट करने के लिए अपना इच्छित डिवाइस चुनें।
hr: S popisa odaberite uređaj koji želite spojiti.
hu: Válassza ki a listáról azt az eszközt, amelyhez kapcsolódni szeretne.
hy: Ցուցակից ընտրեք սարքը, որին ուզում եք միանալ:
id: Pilih perangkat yang ingin Anda hubungkan dari daftar.
is: Veldu tækið sem þú vilt tengja úr listanum.
it_it: Selezionate dall'elenco il dispositivo a cui volete connettervi.
ja_jp: リストから接続したいデバイスを選択します。
ka: სიაში აირჩიეთ მოწყობილობა. რომელსაც გსურთ დაუკავშირდეთ.
kk: Тізімнен қосқыңыз келетін құрылғыны таңдаңыз.
km: ជ្រើស​ឧបករណ៍​ដែល​អ្នក​ចង់​ភ្ជាប់​ទៅ​កាន់ ចេញ​ពី​បញ្ជី។
kn: ನೀವು ಪಟ್ಟಿಯಿಂದ ಸಂಪರ್ಕಿಸಲು ಬಯಸುವ ಸಾಧನವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ.
ko_kr: 목록에서 연결할 디바이스를 선택하세요.
lo: ເລືອກເຄື່ອງມືທີ່ທ່ານຕ້ອງການເຊື່ອມຕໍ່ໃສ່ຈາກບັນຊີລາຍການ.
lt: Iš sąrašo pasirinkite įrenginį, prie kurio norite prisijungti.
lv: Sarakstā izvēlieties ierīci, ar kuru izveidot savienojumu.
mk: Изберете со кој уред сакате да се поврзете од листата.
ml: ലിസ്റ്റില്‍നിന്നും നിങ്ങള്‍ ബന്ധിപ്പിക്കാന്‍ ആഗ്രഹിക്കുന്ന ഉപകരണം തിരഞ്ഞെടുക്കുക.
mn_mn: Жагсаалтаас холбогдохыг хүссэн төхөөрөмжөө сонго.
mr: उपकरण निवडा ज्यांना आपण यादी मधून कनेक्ट करू इच्छिता.
ms: Pilih peranti yang anda ingin menghubungi dari senarai.
my: သင္ ဆက္သြယ္လိုသည္ ့ကိရိယာကို စာရင္းထဲမွ ေရြးယူပါ။
nb: Velg enheten som du ønsker å koble til fra listen.
ne: सूचीबाट तपाईले जडान गर्न चाहनु भएको यन्त्रलाई चयन गर्नुहोस्।
nl: Selecteer het apparaat waarmee u verbinding wilt maken, in de lijst.
or: ଆପଣ ତାଲିକାରୁ ସଂଯୋଗ କରିବାକୁ ଚାହୁଁଥିବା ଡିଭାଇସ୍‌ ଚୟନ କରନ୍ତୁ।
pa: ਸੂਚੀ ਤੋਂ ਉਹ ਡਿਵਾਈਸ ਚੁਣੋ ਜਿਸਨੂੰ ਤੁਸੀਂ ਕਨੈਕਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ।
pl: Wybierz z listy urządzenie, z którym chcesz się połączyć.
pt_pt: Seleccione o dispositivo com o qual pretende estabelecer ligação da lista.
ro: Selectaţi din listă dispozitivul la care doriţi să vă conectaţi.
ru_ru: Выберите из списка устройство, которое нужно подключить.
si: ඔබට ලැයිස්තුවෙන් සම්බන්ධ වීමට අවශ්‍ය උපාංගය තෝරන්න.
sk: V zozname vyberte zariadenie, ku ktorému sa chcete pripojiť.
sl: S seznama izberite napravo, s katero se želite povezati.
sr: Izaberi uređaj sa liste na koji želiš da se povežeš.
sv: I listan väljer du vilken enhet du vill ansluta till.
ta: பட்டியலில் இருந்து நீங்கள் இணைக்க விரும்பும் சாதனத்தை தேர்வு செய்க.
te: జాబితా నుండి మీరు అనుసంధానించాలనుకునే పరికరాన్ని ఎంచుకోండి.
th: เลือกอุปกรณ์ที่คุณต้องการเชื่อมต่อ จากรายการ
tl: Piliin ang device kung saan mo gustong kumonekta mula sa listahan.
tr_tr: Listeden bağlanmak istediğiniz cihazı seçin.
uk: Виберіть зі списку пристрій, до якого потрібно підключитися.
ur: وہ آلہ منتخب کریں جس کو آپ فہرست سے جوڑنا چاہتے ہیں۔
uz: Ro‘yxatdan ulanmoqchi bo‘lgan qurilmangizni tanlang.
vi: Chọn thiết bị bạn muốn kết nối từ danh sách.
zh_cn: 从列表中选择您要连接的设备。
zh_hk: 從清單中選擇您想要連接的裝置。

# IDS_HELP_BODY_SELECT_THE_PICTURE_OR_ALBUM_YOU_WANT_TO_SEND
source: Select the picture or album you want to send.
ar: حدد الصورة أو الألبوم الذي تريد إرساله.
as: আপুনি প্ৰেৰণ কৰিব বিচৰা চিত্ৰ বা এলবাম চয়ন কৰক৷
az: Göndərmək istədiyiniz şəkil və ya albomu seçin.
bg: Изберете снимката или албума, които искате да изпратите.
bn: আপনি যে ছবি বা অ্যালবামটি পাঠাতে চান তা নির্বাচন করুন৷
ca: Seleccioni la foto o l'àlbum que vol enviar
cs: Vyberte obrázek nebo album, které chcete odeslat.
da: Vælg det billede eller album, du vil sende.
de: Wählen Sie das Bild oder das Album aus, das Sie senden möchten.
el_gr: Επιλέξτε την εικόνα ή το άλμπουμ που θέλετε να στείλετε.
et: Valige pilt või album, mida soovite saata.
eu: Hautatu bidali nahi duzun irudia edo albuma
fi: Valitse lähetettävä kuva tai albumi.
fr_ca: Sélectionnez l'image ou l'album à envoyer.
ga: Roghnaigh an pictiúr nó an t-albam is mian leat a sheoladh.
gl: Selecciona a imaxe ou o álbum que desexas enviar
gu: તમે મોકલવા માંગો છો તે ચિત્ર અથવા આલ્બમ પસંદ કરો.
hi: वह तस्वीर या एल्बम चुनें जिसे आप भेजना चाहते हैं।
hr: Odaberite sliku ili album koji želite poslati.
hu: Válassza ki a küldeni kívánt képet vagy albumot.
hy: Ընտրեք նկարը կամ ալբոմը, որն ուզում եք ուղարկել:
id: Pilih gambar atau album yang ingin Anda kirim.
is: Veldu myndina eða albúmið sem þú vilt senda.
it_it: Selezionate l'immagine o l'album che desiderate inviare.
ja_jp: 送信する画像またはアルバムを選択します。
ka: აირჩიეთ სურათი ან ალბომი, რომლის გაგზავნაც გსურთ.
kk: Жібергіңіз келген суретті немесе альбомды таңдаңыз.
km: ជ្រើស​រូបភាព ឬ អាល់ប៊ុម ដែល​អ្នក​ចង់​ផ្ញើ។
kn: ನೀವು ಕಳುಹಿಸಲು ಬಯಸುವ ಚಿತ್ರ ಅಥವಾ ಅಲ್ಬಮ್ ಅನ್ನು ಆಯ್ಕೆ ಮಾಡಿ.
ko_kr: 보낼 사진 또는 앨범을 선택하세요.
lo: ເລືອກຮູບ ແລະອາລະບໍາທີ່ທ່ານຕ້ອງການສົ່ງ.
lt: Pasirinkite norimą siųsti nuotrauką ar albumą.
lv: Izvēlieties nosūtāmo attēlu vai albumu.
mk: Изберете слика или албум што сакате да ги пратите.
ml: നിങ്ങള്‍ അയക്കാന്‍ ആഗ്രഹിക്കുന്ന ചിത്രം അല്ലെങ്കില്‍ ആല്‍ബം തിരഞ്ഞെടുക്കുക.
mn_mn: Илгээхийг хүссэн зураг эсвэл цомгийг сонго.
mr: चित्र किंवा अल्बम निवडा जो आपण पाठवू इच्छिता.
ms: Pilih gambar atau album yang anda ingin menghantar.
my: သင္ ပို႔လိုသည့္ ပံု သို႔မဟုတ္ အယ္ဘမ္ကို ေရြးပါ။
nb: Velg bildet eller albumet du ønsker å sende.
ne: तपाईले पठाउन चाहनुभएको तस्वीर वा एल्बम चयन गर्नुहोस्।
nl: Selecteer de foto of het album die of dat u wilt verzenden.
or: ଆପଣ ପ୍ରେରଣ କରିବାକୁ ଚାହୁଁଥିବା ଛବି କିମ୍ୱା ଆଲବମ୍ ଚୟନ କରନ୍ତୁ।
pa: ਜਿਹੜੀ ਤਸਵੀਰ ਜਾਂ ਐਲਬਮ ਤੁਸੀਂ ਭੇਜਣਾ ਚਾਹੁੰਦੇ ਹੋ ਉਸਨੂੰ ਚੁਣੋ।
pl: Wybierz obraz lub album, który chcesz wysłać.
pt_pt: Seleccione a imagem ou o álbum que quer enviar.
ro: Selectaţi imaginea sau albumul pe care doriţi să îl trimiteţi.
ru_ru: Выберите фотографию или альбом, которые вы хотите отправить.
si: ඔබට යැවීමට අවශ්‍ය ඡායාරූපය හෝ ඇල්බමය තෝරන්න.
sk: Vyberte obrázok alebo album, ktorý chcete odoslať.
sl: Izberite sliko ali album, ki ju želite poslati.
sr: Izaberi sliku ili album koji želiš da pošalješ.
sv: Välj bilden eller albumet som du vill skicka.
ta: நீங்கள் அனுப்ப விரும்பும் படம் அல்லது தொகுப்பை தேர்வு செய்க.
te: మీరు పంపాలనుకునే చిత్రం లేదా ఆల్బమ్‌ను ఎంచుకోండి.
th: เลือกรูปภาพหรืออัลบั้ม ที่คุณต้องการส่ง
tl: Pumili ng litrato o album na gusto mong ipadala.
tr_tr: Göndermek istediğiniz resim veya albümü seçin.
uk: Виберіть зображення або альбом, які потрібно надіслати.
ur: وہ تصویر یا البم منتخب کریں جو آپ بھیجنا چاہتے ہیں۔
uz: Yubormoqchi bo‘lgan rasm yoki albomni tanlang.
vi: Chọn ảnh hoặc album bạn muốn gửi.
zh_cn: 选择您要发送的照片或相册。
zh_hk: 選擇您想要發送的圖片或相簿。
