Repository: tizenorg/apps.core.preloaded.ug-bluetooth-efl
Catalog: po/*.po
Languages: ar, as, az, bg, bn, ca, cs, da, de, el_gr, et, eu, fi, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, lo, lt, lv, mk, ml, mn_mn, mr, ms, my, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sr, sv, ta, te, th, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

# IDS_BT_SBODY_CONNECTED_M_STATUS
source: Connected
ar: تم الاتصال
as: সংযোজিত
az: Qoşuldu
bg: Свързано
bn: সংযুক্ত
ca: Connectat
cs: Připojeno
da: Forbundet
de: Verbunden
el_gr: Έγινε σύνδεση
et: Ühendatud
eu: Konektatuta
fi: Yhdistetty
fr_ca: Connecté
ga: Nasctha
gl: Conectado
gu: જોડ્યું
hi: कनेक्ट किया गया
hr: Spojen
hu: Csatlakoztatva
hy: Միացված է
id: Tersambung
it_it: Connesso
ja_jp: 接続中
ka: დაკავშირებული
kk: Қосылды
km: បាន​ភ្ជាប់
kn: ಸಂಪರ್ಕಿಸಲಾಗಿದೆ
ko_kr: 연결됨
lo: ເຊື່ອມຕໍ່ແລ້ວ
lt: Prisijungta
lv: Savienots
mk: Поврзано
ml: ബന്ധിപ്പിച്ചു
mn_mn: Холбогдсон
mr: कनेक्ट केले
ms: Disambung
my: ခ်ိတ္ဆက္ထားေသာ
nb: Tilkoblet
ne: जडान गरिएको छ
nl: Verbonden
or: ସଂଯୋଜିତ
pa: ਕਨੈਕਟ ਹੋਇਆ
pl: Połączono
pt_pt: Ligado
ro: Conectat
ru_ru: Подключено
si: සම්බන්ධිතයි
sk: Pripojené
sl: Povezano
sr: Veza je uspostavljena
sv: Ansluten
ta: இணைக்கபட்டது
te: కనెక్ట్ చేయబడింది
th: เชื่อมต่อแล้ว
tl: Nakakonekta
tr_tr: Bağlandı
uk: Підключено
ur: مربوط
uz: Ulandi
vi: Đã kết nối
zh_cn: 已连接
zh_hk: 已連接

# IDS_BT_BODY_PS_REMAINING
source: %s remaining.
ar: .%s يتبقى
as: %s বাকি আছে৷
az: %s qalıb.
bg: Остават %s.
bn: %s অবশিষ্ট।
ca: %s restant
cs: Zbývá %s.
da: %s mangler.
de: %s verbleibend
el_gr: Απομένει %s.
et: %s jäänud.
eu: %s faltan
fi: %s jäljellä
fr_ca: %s disponible
ga: %s fágtha.
gl: quedan %s
gu: %s બાકી.
he: %s נותרו
hi: %s शेष।
hr: Preostalo %s.
hu: Maradék kapacitás: %s
hy: Մնում է %s:
id: %s tersisa.
is: %s eftir.
it_it: %s residua.
ja_jp: 残り​%s​
ka: %s დარჩენილი.
kk: %s қалған.
km: នៅ​សល់ %s។
kn: %s ಉಳಿದಿದೆ.
ko_kr: %s 남았습니다.
lo: %s ຍັງເຫຼືອຢູ່.
lt: Liko %s.
lv: Atlicis: %s
mk: Уште %s.
ml: %s ശേഷിക്കുന്നു.
mn_mn: %s үлдсэн.
mr: %s शिल्लक.
ms: %s yang tinggal.
my: %s က်န္ေသးသည္
nb: %s gjenstår.
ne: %s शेष छ।
nl: %s over.
or: %s ଅବଶିଷ୍ଟ।
pa: %s ਬਾਕੀ ਹੈ।
pl: Pozostało %s.
pt_pt: Restam %s.
ro: %s rămasă
ru_ru: Осталось %s.
si: %s ඉතිරිව ඇත.
sk: Zostáva %s.
sl: Še %s.
sr: %s preostalo.
sv: %s återstår.
ta: %s மீதமுள்ளது.
te: %s మిగిలినవి.
th: %s ​ที่​เหลือ
tl: %s ang natitira.
tr_tr: %s kaldı.
uk: Залишилося %s.
ur: بقایا %s۔
uz: %s qoldi.
vi: %s còn lại.
zh_cn: 剩余%s。
zh_hk: 剩餘%s。

# IDS_BT_HEADER_UNABLE_TO_RECEIVE_FILES_ABB
source: Unable to receive files
ar: يتعذر تلقي الملفات
as: ফাইলসমূহ প্ৰাপ্ত কৰিবলৈ অক্ষম
az: Faylları almaq olmadı
bg: Не се получават файлове
bn: ফাইলগুলি গ্রহণ করতে অক্ষম
ca: No es poden rebre fitxers
cs: Soubory nelze přijmout
da: Kan ikke modtage filer
de: Dateiempfang nicht möglich
el_gr: Αδύνατη η λήψη αρχείων
et: Faile ei saa vastu võtta
eu: Ezin izan dira fitx. jaso
fi: Tiedostoja ei voi vastaanottaa
fr_ca: Réception fichiers impossible
ga: Ní féidir comhaid a fháil
gl: Non se poden recibir arquivos
gu: ફાઇલ્સ પ્રાપ્ત કરવામાં અસમર્થ
hi: फाइलें प्राप्त करने में असमर्थ
hr: Nemoguće primiti datoteke
hu: Nem lehet fogadni a fájlokat
hy: Անհնար է ֆայլեր ստանալ
id: Tidak dapat menerima file
it_it: Impossibile ricevere file
ja_jp: ファイルの受信不可
ka: ფაილების მიღება შეუძლებელია
kk: Файлдарды алу мүмкін емес
km: មិន​អាច​ទទួល​ឯកសារ
kn: ಫೈಲ್‌ಗಳನ್ನು ಸ್ವೀಕರಿಸಲಾಗಲಿಲ್ಲ
ko_kr: 파일을 받을 수 없음
lo: ບໍ່ສາມາດຮັບໄຟລ໌ໄດ້
lt: Neįmanoma priimti failų
lv: Nevar saņemt failus
mk: Не може да се примат фајлови
ml: ഫയലുകൾ സ്വീകരിക്കാനാവില്ല
mn_mn: Файл хүлээн авах боломжгүй
mr: फाइल्‍स प्राप्‍त करण्‍यात अक्षम
ms: Tidak dapat menerima fail
my: ဖိုင္မ်ားကို လက္ခံလို႔ မရႏိုင္ပါ
nb: Kan ikke motta filer
ne: फाइलहरू प्राप्त गर्न असक्षम
nl: Kan bestanden niet ontvangen
or: ଫାଇଲ. ପ୍ରାପ୍ତ କରିବାକୁ ଅସ.
pa: ਫਾਈਲਾਂ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ
pl: Nie można odebrać plików
pt_pt: Impossível receber ficheiros
ro: Fişierele nu pot fi prim.
ru_ru: Невозможно получить файлы
si: ගොනු ලබා ගත නොහැක
sk: Súbory sa nedajú prijať
sl: Datotek ni mogoče prejeti
sr: Nije moguće primiti fajlove
sv: Det går inte att ta emot filer
ta: கோப்புகளைப் பெற இயலவில்லை
te: ఫైల్‌లను స్వీకరించడం సాధ్యం కాదు
th: ไม่สามารถรับไฟล์ได้
tl: Hindi makatanggap ng mga file
tr_tr: Dosyalar alınamıyor
uk: Неможливо отримати файли
ur: فائلیں وصول کرنے سے قاصر
uz: Fayllarni olib bo‘lmaydi
vi: Không thể nhận file
zh_cn: 无法接收文件
zh_hk: 無法接收檔案

# IDS_BT_MBODY_P1SD_FILES_COPIED_P2SD_FAILED_ABB
source: %1$d files copied, %2$d failed
ar: تم نسخ %1$d من الملفات، فشل نسخ %2$d
as: %1$d টা ফাইল প্ৰতিলিপি কৰা হ'ল, %2$d টা বিফল হৈছে
az: %1$d fayl kopyal, %2$d alınmdı
bg: %1$d файла коп., %2$d неусп.
bn: %1$dটি ফাইল অনুলিপি হয়েছে, %2$dটি ব্যর্থ হয়েছে
ca: %1$d fitx cop, %2$d fallits
cs: %1$d souborů zkop., %2$d ne
da: %1$d filer kop., %2$d mislyk.
de: %1$d Dateien kop., %2$d fehlg.
el_gr: %1$d αρχ. αντιγρ., %2$d απέτ.
et: %1$d faili kop., %2$d nurjus
eu: %1$d fitx. kop., %2$d(e)k huts
fi: %1$d tied. kopioitu, %2$d epäonn.
fr_ca: Copiés : %1$d, échec : %2$d
ga: %1$d cinn cóip., %2$d teipthe
gl: %1$d arq. copi., %2$d non cop.
gu: %1$d ફાઇલ્સ કૉપિ કરી, %2$d નિષ્ફળ
hi: %1$d फाइलें कॉपी की गईं, %2$d विफल
hr: %1$d dat. kopir., %2$d neuspj.
hu: %1$d fájl átmás., %2$d sikert.
hy: %1$d ֆայլ պատճեն., %2$d ձախող.
id: %1$d file disalin, %2$d gagal
it_it: %1$d file copiati %2$d file no
ja_jp: %1$d件のﾌｧｲﾙｺﾋﾟｰ完了、%2$d件失敗
ka: %1$d ფაილი დაკოპირდა, %2$d არა
kk: %1$d файл көш-ді, %2$d сәтсіз
km: បាន​ចម្លង​ឯកសារ %1$d, បាន​បរាជ័យ %2$d
kn: %1$d ಫೈಲ್‌. ನಕಲಿ, %2$d ವಿಫಲ.
ko_kr: %1$d개 복사 완료, %2$d개 안 됨
lo: ກັອບປີ້ %1$d ໄຟລ໌, %2$d ບໍ່ໄດ້
lt: Nukop.failų:%1$d, nepav.:%2$d
lv: %1$d nokop., %2$d – radās kļ.
mk: %1$d се ископ., %2$d неуспешно
ml: %1$d ഫയലുകൾ പകർത്തി, %2$d പരാജയപ്പെട്ടു
mn_mn: %1$d файл хуулв, %2$d амжгүй
mr: %1$d फाइल्‍स कॉपी केल्या, %2$d अयशस्वी
ms: %1$d fail disalin, %2$d gagal
my: %1$d ဖုိင္မ်ားကို ေကာ္ပီကူးၿပီးပါၿပီ၊ %2$d ကုိမႈ မေအာင္ျမင္ပါ
nb: %1$d filer kopiert, %2$d misl.
ne: %1$d फाइलहरू प्रतिलिपि गरियो, %2$d असफल भयो
nl: %1$d best gekop., %2$d mislukt
or: %1$d ଫାଇଲ୍ କପି ହୋ., %2$d ବିଫଳ ହୋ.
pa: %1$d ਫਾਈਲਾਂ ਕਾਪੀ ਹੋਈਆਂ, %2$d ਅਸਫਲ
pl: Skop. plik.:%1$d,bł. kop.:%2$d
pt_pt: %1$d copiados, %2$d falharam
ro: %1$d fiş. cop., %2$d nereuş.
ru_ru: Файлов скоп: %1$d, сбой: %2$d
si: ගොනු %1$d ක් පිටප. විය, %2$d ක් අසාර්.
sk: Skop. súb.: %1$d, zlyh.: %2$d
sl: %1$d dat. kop., %2$d neuspeš.
sr: Kop. fajl.: %1$d, %2$d neusp.
sv: %1$d filer kop., %2$d missl.
ta: %1$d வெற்றி, %2$d தோல்வி
te: %1$d ఫైల్‌లు కాపీ చేయబడ్డాయి, %2$d విఫలమయ్యాయి
th: คัดลอก %1$d ไฟล์ ไม่ได้ %2$d
tl: %1$d file nakopya, %2$d hindi
tr_tr: %1$d dosya kpylndı, %2$d bşrsz
uk: Скоп. файлів: %1$d, ні – %2$d
ur: %1$d فائلیں کاپی ہوئیں، %2$d ناکام ہوگیا
uz: %1$d fyl nus-ol., %2$d ta xato
vi: Đã sao chép %1$d file, %2$d bị lỗi
zh_cn: %1$d 个文件已复制，%2$d 个失败
zh_hk: %1$d 個檔案已複製，%2$d 個失敗

# IDS_BT_HEADER_UNABLE_TO_SEND_FILES_ABB
source: Unable to send files
ar: يتعذر إرسال الملفات
as: ফাইলসমূহ প্ৰেৰণ কৰিবলৈ অক্ষম
az: Fayllar göndərmək olmadı
bg: Не може да се изпратят файлове
bn: ফাইলগুলি পাঠাতে অক্ষম
ca: No es poden enviar fitxers
cs: Soubory nelze odeslat
da: Kan ikke sende filer
de: Senden von Dateien nicht mögl.
el_gr: Αδύνατη η αποστολή αρχείων
et: Faile ei saa saata
eu: Ezin izan dira fitx. bidali
fi: Tiedostoja ei voi lähettää
fr_ca: Envoi des fichiers impossible
ga: Ní féidir comhaid a sheoladh
gl: Non se poden enviar arquivos
gu: ફાઇલ્સ મોકલવામાં અસમર્થ
hi: फाइलें भेजने में असमर्थ
hr: Nemoguće poslati datoteke
hu: Nem lehet elküldeni a fájlokat
hy: Անհնար է ֆայլեր ուղարկել
id: Tidak dapat mengirim file
it_it: Impossibile inviare file
ja_jp: ファイルの送信不可
ka: ფაილების გაგზავნა შეუძლებელია
kk: Файлдарды жіберу мүмкін емес
km: មិន​អាច​ផ្ញើ​ឯកសារ
kn: ಫೈಲ್‌ಗಳನ್ನು ಕಳುಹಿಸಲಾಗಲಿಲ್ಲ
ko_kr: 파일을 보낼 수 없음
lo: ບໍ່ສາມາດສົ່ງໄຟລ໌ໄດ້
lt: Neįmanoma nusiųsti failų
lv: Nevar nosūtīt failus
mk: Не може да се пратат фајлови
ml: ഫയലുകൾ അയയ്ക്കാനാവില്ല
mn_mn: Файл илгээх боломжгүй
mr: फाइल्स पाठवण्यास अक्षम
ms: Tidak dapat menghantar fail
my: ဖိုင္မ်ားကို ပို႔လို႔ မရႏိုင္ပါ
nb: Kan ikke sende filer
ne: फाइलहरू पठाउन असक्षम
nl: Kan bestanden niet verzenden
or: ଫାଇଲଗୁଡିକ ପ୍ରେରଣ କରିବାକୁ ଅସ.
pa: ਫਾਈਲਾਂ ਭੇਜਣ ਵਿੱਚ ਅਸਮਰੱਥ
pl: Nie można wysłać plików
pt_pt: Impossível enviar ficheiros
ro: Fişierele nu pot fi trimise
ru_ru: Невозможно отправить файлы
si: ගොනු යැවිය නොහැක
sk: Súbory sa nedajú odoslať
sl: Datotek ni mogoče poslati
sr: Nije moguće poslati fajlove
sv: Det går inte att skicka filer
ta: கோப்புகளை அனுப்ப இயலவில்லை
te: ఫైల్‌లను పంపడం సాధ్యం కాదు
th: ไม่สามารถส่งไฟล์ได้
tl: Di makapagpadala ng mga file
tr_tr: Dosyalar gönderilemiyor
uk: Неможливо надіслати файли
ur: فائلیں بھیجنے سے قاصر
uz: Fayllarni yuborib bo‘lmaydi
vi: Không thể gửi file
zh_cn: 无法发送文件
zh_hk: 無法發送檔案

# IDS_BT_MBODY_1_FILE_COPIED_PD_FAILED_ABB
source: 1 file copied, %d failed
ar: تم نسخ ملف واحد، فشل نسخ %d
as: 1 টা ফাইল প্ৰতিলিপি কৰা হ'ল, %d টা বিফল হৈছে
az: 1 fayl kopyal, %d müm olmadı
bg: 1 файл копиран, %d неуспешни
bn: 1টি ফাইল অনুলিপি হয়েছে, %dটি ব্যর্থ হয়েছে
ca: 1 fitxer copiat, %d fallits
cs: 1 soubor zkopírován, %d ne
da: 1 fil kopieret, %d mislyk.
de: 1 Datei kopiert, %d fehlges.
el_gr: Αντιγρ. 1 αρχείο, %d απέτ.
et: 1 fail kopeeritud, %d nurjus
eu: Fitx. 1 kopiat., %d(e)k huts
fi: 1 tied. kopioitu, %d epäonn.
fr_ca: 1 fichier copié, échec : %d
ga: 1 chomhad cóip., %d teipthe
gl: 1 arq. copia., %d non copia.
gu: 1 ફાઇલ કૉપિ કરી, %d નિષ્ફળ
hi: 1 फाइल कॉपी की गई, %d विफल
hr: 1 dat. kopir., %d neuspješno
hu: 1 fájl átmásolva, %d sikert.
hy: 1 ֆայլ պատճենվեց, %d ձախող.
id: 1 file disalin, %d gagal
it_it: 1 file copiato %d file non cop
ja_jp: 1件のﾌｧｲﾙｺﾋﾟｰ完了、%d件失敗
ka: 1 ფაილი დაკოპირდა, %d არა
kk: 1 файл көшірілді, %d сәтсіз
km: បាន​ចម្លង​ឯកសារ 1, បាន​បរាជ័យ %d
kn: 1 ಫೈಲ್ ನಕಲಿಸ. %d ವಿಫಲವಾಗಿದೆ
ko_kr: 1개 복사 완료, %d개 안 됨
lo: ກັອບປີ້ 1 ໄຟລ໌, %d ບໍ່ໄດ້
lt: Nukopij.failų:1, nepavyko:%d
lv: 1 nokopēts, %d – radās kļūme
mk: 1 фајл е ископ. %d неуспешно
ml: 1 ഫയൽ പകർത്തി, %d പരാജയപ്പെട്ടു
mn_mn: 1 файл хуулсан, %d амжилтгүй
mr: 1 फाइल कॉपी केली, %d अयशस्वी
ms: 1 fail disalin, %d gagal
my: ဖိုင္ ၁ ခုကို ေကာ္ပီကူးၿပီးပါၿပီ၊ %d ခု မေအာင္ျမင္ပါ
nb: 1 fil kopiert, %d mislyktes
ne: 1 फाइल प्रतिलिपि गरियो, %d असफल भयो
nl: 1 bestand gekop., %d mislukt
or: 1 ଫାଇଲ୍ କପି ହୋ., %d ବିଫଳ ହୋ.
pa: 1 ਫਾਈਲ ਕਾਪੀ ਹੋਈ, %d ਅਸਫਲ
pl: Skop. plik.: 1, bł. kop.: %d
pt_pt: 1 copiado, %d falharam
ro: 1 fiş. copiat, %d nereuş.
ru_ru: 1 файл скопирован, сбой: %d
si: ගොනු 1 ක් පිට. විය, %d ක් අසාර්.
sk: 1 skopír. súbor, zlyhané: %d
sl: 1 dat. kopir., %d neuspešnih
sr: 1 fajl kopiran, %d neuspešno
sv: 1 fil kopierades, %d missl.
ta: 1 கோப்பு நகலானது, %d தோல்வி
te: 1 ఫైల్ కాపీ చేయబడింది, %d విఫలమయ్యాయి
th: คัดลอก1 ไฟล์, %d ไฟล์ล้มเหลว
tl: 1 file nakopya, %d ang hindi
tr_tr: 1 dosya kpylandı, %d başarsz
uk: Скопійовано 1 файл, ні – %d
ur: 1 فائل کاپی ہوئی، %d ناکام ہوگیا
uz: 1 fyl. nus/ol-di, %d ta xato
vi: Đã sao chép 1 file, %d bị lỗi
zh_cn: 1 个文件已复制，%d 个失败
zh_hk: 1 個檔案已複製，%d 個失敗

# IDS_BT_POP_ENTER_THE_PIN_TO_PAIR_WITH_PS_HTRY_0000_OR_1234
source: Enter the PIN to pair with %s. (Try 0000 or 1234.)
ar: أدخل رقم PIN للإقران مع %s. (حاول ٠٠٠٠ أو ١٢٣٤.)
as: %s-ৰ সৈতে যোৰ কৰিবলৈ PIN প্ৰৱিষ্ট কৰক৷ (0000 বা 1234 চেষ্টা কৰক৷)
az: %s ilə cütl üçün PIN dax et. (0000 ya 1234 ilə cəhd et.)
bg: Въведете PIN кода за сдвояване с %s. (Опитайте 0000 или 1234.)
bn: %s এর সাথে জোড় বাঁধার জন্য PIN লিখুন। (0000 বা 1234 চেষ্টা করুন।)
ca: Introdueixi el PIN per vincular amb %s. (Provi 0000 o 1234.)
cs: Zadejte PIN kód pro párování s %s. (Zkuste 0000 nebo 1234.)
da: Angiv PIN-koden for at parre med %s. (Prøv 0000 eller 1234).
de: PIN eingeben, um mit %s zu koppeln. (Versuchen Sie 0000 oder 1234.)
el_gr: Πληκτρολογήστε το PIN για αντιστοίχιση με τη συσκευή %s. (Δοκιμάστε 0000 ή 1234.)
et: Sisestage PIN-kood, et siduda seadmega %s. (Proovige 0000 või 1234.)
eu: Idatzi PINa %s-(r)ekin parekatzeko. (Saiatu 0000 edo 1234 erabilita.)
fi: Muodosta pariliitos laitteen %s kanssa antamalla PIN-koodi. (Kokeile koodia 0000 tai 1234.)
fr_ca: Saisissez le NIP pour le coupler à %s. (Essayez 0000 ou 1234.)
ga: Iontráil an PIN le péireáil le %s. (Triail 0000 nó 1234.)
gl: Introduce o PIN para vincularte con %s. (Proba con 0000 ou 1234).
gu: %s સાથે જોડી બનાવવા માટે PIN દાખલ કરો. (0000 અથવા 1234 નો પ્રયત્ન કરો.)
hi: %s के साथ जोड़ा बनाने के लिए PIN प्रविष्ट करें। (0000 या 1234 आजमाएँ।)
hr: Unesite PIN za uparivanje sa %s. (Pokušajte 0000 ili 1234.)
hu: Adja meg a PIN-t a(z) %s eszköz párosításához. (Próbálkozzon a 0000 vagy az 1234 kóddal.)
hy: Մուտքագրեք PIN՝ %s-ի հետ զուգակցելու: (Փորձեք 0000 կամ 1234)
id: Masukkan PIN untuk dipasangkan dengan %s. (Coba 0000 atau 1234.)
it_it: Inserite il PIN per l'associazione con %s (provate 0000 o 1234).
ja_jp: %sとペアリングするには、PIN（0000や1234など）を入力してください。
ka: %s-თან დასაწყვილებლად შეიყვანეთ PIN. (მოსინჯეთ 0000 ან 1234.)
kk: %s құрылғысымен жұптастыру үшін PIN кодын енгізіңіз. (0000 не 1234 көріңіз.)
km: វាយបញ្ចូល PIN ដើម្បី​ផ្គូ​ជាមួយ %s។ (សាកល្បង 0000 ឬ 1234។)
kn: %s ಜೊತೆ ಜೋಡಿ ಮಾಡಲು PIN ನಮೂದಿಸಿ. (0000 ಅಥವಾ 1234 ಬಳಸಿ.)
ko_kr: %s 디바이스와 등록하려면 PIN(0000 또는 1234)을 입력하세요.
lo: ປ້ອນ PIN ເພື່ອຈັບຄູ່ກັບ %s. (ລອງ 0000 ຫຼື 1234.)
lt: Įveskite PIN ir susiekite su %s. (Bandykite 0000 arba 1234.)
lv: Ievadiet PIN kodu, lai izveidotu savienojumu pārī ar %s. (Mēģiniet 0000 vai 1234.)
mk: Внесете го PIN-от за спојување со %s. (Обидете се со 0000 или 1234.)
ml: %s-മായി ബന്ധിപ്പിക്കുന്നതിന് PIN നൽകുക. (0000 അല്ലെങ്കിൽ 1234 പരീക്ഷിക്കുക.)
mn_mn: %s-тай хослуулах PIN-г оруул. (0000 эсвэл 1234-ийг оруулж үз.)
mr: %s शी पेअर करण्यासाठी PIN प्रविष्ट करा. (0000 किंवा 1234 वापरून पाहा.)
ms: Masukkan PIN untuk berpasangan dengan %s. (Cuba 0000 atau 1234.)
my: %s ႏွင့္တြဲရန္ PIN ကို ရိုက္ထည့္ပါ။ (ဝဝဝဝ သို႔မဟုတ္ ၁၂၃၄ ကုိစမ္းၾကည့္ပါ။)
nb: Skriv inn PIN-koden for å koble sammen med %s. (Prøv 0000 eller 1234.)
ne: %s संग जोडी बनाउन PIN प्रविष्ट गर्नुहोस्। (0000 वा 1234 प्रयास गर्नुहोस्।)
nl: Voer de pincode in om te koppelen met %s. (Probeer 0000 of 1234.)
or: %s ସହ ପେୟାର୍ କରିବାକୁ PIN ପ୍ରବେଶ କରନ୍ତୁ। (0000 କିମ୍ଵା 1234 ଚେଷ୍ଟା କରନ୍ତୁ।)
pa: %s ਨਾਲ ਜੋੜਾ ਬਣਾਉਣ ਦੇ ਲਈ PIN ਦਾਖ਼ਲ ਕਰੋ। (0000 ਜਾਂ 1234 ਅਜ਼ਮਾਉ।)
pl: Wprowadź kod PIN, aby powiązać z urządzeniem %s. (Spróbuj wprowadzić 0000 lub 1234).
pt_pt: Introduza o PIN para emparelhar com %s. (Tente 0000 ou 1234.)
ro: Introduceţi codul PIN pentru asocierea cu %s. (Încercaţi cu 0000 sau 1234.)
ru_ru: Введите PIN-код для соединения с %s. (Попробуйте 0000 или 1234).
si: %s සමඟ යුගලනය කළ යුතුට PIN ඇතුළත් කරන්න. (0000 හෝ 1234 යොදා බලන්න.)
sk: Zadajte kód PIN na spárovanie so zariadením %s. (Skúste zadať kód 0000 alebo 1234.)
sl: Vnesite kodo PIN za seznanjanje z napravo %s (poskusite 0000 ali 1234).
sr: Unesi PIN kôd radi uparivanja sa uređajem %s. (Probaj 0000 ili 1234).
sv: Ange PIN-kod om du vill sammankoppla med %s. (Försök med 0000 eller 1234.)
ta: %s உடன் இணைக்க, PIN-ஐ உள்ளிடவும். (0000 அல்லது 1234 என்பதை முயலவும்.)
te: %sతో జతపరచడానికి PINను నమోదు చేయండి. (0000 లేదా 1234ను ప్రయత్నించండి.)
th: ใส่ PIN เพื่อจับคู่กับ %s (ลอง 0000 หรือ 1234)
tl: Ipasok ang PIN upang makipag-pair sa %s. (Subukan ang 0000 o 1234.)
tr_tr: %s ile eşleştirmek için PIN girin. (0000 veya 1234’ü deneyin.)
uk: Введіть PIN-код, щоб підключитися до %s. (спробуйте 0000 або 1234).
ur: %s کے ساتھ جوڑی بنانے کے لیے پن داخل کریں۔ (کوشش کریں 0000 یا 1234۔)
uz: %s bilan bog‘lash uchun PIN-kodni kiriting. (0000 yoki 1234 ni sinab ko‘ring.)
vi: Nhập mã PIN để ghép đôi với %s. (Thử 0000 hoặc 1234.)
zh_cn: 输入 PIN 码以与 %s 配对。(请尝试 0000 或 1234)
zh_hk: 輸入 PIN 碼以與 %s 配對。(請嘗試 0000 或 1234)

# IDS_BT_POP_PS_WANTS_TO_SEND_YOU_A_FILE
source: %s wants to send you a file.
ar: يتوفر ملف للإرسال من قبل %s.
as: %s-এ আপোনালৈ এটা ফাইল প্ৰেৰণ কৰিব বিচাৰে৷
az: %s sizə fayl göndərmək istəyir.
bg: %s иска да ви изпрати файл.
bn: %s আপনাকে একটি ফাইল পাঠাতে চায়।
ca: %s vol enviar-li un fitxer.
cs: %s vám chce poslat soubor.
da: %s vil sende dig en fil.
de: %s möchte Ihnen eine Datei senden.
el_gr: Ο χρήστης %s θέλει να σας στείλει ένα αρχείο.
et: %s soovib teile faili saata.
eu: %s-(e)k fitxategi bat bidali nahi dizu.
fi: %s haluaa lähettää sinulle tiedoston.
fr_ca: %s veut vous envoyer un fichier.
ga: Is mian le %s comhad a sheoladh chugat.
gl: %s quere enviarche un arquivo.
gu: %s તમને એક ફાઇલ મોકલવા માંગે છે.
hi: %s आपको एक फाइल भेजना चाहता है।
hr: %s vam želi poslati datoteku.
hu: A(z) %s egy fájlt akar küldeni önnek.
hy: %s-ը ցանկանում էնիշք ուղարկել ձեզ:
id: %s ingin mengirimi Anda file.
it_it: %s vuole inviarvi un file.
ja_jp: %sがファイルを送信しようとしています。
ka: %s ცდილობს გამოგიგზავნოთ ფაილი.
kk: %s файл жібергісі келеді.
km: %s ចង់​ផ្ញើ​ឯកសារ​ជូន​អ្នក។
kn: %s ನಿಮಗೆ ಫೈಲ್ ಕಳುಹಿಸಲು ಬಯಸುತ್ತದೆ.
ko_kr: %s 디바이스에서 나에게 파일을 보내려고 합니다.
lo: %s ຕ້ອງການສົ່ງໄຟລ໌ໃຫ້ທ່ານ.
lt: %s nori atsiųsti jums failą.
lv: %s vēlas jums nosūtīt failu.
mk: %s сака да Ви прати фајл.
ml: നിങ്ങൾക്കൊരു ഫയൽ അയയ്ക്കാൻ %s ആഗ്രഹിക്കുന്നു.
mn_mn: %s танд файл илгээхийг хүсэж байна.
mr: %s आपल्याला फाइल पाठवू इच्छित आहे.
ms: %s ingin menghantar fail kepada anda.
my: %s သည္ သင့္အား ဖိုင္ ေပးပို႔ခ်င္သည္။
nb: %s vil sende deg en fil.
ne: %s तपाईले फाइल पठाउन चाहनुहुन्छ।
nl: %s wil een bestand naar u verzenden.
or: ଆପଣ ଫାଇଲଗୁଡିକ ପ୍ରେରଣ କରିବାକୁ %s ଚାହୁଁଛି।
pa: %s ਤੁਹਾਨੂੰ ਇੱਕ ਫਾਈਲ ਭੇਜਣਾ ਚਾਹੁੰਦਾ ਹੈ।
pl: Urządzenie %s chce wysłać do Ciebie plik.
pt_pt: %s quer enviar-lhe um ficheiro.
ro: %s doreşte să vă trimită un fişier.
ru_ru: %s хочет отправить вам файл.
si: %s හට ඔබට ගොනුවක් එවීමට අවශ්‍යයි.
sk: %s vám chce odoslať súbor.
sl: %s vam želi poslati datoteko.
sr: %s želi da ti pošalje neki fajl.
sv: %s vill skicka en fil till dig.
ta: %s உங்களுக்கு ஓர் கோப்பு அனுப்ப விரும்புகிறார்.
te: %s మీకు ఫైల్‌ని పంపాలనుకుంటున్నారు.
th: %s ต้องการส่งไฟล์ให้คุณ
tl: Gusto ni %s na magpadala sa iyo ng file.
tr_tr: %s, size bir dosya göndermek istiyor.
uk: %s бажає надіслати вам файл.
ur: %s آپ کو ایک فائل بھیجنا چاہتا ہے۔
uz: %s Sizga fayl yubormoqchi.
vi: %s muốn gửi file cho bạn.
zh_cn: %s 想要为您发送一个文件。
zh_hk: %s 想要給您發送一個檔案。

# IDS_BT_POP_AN_INCORRECT_PIN_HAS_BEEN_ENTERED_TRY_AGAIN
source: An incorrect PIN has been entered. Try again.
ar: تم إدخال رمز PIN غير صحيح. حاول مرة أخرى.
as: এটা অশুদ্ধ PIN প্ৰৱিষ্ট কৰা হৈছে৷ পুনৰাই চেষ্টা কৰক৷
az: Yanlış PIN daxil edilmişdir. Yenidən cəhd edin.
bg: Въведен е неправилен PIN код. Опитайте отново.
bn: একটি ভুল PIN প্রবেশ করানো হয়েছে। পুনরায় চেষ্টা করুন।
ca: S'ha introduït un PIN incorrecte. Torni-ho a intentar.
cs: Zadali jste chybný PIN kód. Opakujte akci.
da: Der er indtastet en forkert PIN-kode. Prøv igen.
de: Falsche PIN eingegeben. Versuchen Sie es erneut.
el_gr: Έχετε εισαγάγει λανθασμένο PIN. Δοκιμάστε ξανά.
et: Sisestatud PIN-kood on vale. Proovige uuesti.
eu: PIN okerra adierazi duzu. Saiatu berriz.
fi: Annettu väärä PIN-koodi. Yritä uudelleen.
fr_ca: Un NIP erroné a été saisi. Réessayez.
ga: Iontráladh PIN mícheart. Triail arís.
gl: Introduciuse un PIN incorrecto. Téntao de novo.
gu: એક ખોટો PIN દાખલ કરવામાં આવ્યો છે. ફરી પ્રયાસ કરો.
hi: कोई गलत PIN प्रविष्ट किया गया है। फिर से प्रयास करें।
hr: Unesen je netočan PIN. Pokušajte ponovno.
hu: Helytelen PIN-t adott meg. Próbálja újra.
hy: Սխալ PIN է մուտքագրվել: Նորից փորձեք:
id: PIN yang dimasukkan salah. Coba lagi.
it_it: Il PIN inserito è errato. Riprovate.
ja_jp: 正しくないPINが入力されました。再度お試しください。
ka: შეყვანილი PIN არასწორია. კიდევ მოსინჯეთ.
kk: Қате PIN код енгізілді. Әрекетті қайталап көріңіз.
km: បាន​វាយបញ្ចូល PIN មិន​ត្រឹមត្រូវ។ សាកល្បង​ម្តងទៀត។
kn: ತಪ್ಪಾದ PIN ನಮೂದಿಸಲಾಗಿದೆ. ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
ko_kr: 입력한 PIN이 바르지 않습니다. 다시 시도하세요.
lo: ປ້ອນ PIN ບໍ່ຖືກຕ້ອງເຂົ້າໄປ. ລອງໃໝ່ອີກ.
lt: Įvestas neteisingas PIN kodas. Bandykite dar kartą.
lv: Ievadīts nepareizs PIN kods. Mēģiniet vēlreiz.
mk: Внесен е неточен PIN. Обидете се повторно.
ml: തെറ്റായ PIN ആണ് നൽകിയിരിക്കുന്നത്. വീണ്ടും ശ്രമിക്കുക.
mn_mn: Буруу PIN оруулсан. Ахин оролд.
mr: चुकीचा PIN प्रविष्ट केला गेला आहे. पुन्‍हा प्रयत्‍न करा.
ms: PIN yang salah telah dimasukkan. Cuba lagi.
my: မမွန္ေသာ PIN တစ္ခု ထည့္ထားသည္။ ထပ္ၾကိဳးစားပါ။
nb: Det er angitt feil PIN-kode. Prøv på nytt.
ne: एउटा गलत PIN प्रविष्ट भयो। पुन: प्रयास गर्नुहोस्।
nl: Er is een onjuiste pincode ingevoerd. Probeer het opnieuw.
or: ଏକ ଭୁଲ୍ PIN ପ୍ରବେଶ ହୋଇଛି। ପୁନଃଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਇੱਕ ਗਲਤ PIN ਦਾਖ਼ਲ ਕੀਤਾ ਗਿਆ ਹੈ। ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Wprowadzono nieprawidłowy kod PIN. Spróbuj ponownie.
pt_pt: Foi introduzido um PIN incorrecto. Tente novamente.
ro: Aţi introdus un PIN greşit. Încercaţi din nou.
ru_ru: Введен неправильный PIN-код. Повторить попытку.
si: වැරදි PIN අංකයක් ඇතුළත් කොට තිබේ. නැවත උත්සාහ කරන්න.
sk: Zadali ste nesprávny kód PIN. Skúste to znova.
sl: Vnesli ste napačno kodo PIN. Poskusite znova.
sr: Unet je netačan PIN kod. Pokušaj ponovo.
sv: Felaktig PIN-kod har angetts. Försök igen.
ta: தவறான PIN உள்ளிடப்பட்டது. மீண்டும் முயலுக.
te: ఒక సరికాని PIN నమోదు చేయబడింది. మళ్లీ ప్రయత్నించండి.
th: PIN ที่ใส่ไม่ถูกต้อง ลองอีกครั้ง
tl: Nagpasok ng maling PIN. Subukang muli.
tr_tr: Yanlış bir PIN girildi. Tekrar deneyin.
uk: Введено хибний PIN-код. Cпробуйте ще раз.
ur: ایک غلط پن درج کیا گیا ہے۔ دوبارہ کوشش کریں۔
uz: Noto‘g‘ri PIN-kod kiritildi. Qayta urinib ko‘ring.
vi: Đã nhập sai mã PIN. Hãy thử lại.
zh_cn: 已输入不正确的 PIN 码。请重试。
zh_hk: 已輸入錯誤的 PIN 碼。請重試。
