Repository: tizenorg/apps.core.preloaded.ug-bluetooth-efl
Catalog: po/*.po
Languages: ar, as, az, bg, bn, ca, cs, da, de, el_gr, et, eu, fi, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, lo, lt, lv, mk, ml, mn_mn, mr, ms, my, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sr, sv, ta, te, th, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

# IDS_BT_BODY_SCANNING_FOR_DEVICES_ING
source: Scanning for devices...
ar: جار البحث عن أجهزة...
as: ডিভাইচৰ বাবে স্কেন কৰি আছে...
az: Cihazlar axtarılır...
bg: Сканиране за устройства...
bn: ডিভাইসের জন্য স্ক্যান করা হচ্ছে...
ca: Cercant dispositius...
cs: Vyhledávání zařízení...
da: Scanner efter enheder ...
de: Es wird nach Geräten gescannt...
el_gr: Αναζήτηση για συσκευές...
et: Seadmete otsimine...
eu: Gailuak bilatzen...
fi: Haetaan laitteita...
fr_ca: Recherche de périphériques...
ga: Ag scanadh le haghaidh gléasanna...
gl: Buscando dispositivos...
gu: ઉપકરણો માટે સ્કેનિંગ...
hi: डिवाइस के लिए स्कैन कर रहा है...
hr: Traženje uređaja...
hu: Eszközök keresése...
hy: Տեսածրվում են սարքեր...
id: Mencari perangkat...
it_it: Ricerca di dispositivi in corso...
ja_jp: デバイスをスキャン中...
ka: იძებნება მოწყობილობები...
kk: Құрылғылар тексерілуде...
km: កំពុង​ស្កេន​រក​ឧបករណ៍...
kn: ಸಾಧನಗಳಿಗೆ ಸ್ಕ್ಯಾನ್ ಮಾಡಲಾಗುತ್ತಿದೆ...
ko_kr: 디바이스 찾는 중...
lo: ກໍາລັງສະແກນຫາເຄື່ອງ…
lt: Ieškoma įrenginių...
lv: Meklē ierīces...
mk: Се скенира за уреди...
ml: ഉപകരണങ്ങള്‍ക്കായി സ്കാന്‍ ചെയ്യുന്നു...
mn_mn: Төхөөрөмжүүд хайж уншиж байна...
mr: उपकरणे साठी चाळणी करीत आहे...
ms: Mengimbas untuk peranti...
my: ကိရိယာမ်ား ရွာေနသည္...
nb: Skanner etter enheter...
ne: डिभाइसहरूको लागि स्‍क्‍्यान हुंदैछ...
nl: Scannen voor apparaten...
or: ଡିଭାଇସ୍‌ଗୁଡିକ ପାଇଁ ସ୍କାନ୍ କରୁଛି...
pa: ਡਿਵਾਈਸਾਂ ਲਈ ਸਕੈਨ ਹੋ ਰਿਹਾ ਹੈ...
pl: Skanowanie w poszukiwaniu urządzeń...
pt_pt: A pesquisar dispositivos...
ro: Se caută dispozitive...
ru_ru: Поиск устройств...
si: උපාංග සොයමින්...
sk: Hľadajú sa zariadenia...
sl: Iskanje naprav ...
sr: Traženje uređaja...
sv: Söker efter enheter...
ta: சாதனங்களுக்கான ஸ்கேன் செய்கிறது...
te: పరికరాలు కోసం స్కాన్ చేస్తోంది...
th: กำลังค้นหาอุปกรณ์...
tl: Nagsa-scan ng mga device...
tr_tr: Cihazlar taranıyor...
uk: Пошук пристроїв...
ur: آلہ جات کے لئے اسکین کررہا ہے...
uz: Qurilmalar qidirilmoqda...
vi: Đang dò tìm thiết bị...
zh_cn: 正在扫描设备...
zh_hk: 正在掃描裝置...

# IDS_BT_POP_UNABLE_TO_PAIR_WITH_PS
source: Unable to pair with %s.
ar: يتعذر الإقتران مع %s.
as: %s সৈতে যোৰা কৰিবলৈ অক্ষম৷
az: %s ilə çütlənmə mümkün deyil.
bg: Невъзможно свързване с %s.
bn: %s -এর সাথে পেয়ার করতে অসফল।
ca: No es pot vincular amb %s
cs: Nelze spárovat s %s.
da: Kunne ikke oprette forbindelse med %s.
de: Kopplung nicht möglich mit %s
el_gr: Δεν είναι δυνατή η δημιουργία ζεύγους με %s.
et: Ei saa siduda seadmega %s.
eu: Ezin da %s-rekin parekatu
fi: Ei voi liittää pariksi kohteen %s kanssa.
fr_ca: Impossible de jumeler à %s.
ga: Ní féidir é a phéireáil le %s.
gl: Non se pode vincular con %s
gu: %s સાથે જોડી બનાવવામાં અક્ષમ.
hi: %s के साथ जोड़ी के लिए असमर्थ।
hr: Nemoguće spajanje sa %s.
hu: Nem sikerült párosítani ezzel: %s.
hy: Հնարավոր չէ զուգակցել %s -ի հետ:
id: Gagal memasangkan dengan %s.
it_it: Impossibile associare a %s.
ja_jp: %sとペアリングできません。
ka: ვერ დაწყვილდება %s-სთან.
kk: %s менен тіркестіру мүмкін емес.
km: មិន​អាច​ផ្គូ​ជាមួយ %s។
kn: %s ಗಳಷ್ಟರೊಂದಿಗೆ ಜೊಡಿಗೊಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.
ko_kr: %s을(를) 등록할 수 없습니다.
lo: ບໍ່ສາມາດຈັບຄູ່ກັບ %s.
lt: Neįmanoma sujungti su %s.
lv: Nevar savienot pārī ar %s.
mk: Не е можно поврзување со %s.
ml: %s -മായി ജോടിചേര്‍ക്കാന്‍ ആവുന്നില്ല.
mn_mn: %s-тэй хослуулах боломжгүй.
mr: %s सोबत जोडण्यास असक्षम.
ms: Tidak boleh memasangkan dengan %s.
my: %s နွင့္ ခိ်တ္ဆက္ကူးယူ၍ မရပါ။
nb: Kan ikke koble sammen med %s.
ne: %s सँग जोडा बनाउन असक्षम।
nl: Koppeling onmogelijk met %s.
or: %s ସହିତ ଯୁଗ୍ମ କରିବାକୁ ଅସମର୍ଥ।
pa: %s ਨਾਲ ਜੋੜਣ ਵਿੱਚ ਅਸਮਰੱਥ।
pl: Nie można powiązać z %s.
pt_pt: Impossível emparelhar com %s.
ro: Imposibil de asociat cu %s
ru_ru: Невозможно соединиться с %s.
si: %s සමග යුගල කල නොහැක.
sk: Nie je možné spárovať s %s.
sl: Ni mogoče seznaniti z %s.
sr: Nemoguće upariti sa %s.
sv: Det går inte att koppla ihop med %s.
ta: %s உடன் இணைக்க இயலவில்லை.
te: %sతో జత కూర్చడం సాధ్యం కాదు.
th: ไม่​สามารถ​จับ​คู่​กับ %s
tl: Hindi mai-pair sa %s.
tr_tr: %s ile eşleştirilemiyor.
uk: Неможливо утворити пару з %s.
ur: %s کے ساتھ جوڑی بنانے سے قاصر۔
uz: %s bilan bog‘lab bo‘lmaydi.
vi: Không thể ghép đôi với %s.
zh_cn: 无法与 %s 配对。
zh_hk: 無法與 %s 配接。

# IDS_BT_SBODY_PREPARING_TO_RECEIVE_FILES_ING_ABB
source: Preparing to receive files...
ar: يتم الإعداد لاستلام الملفات...
as: প্ৰাপ্ত কৰিবলৈ তৈয়াৰ হৈ আছে...
az: Fayl yad saxl hazırlanır...
bg: Подг. за получ. на файлове...
bn: ফাইল গ্রহণ করতে প্রস্তুত হচ্ছে...
ca: Preparant per rebre fitx...
cs: Příprava příjmu souborů...
da: Forbereder modt. af filer ...
de: Dateiempfang vorbereiten...
el_gr: Προετοιμασία λήψης αρχείων...
et: Valmist. faile vastu võtma...
eu: Fitx. jasotzeko prestatzen...
fi: Tied. vast.oton valmistelu...
fr_ca: Préparat. récep. fichiers...
ga: Ullmhú le comhaid a fháil...
gl: Preparan.para recib.arq. ...
gu: ફાઇલ્સ પ્રાપ્ત કરવાની તૈયારી કરી રહ્યું છે...
hi: फाइलें प्राप्ति की तैयारी...
hr: Priprema primanja datoteka...
hu: Fájlfogadás előkészítése...
hy: Պտրստվմ է ֆայլեր ստանալու...
id: Bersiap menerima file...
it_it: Preparaz. a ricezione file...
ja_jp: ファイル受信を準備中...
ka: მზადდება ფაილების მიღება...
kk: Файл қабылдауға дайындалуда...
km: កំពុង​រៀបចំ​ទទួល​ឯកសារ...
kn: ಫೈಲ್‌ಗಳನ್ನು ಸ್ವೀಕರಿಸಲು ಸಿದ್ಧವಾಗುತ್ತಿದೆ...
ko_kr: 파일 수신 준비 중...
lo: ກໍາລັງກຽມຮັບໄຟລ໌...
lt: Ruošiamasi priimti failus...
lv: Gatavojas failu saņemšanai...
mk: Се подготв. прим. фајлови...
ml: ഫയലുകൾ സ്വീകരിക്കാൻ തയ്യാറെടുക്കുന്നു...
mn_mn: Файл хүл авахад бэлдэж бна...
mr: फाइल्‍स प्राप्‍त करण्‍यासाठी तयार करत आहे...
ms: Bersedia utk menerima fail...
my: ဖိုင္မ်ား လက္ခံရန္ ျပင္ဆင္ေနဆဲ...
nb: Forbereder å motta filer...
ne: फाइल प्राप्त गर्ने तयारी गर्दै...
nl: Best. ontvangen voorbereiden...
or: ଫାଇଲଗୁ. ପ୍ରାପ୍ତ କରି. ପ୍ରସ୍ତୁତ ହେ...
pa: ਫਾਈਲਾਂ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਤਿਆਰ ਹੋ ਰਿਹਾ ਹੈ...
pl: Przyg. do odebrania plików...
pt_pt: A prep. receber ficheiros...
ro: Se preg. prim. fişierelor...
ru_ru: Подготовка к получению...
si: ගොනු ලැබීමට සූදානමින්...
sk: Pripr. prijímanie súborov...
sl: Priprava na prej. datotek ...
sr: Priprema za prijem fajla...
sv: Förbereder filmottagning ...
ta: கோப்புகளை பெறத் தயாராகிறது...
te: ఫైల్‌లను స్వీకరించడానికి సిద్ధం చేస్తోంది...
th: กำลังเตรียมรับไฟล์...
tl: Naghahandang tumanggap ng mga file...
tr_tr: Dosyaları almaya hazırlnyr...
uk: Підготов. до отрим. файлів...
ur: فائلیں وصول کرنے کی تیاری...
uz: Fayl ol. u-n tayyorlanish...
vi: Đang chuẩn bị nhận file...
zh_cn: 正在准备接收文件...
zh_hk: 正在準備接收檔案...

# IDS_BT_HEADER_ALLOW_APPLICATION_PERMISSION
source: Allow application permission
ar: السماح بإذن التطبيق
as: এপ্লিকেশ্বনৰ সন্মতিক অনুমতি দিয়ক
az: Proqramlara icazə verin
bg: Позволяване на разрешение за приложение
bn: অ্যাপ্লিকেশনের অনুমতি দিন
ca: Permetre permís d'aplicacions
cs: Povolit oprávnění pro aplikaci
da: Tillad applikationstilladelse
de: Erteilen einer Anwendungsberechtigung
el_gr: Να επιτρέπεται το δικαίωμα εφαρμογής
et: Luba rakenduse luba
eu: Onartu aplikazioaren baimena
fi: Salli sovelluksen käyttöoikeudet
fr_ca: Accorder l'autorisation de l'application
ga: Ceadaigh cead feidhmchláir
gl: Permitir permiso de aplicacións
gu: એપ્લિકેશન પરવાનગીની મંજૂરી આપો
hi: एप्लीकेशन को अनुमति दें
hr: Dopusti dozvolu aplikacija
hu: Alkalmazásengedély bekapcsolása
hy: Տալ ծրագրի թույլտվությունները
id: Perbolehkan izin aplikasi
it_it: Consenti autorizzazione all'applicazione
ja_jp: アプリケーションに権限を許可
ka: პროგრამის ნებართვის ჩართვა
kk: Бағдарламаға рұқсат беру
km: ផ្ដល់​ការអនុញ្ញាត​កម្មវិធី
kn: ಅನ್ವಯಿಸುವಿಕೆಯ ಅನುಮತಿಗೆ ಅವಕಾಶ ನೀಡಿ
ko_kr: 애플리케이션 권한 허용
lo: ໃຫ້ການອະນຸຍາດແອພພລິເຄຊັນ
lt: Leisti programos leidimą
lv: Atļaut programmas atļaujas
mk: Овозможи дозволи за апликациите
ml: ആപ്ലിക്കേഷൻ അനുമതി അനുവദിക്കുക
mn_mn: Аппын зөвшөөрлийг зөвшөөрөх
mr: अनुप्रयोग परवानगीला अनुमती द्या
ms: Membenarkan kebenaran aplikasi
my: အပလီေကးရွင္း ခြင့္ျပဳခ်က္ကုိ ခြင့္ျပဳပါ
nb: Tillat apptillatelse
ne: अनुप्रयोग अनुरोधलाई अनुमति दिनुहोस्
nl: Applicatiemachtiging toestaan
or: ଆପ୍ଲିକେସନର ଅନୁମତିକୁ ଅନୁମତି ଦିଅନ୍ତୁ
pa: ਅਨੁਪ੍ਰਯੋਗ ਅਨੁਮਤੀ ਦੀ ਆਗਿਆ ਦਿਉ
pl: Zezwalaj na uprawnienie aplikacji
pt_pt: Autorizar permissão de aplicação
ro: Acordare permisiune aplicaţie
ru_ru: Включить разрешение для приложений
si: යෙදුම්වලට අවසර දීම
sk: Schválenie povolenia pre aplikáciu
sl: Omogočite dovoljenje aplikacije
sr: Dozvoli dozvolu za aplikaciju
sv: Tillåt programbehörighet
ta: பயன்பாட்டு அனுமதியை அனுமதிக்கவும்
te: అప్లికేషన్ అనుమతిని అనుమతించండి
th: ให้สิทธิ์แอพพลิเคชั่น
tl: Payagan ang pahintulot ng application
tr_tr: Uygulama iznine izin ver
uk: Прийняти дозвіл програми
ur: ایپلیکیشن کی اجازت دیں
uz: Ilovaga ruxsat berish
vi: Cho phép ứng dụng
zh_cn: 允许应用程序权限
zh_hk: 允許應用程式權限

# IDS_BT_HEADER_ALLOW_APPLICATION_PERMISSION_ABB
source: Allow application permission
ar: السماح بإذن التطبيق
az: Proqram icazələri ver
bg: Позв. разрешение за приложение
ca: Permetre permís d'aplicacions
cs: Povolte oprávnění aplikaci
da: Tillad applikationstilladelse
de: Ert. einer Anwendungsberecht.
el_gr: Επιτρ. το δικαίωμα εφαρμογής
et: Luba rakenduse luba
eu: Onartu aplikazioaren baimena
fi: Salli sovell. käyttöoikeudet
fr_ca: Accorder une autorisation
ga: Ceadaigh cead feidhmchláir
gl: Permitir permiso de aplicac.
hi: एप्लीकेशन अनुमति प्रदान करें
hr: Dopuštanje dozvole aplikacija
hu: Alkalmaz.engedély bekapcsolása
hy: Տալ ծրագրի թույլտվություն
it_it: Consenti autorizzazione app
ja_jp: アプリへのアクセス許可
ka: პროგრამის ნებართვის ჩართვა
kk: Бағдарламаға рұқсат беру
ko_kr: 애플리케이션 권한 허용
lt: Leisti programos leidimą
lv: Programmas atļaujas
mk: Овозм. дозволи за апликациите
mn_mn: Аппын зөвшөөрлийг зөвшөөрөх
nb: Tillat apptillatelse
nl: Applicatiemachtiging toestaan
pl: Zezwolenie na upraw. aplikacji
pt_pt: Autorizar permissão aplicação
ro: Acordare permisiune aplicaţie
ru_ru: Вкл. разрешение для приложений
sk: Schvál. povol. pre aplikáciu
sl: Omogoč. dovoljenje aplikacije
sr: Dozvoli dozvolu za aplikaciju
sv: Tillåt programbehörighet
tr_tr: Uygulama iznine izin ver
uk: Прийняти дозвіл програми
uz: Ilovaga ruxsat berish
zh_cn: 允许应用程序权限
zh_hk: 允許應用程式權限

# IDS_BT_MBODY_FILES_RECEIVED_VIA_BLUETOOTH_ABB
source: Files received via Bluetooth
ar: تم تلقّي الملفات عبر البلوتوث
as: ফাইলসমূহ ব্লুটুথ হৈ প্ৰাপ্ত কৰিছে
az: Bluetooth ilə qəbul ed faylr
bg: Пол. се файлове с Bluetooth
bn: ব্লুটুথের মাধ্যমে প্রাপ্ত ফাইলগুলি
ca: Fitxers rebuts per Bluetooth
cs: Soubory přijaté přes BT
da: Filer modtaget via Bluetooth
de: Über Bluetooth erh. Dateien
el_gr: Ελήφθ. αρχεία μέσω Bluetooth
et: Failid BT kaudu vastu võetud
eu: Fitxat. Bluetoothez jasota
fi: Tied. vast.ot. Bluetoothilla
fr_ca: Fichiers reçus via Bluetooth
ga: Comhaid faighte le Bluetooth
gl: Arq.recib.mediante Bluetooth
gu: બ્લ્યુટુથથી ફાઇલ્સ પ્રાપ્ય
hi: ब्लूटूथ के माध्यम से फाइलें प्राप्त की गई हैं
hr: Dat. prim. putem Bluetootha
hu: Bluetooth-on fogadott fájlok
hy: Ֆայլեր են ստաց. Bluetooth-ով
id: File diterima lwt Bluetooth
it_it: File ricevuti con Bluetooth
ja_jp: Bluetoothで受信したファイル
ka: ფაილები მოვიდა Bluetooth-ით
kk: Файл-р Bluetooth арқ. алынды
km: បាន​ទទួល​ឯកសារ​តាម Bluetooth
kn: ಬ್ಲೂಟೂತ್ ಮೂಲಕ ಫೈಲ್. ಸ್ವೀಕರಣೆ
ko_kr: 블루투스로 받은 파일
lo: ຮັບໄຟລ໌ຜ່ານບລູທູດແລ້ວ
lt: Failai gauti per „Bluetooth“
lv: Faili saņemti, izm.Bluetooth
mk: Фајлови прим.преку Bluetooth
ml: ബ്ലൂടൂത്ത് വഴി ഫയലുകൾ സ്വീകരിച്ചു
mn_mn: Bluetooth-р файл хүл.н авсан
mr: फाइल्स ब्लुटूथद्वारे प्राप्त केल्या
ms: Fail dtrima mlalui Bluetooth
my: ဘလူးတုသ္မွ တဆင့္ လက္ခံထားေသာ ဖိုင္မ်ား
nb: Filer mottatt via Bluetooth
ne: ब्लुटूथ मार्फत प्राप्त फाइलहरू
nl: Bestanden ontv via Bluetooth
or: ବ୍ଲୁଟୁଥ୍ ମାଧ୍ୟ. ଫାଇ. ପ୍ରାପ୍ତ ହୋ.
pa: ਬਲੂਟੁੱਥ ਰਾਹੀਂ ਪ੍ਰਾਪਤ ਫਾਈਲਾਂ
pl: Pliki odb. przez Bluetooth
pt_pt: Ficheiros rec. por Bluetooth
ro: Fişiere prim. prin Bluetooth
ru_ru: Файлы, прин. через Bluetooth
si: බ්ලූටූත් ඔස්සේ ලැබුණු ගොනු
sk: Súbory prijaté cez Bluetooth
sl: Dat. prejete prek Bluetooth
sr: Fajl. prim. put. Bluetooth-a
sv: Filer togs emot m Bluetooth
ta: ப்ளூடூத் வழி கோப். கிடைத்தன
te: బ్లూటూత్ ద్వారా ఫైల్‌లు స్వీకరించబడ్డాయి
th: ไฟล์ที่รับผ่าน Bluetooth
tl: Files natanggap sa Bluetooth
tr_tr: Dosyalar Bluetooth ile alndı
uk: Отримані по Bluetooth файли
ur: فائلیں بذریعہ بلیوٹوتھ وصول ہوئیں
uz: Bluetooth orq. olin. fayllar
vi: Đã nhận file qua Bluetooth
zh_cn: 文件已通过蓝牙接收
zh_hk: 檔案已透過藍牙接收

# IDS_BT_MBODY_FILES_SENT_VIA_BLUETOOTH_ABB
source: Files sent via Bluetooth
ar: تم إرسال الملفات عبر البلوتوث
as: ফাইলসমূহ ব্লুটুথ হৈ প্ৰেৰিত
az: Bluetooth
bg: Изпр. се файлове с Bluetooth
bn: ব্লুটুথের মাধ্যমে পাঠানো ফাইলগুলি
ca: Fitx enviats per Bluetooth
cs: Soubory odeslané přes BT
da: Filer sendt via Bluetooth
de: Über Bluetooth ges. Dateien
el_gr: Στάλθ. αρχεία μέσω Bluetooth
et: Failid BT kaudu saadetud
eu: Fitxat. Bluetoothez bidalita
fi: Tied. lähet. Bluetoothilla
fr_ca: Fich. envoyés via Bluetooth
ga: Comhaid seolta le Bluetooth
gl: Arq. envia. med. Bluetooth
gu: બ્લ્યુટુથથી ફાઇલ્સ મોકલી
hi: ब्लूटूथ के माध्यम से फाइलें भेजी गई हैं
hr: Dat. posl. putem Bluetootha
hu: Bluetooth-on küldött fájlok
hy: Ֆայլեր են ուղ. Bluetooth-ով
id: File dikirim lwt Bluetooth
it_it: File inviati con Bluetooth
ja_jp: Bluetoothで送信したファイル
ka: გაიგზავნა Bluetooth-ით
kk: Файл-р BT арқ. жібер-і
km: បាន​ផ្ញើ​ឯកសារ​តាម Bluetooth
kn: ಬ್ಲೂಟೂತ್ ಮೂ. ಫೈಲ್. ಕಳುಹಿಸಿದೆ
ko_kr: 블루투스로 보낸 파일
lo: ສົ່ງໄຟລ໌ຜ່ານບລູທູດແລ້ວ
lt: Fail. išsiųsti per Bluetooth
lv: Faili sūtīti, izm.Bluetooth
mk: Фајлови прат.преку Bluetooth
ml: ബ്ലൂടൂത്ത് വഴി ഫയലുകൾ അയച്ചു
mn_mn: Bluetooth-р файл илгээсэн
mr: फाइल्स ब्लुटूथद्वारे पाठवल्या
ms: Fail dhantr mlalui Bluetooth
my: ဘလူးတုသ္မွ တဆင့္ ပို႔ထားေသာ ဖုိင္မ်ား
nb: Filer sendt via Bluetooth
ne: ब्लुटूथ मार्फत पठाइएका फाइलहरू
nl: Bestanden verz via Bluetooth
or: ବ୍ଲୁଟୁଥ୍ ମାଧ୍ୟ. ଫାଇଲ. ପ୍ରେରଣ ହୋ.
pa: ਬਲੂਟੁੱਥ ਰਾਹੀਂ ਭੇਜੀਆਂ ਫਾਈਲਾਂ
pl: Pliki wysył. przez Bluetooth
pt_pt: Ficheiros env. por Bluetooth
ro: Fişiere trim. prin Bluetooth
ru_ru: Файлы, отпр. через Bluetooth
si: බ්ලූටූත් ඔස්සේ යැවුණු ගොනු
sk: Súbory odosl. cez Bluetooth
sl: Dat. poslane prek Bluetooth
sr: Fajl. posl. put. Bluetooth-a
sv: Filer skickades m Bluetooth
ta: ப்ளூடூத் வழி கோப். அனுப்பப்.
te: బ్లూటూత్ ద్వారా ఫైల్‌లు పంపబడ్డాయి
th: ไฟล์ที่ส่งผ่าน Bluetooth
tl: Files napadala sa Bluetooth
tr_tr: Dsylr Bluetooth ile göndrldi
uk: Надіслані по Bluetooth файли
ur: فائلیں بذریعہ بلیوٹوتھ بھیجی گئیں
uz: Bluetooth orq. yub. fayllar
vi: Đã gửi file qua Bluetooth
zh_cn: 文件已通过蓝牙发送
zh_hk: 檔案已透過藍牙發送

# IDS_BT_MBODY_SEND_VIA_BLUETOOTH_ABB
source: Send via Bluetooth
ar: الإرسال عبر البلوتوث
as: ব্লুটুথ হৈ প্ৰেৰণ কৰক
az: Bluetooth vasitəsilə göndər
bg: Изпращане чрез Bluetooth
bn: ব্লুটুথের মাধ্যমে পাঠানো
ca: Enviar mitjançant Bluetooth
cs: Odeslat přes Bluetooth
de: Über Bluetooth senden
el_gr: Αποστολή μέσω Bluetooth
et: Saada Bluetoothiga
eu: Bidali Bluetoothez
fi: Lähetä Bluetoothilla
fr_ca: Envoyer via Bluetooth
ga: Seol le Bluetooth
gl: Enviar a través de Bluetooth
gu: બ્લ્યુટુથ દ્વારા મોકલો
hi: ब्लूटूथ के माध्यम से भेजें
hr: Slanje putem Bluetootha
hu: Küldés Bluetooth-on
hy: Ուղարկել Bluetooth-ով
id: Kirim lewat Bluetooth
it_it: Invia con Bluetooth
ja_jp: Bluetoothで送信
ka: Bluetooth-ით გაგზავნა
kk: Bluetooth арқылы жіберу
km: ផ្ញើ​តាម Bluetooth
kn: ಬ್ಲೂಟೂತ್ ಮೂಲಕ ಕಳುಹಿಸಿ
ko_kr: 블루투스로 전송
lo: ສົ່ງຜ່ານບລູທູດ
lt: Siųsti per „Bluetooth“
lv: Sūtīt, izmantojot Bluetooth
mk: Прати преку Bluetooth
ml: ബ്ലൂടൂത്ത് വഴി അയയ്ക്കുക
mn_mn: Bluetooth-р илгээх
mr: ब्‍लुटूथद्वारे पाठवा
ms: Hantar melalui Bluetooth
my: ဘလူးတုသ္မွ တဆင့္ ပုိ႔ပါ
ne: ब्लुटूथ मार्फत पठाउनुहोस्
nl: Verzenden via Bluetooth
or: ବ୍ଲୁଟୁଥ୍ ମାଧ୍ୟମରେ ପଠାନ୍ତୁ
pa: ਬਲੂਟੁੱਥ ਰਾਹੀਂ ਭੇਜੋ
pl: Wyślij przez Bluetooth
pt_pt: Enviar via Bluetooth
ro: Trimitere prin Bluetooth
ru_ru: Отправить через Bluetooth
si: බ්ලූටූත් ඔස්සේ යවන්න
sk: Odoslať cez Bluetooth
sl: Pošiljanje prek Bluetooth
sr: Pošalji putem Bluetooth-a
sv: Skicka via Bluetooth
ta: ப்ளூடூத் வழியே அனுப்புக
te: బ్లూటూత్ ద్వారా పంపు
th: ส่งผ่าน Bluetooth
tl: Ipadala sa Bluetooth
tr_tr: Bluetooth ile gönder
uk: Надсилання через Bluetooth
ur: بلیوٹوتھ کے ذریعے بھیجیں
uz: Bluetooth orqali yuborish
vi: Gửi qua Bluetooth
zh_cn: 通过蓝牙发送
zh_hk: 透過藍牙發送

# IDS_BT_MBODY_RECEIVE_VIA_BLUETOOTH_ABB
source: Receive via Bluetooth
ar: التلقّي عبر البلوتوث
as: ব্লুটুথ হৈ প্ৰাপ্ত কৰক
az: Bluetooth ilə qəbul et
bg: Получаване чрез Bluetooth
bn: ব্লুটুথের মাধ্যমে গ্রহণ করুন
ca: Rebre mitjançant Bluetooth
cs: Příjem přes Bluetooth
da: Modtag via Bluetooth
de: Über Bluetooth empfangen
el_gr: Λήψη μέσω Bluetooth
et: Võta vastu Bluetoothi kaudu
eu: Jaso Bluetoothez
fi: Vastaanota Bluetoothilla
fr_ca: Recevoir via Bluetooth
ga: Faigh le Bluetooth
gl: Recibido mediante Bluetooth
gu: બ્લ્યુટુથ દ્વારા પ્રાપ્ત કરો
hi: ब्लूटूथ के माध्यम से प्राप्त करें
hr: Primanje putem Bluetootha
hu: Fogadás Bluetooth-on
hy: Ստանալ Bluetooth-ով
id: Terima lewat Bluetooth
it_it: Ricevi con Bluetooth
ja_jp: Bluetoothで受信
ka: Bluetooth-ით მიღება
kk: Bluetooth арқылы қабылдау
km: ទទួល​តាម Bluetooth
kn: ಬ್ಲೂಟೂತ್ ಮೂಲಕ ಸ್ವೀಕರಿಸಿ
ko_kr: 블루투스로 파일 수신
lo: ຮັບຜ່ານບລູທູດ
lt: Gaukite per „Bluetooth“
lv: Saņemt, izmantojot Bluetooth
mk: Примај преку Bluetooth
ml: ബ്ലൂടൂത്ത് വഴി സ്വീകരിക്കുക
mn_mn: Bluetooth-р хүлээн авах
mr: ब्‍लुटूथद्वारे प्राप्‍त करा
ms: Terima melalui Bluetooth
my: ဘလူးတုသ္မွ တဆင့္ လက္ခံျခင္း
nb: Motta via Bluetooth
ne: ब्लुटूथ मार्फत प्राप्त गर्नुहोस्
nl: Ontvangen via Bluetooth
or: ବ୍ଲୁଟୁଥ୍ ମାଧ୍ୟ. ପ୍ରାପ୍ତ କର.
pa: ਬਲੂਟੁੱਥ ਰਾਹੀਂ ਪ੍ਰਾਪਤ ਕਰੋ
pl: Odb. przez Bluetooth
pt_pt: Receber via Bluetooth
ro: Primire prin Bluetooth
ru_ru: Получать через Bluetooth
si: බ්ලූටූත් ඔස්සේ ලබන්න
sk: Prijať cez Bluetooth
sl: Prejemanje prek Bluetooth
sr: Primaj putem Bluetooth-a
sv: Ta emot via Bluetooth
ta: ப்ளூடூத் வழியே பெறுக
te: బ్లూటూత్ ద్వారా స్వీకరించండి
th: รับผ่าน Bluetooth
tl: Tanggapin sa Bluetooth
tr_tr: Bluetooth ile al
uk: Отримання через Bluetooth
ur: بلیوٹوتھ کے ذریعے موصول کریں
uz: Bluetooth orqali olish
vi: Nhận qua Bluetooth
zh_cn: 通过蓝牙接听
zh_hk: 透過藍牙接收

# IDS_BT_SBODY_PREPARING_TO_SEND_FILES_ING_ABB
source: Preparing to send files...
ar: يتم الإعداد لإرسال الملفات...
as: প্ৰেৰণ কৰিবলৈ তৈয়াৰ হৈ আছে...
az: Faylları göndr hazırlanır...
bg: Подг. за изпр. на файлове...
bn: ফাইল পাঠাতে প্রস্তুত হচ্ছে...
ca: Preparant per enviar fitx...
cs: Příprava odeslání souborů...
da: Forbereder afs. af filer ...
de: Dateisenden vorbereiten...
el_gr: Προετ. αποστολής αρχείων...
et: Valmist. faile saatma...
eu: Fitx. bidalketa prestatzen...
fi: Tied. lähet. valmistelu...
fr_ca: Préparat. envoi fichiers...
ga: Ullmhú le comhaid a sheoladh...
gl: Preparan. para env. arq. ...
gu: ફાઇલ્સ મોકલવાની તૈયારી કરે છે...
hi: फाइलें भेजने की तैयारी...
hr: Priprema slanja datoteka...
hu: Fájlküldés előkészítése...
hy: Պտրստվմ է ֆայլեր ուղրկլու...
id: Bersiap mengirim file...
it_it: Preparaz. invio dei file...
ja_jp: ファイル送信を準備中...
ka: მზადდება ფაილთა გაგზავნა...
kk: Файл жіберуге дайындалуда...
km: កំពុង​រៀបចំ​ផ្ញើ​ឯកសារ...
kn: ಫೈಲ್‌ಗಳನ್ನು ಕಳುಹಿಸಲು ಸಿದ್ಧವಾಗುತ್ತಿದೆ...
ko_kr: 파일 전송 준비 중...
lo: ກໍາລັງກຽມສົ່ງໄຟລ໌...
lt: Ruošiamasi siųsti failus...
lv: Gatavojas failu sūtīšanai...
mk: Се подготв. праќ. фајлови...
ml: ഫയലുകൾ അയയ്ക്കാൻ തയ്യാറെടുക്കുന്നു...
mn_mn: Файл илгээхэд бэлдэж бна...
mr: फाइल्स पाठवण्यासाठी तयार करत आहे...
ms: Bersedia utk hantar fail...
my: ဖုိင္မ်ား ပို႔ရန္ ျပင္ဆင္ေနဆဲ...
nb: Forbereder å sende filer...
ne: फाइल पठाउने तयारी गर्दै...
nl: Best. verzenden voorbereiden...
or: ଫାଇଲଗୁ. ପଠାଇବାକୁ ପ୍ରସ୍ତୁତ ହେ...
pa: ਫਾਈਲਾਂ ਨੂੰ ਭੇਜਣ ਲਈ ਤਿਆਰ ਕਰ ਰਿਹਾ ਹੈ...
pl: Przyg. do wysłania plików...
pt_pt: A prep. enviar ficheiros...
ro: Se preg. trim. fişierelor...
ru_ru: Подготовка к отправке...
si: ගොනු යැවීමට සූදානමින්...
sk: Pripr. odoslanie súborov...
sl: Priprava na poš. datotek ...
sr: Priprema za slanje fajla...
sv: Förbereder filutskick ...
ta: கோப்பு. அனுப்ப தயாராகிறது...
te: ఫైల్‌లను పంపడానికి సిద్ధం చేస్తోంది...
th: กำลังเตรียมส่งไฟล์...
tl: Naghahanda upang magpadala ng mga file...
tr_tr: Dosylrı göndrmye hazrlnyr...
uk: Підготов.до надсил.файлів...
ur: فائلیں بھیجنے کی تیاری...
uz: Fayl yub. u-n tayyorla-sh...
vi: Đang chuẩn bị gửi file...
zh_cn: 正在准备发送文件...
zh_hk: 正在準備發送檔案...

# IDS_BT_POP_PS_IS_REQUESTING_PERMISSION_TO_ACCESS_YOUR_MESSAGES
source: %s is requesting permission to access your messages.
ar: لديك طلب من %s للحصول على إذن بالوصول إلى رسائلك.
as: %s-এ আপোনাৰ মেচেজসমূহ প্ৰৱেশ কৰিবলৈ অনুমতিৰ অনুৰোধ কৰি আছে৷
az: %s mesajlarınıza çıxmaq üçün icazə istəyir.
bg: %s иска разрешение да получи достъп до вашите съобщения.
bn: %s আপনার বার্তাগুলিতে অ্যাক্সেস করার অনুমতি অনুরোধ করছে।
ca: %s està sol·licitant permís per accedir als seus missatges.
cs: %s žádá o přístup k vašim zprávám.
da: %s anmoder om tilladelse til at få adgang til dine beskeder.
de: %s möchte auf Ihre Nachrichten zugreifen.
el_gr: Η συσκευή %s ζητά δικαίωμα πρόσβασης στα μηνύματά σας.
et: %s taotleb luba juurdepääsuks teie sõnumitele.
eu: %s zure mezuetara sartzeko baimena eskatzen ari da.
fi: %s pyytää lupaa viestien käyttöön.
fr_ca: %s demande l'autorisation d'accéder à vos messages.
ga: Tá %s ag iarraidh ceada le do Theachtaireachtaí a rochtain.
gl: %s está solicitando permiso para acceder ás túas mensaxes.
gu: %s તમારા સંદેશાઓને ઍક્સેસ કરવાની પરવાનગીની વિનંતી કરી રહ્યું છે.
hi: %s आपके सन्देशों को एक्सेस करने की अनुमति का अनुरोध कर रहा है।
hr: %s traži dopuštenje za pristup vašim porukama.
hu: %s engedélyt kér az üzenetekhez történő hozzáféréshez.
hy: %s-ը հարցնում է Ձեր հաղորդագրությունները մուտք գործելու թույլտվություն:
id: %s sedang meminta izin untuk mengakses pesan Anda.
it_it: %s sta richiedendo l'autorizzazione di accedere ai messaggi.
ja_jp: %sがメッセージにアクセスする権限を要求しています。
ka: %s ითხოვს თქვენს შეტყობინებებზე წვდომის ნებართვას.
kk: %s хабарларыңызға кіруге рұқсат сұрауда.
km: %s កំពុង​ស្នើសុំ​ការអនុញ្ញាត​ចូលប្រើ​សារ​របស់​អ្នក។
kn: ನಿಮ್ಮ ಸಂದೇಶಗಳನ್ನು ಪ್ರವೇಶಿಸಲು ಅನುಮತಿಯನ್ನು %s ವಿನಂತಿಸುತ್ತಿದೆ.
ko_kr: %s에서 내 메시지에 접근 권한을 요청합니다.
lo: %s ກໍາລັງຂໍການອະນຸຍາດເຂົ້າໃຊ້ຂໍ້ຄວາມຂອງທ່ານ.
lt: %s prašo leidimo pasiekti jūsų žinutes.
lv: %s pieprasa atļauju piekļūt jūsu ziņām.
mk: %s бара дозвола да пристапи до Вашите пораки.
ml: നിങ്ങളുടെ സന്ദേശങ്ങളെ ആക്സസ് ചെയ്യുന്നതിന് %s അനുമതി അഭ്യർത്ഥിക്കുന്നു.
mn_mn: %s таны зурвасуудад хандах зөвшөөрөл хүсэж байна.
mr: %s आपले संदेश ऍक्‍सेस करण्‍यासाठी परवानगीची विनंती करत आहे.
ms: %s meminta kebenaran mencapai mesej anda.
my: %s က သင္၏ မက္ေဆ့ခ်္မ်ားကို ဝင္ၾကည့္ရန္ ခြင့္ျပဳခ်က္ ေတာင္းခံေနပါသည္။
nb: %s ber om tillatelse til å få tilgang til meldingene dine.
ne: %s ले तपाईका संदेशहरूमा पहुँच गर्नको लागि अनुमति अनुरोध गर्दैछ।
nl: %s vraagt toestemming om uw berichten te openen.
or: ଆପଣଙ୍କ ସନ୍ଦେଶଗୁଡିକ ପ୍ରବେଶ କରିବାକୁ %sକୁ ଅନୁମତି ମାଗୁଛି।
pa: %s ਤੁਹਾਡੇ ਸੰਦੇਸ਼ਾਂ ਨੂੰ ਐਕਸੈੱਸ ਕਰਨ ਦੀ ਅਨੁਮਤੀ ਦੀ ਬੇਨਤੀ ਕਰ ਰਿਹਾ ਹੈ।
pl: Urządzenie %s wysłało żądanie dostępu do wiadomości.
pt_pt: %s está a pedir permissão para aceder às suas mensagens.
ro: %s solicită permisiunea de a vă accesa mesajele.
ru_ru: %s запрашивает разрешение на доступ к вашим сообщениям.
si: %s ඔබේ පණිවිඩ වෙත ප්‍රවේශ වීමට අවසර ඉල්ලයි.
sk: %s žiada o povolenie na prístup k vašim správam.
sl: %s zahteva dovoljenje za dostop do vaših sporočil.
sr: %s traži dozvolu da pristupi tvojim porukama.
sv: %s begär tillstånd om åtkomst till dina meddelanden.
ta: உங்கள் தகவல்களை அணுக, %s அனுமதி கோருகிறது.
te: మీ సందేశాలను ప్రాప్యత చేయడానికి %s అనుమతిని అభ్యర్థిస్తున్నారు.
th: %s กำลังขออนุญาตเพื่อเข้าถึงข้อความของคุณ
tl: Humihiling ang %s ng pahintulot na ma-access ang iyong mga mensahe.
tr_tr: %s mesajlarınıza erişmek için izin istiyor.
uk: %s запитує дозвіл на отримання доступу до повідомлень.
ur: %s آپ کے پیغامات تک رسائی کیلئے اجازت کی درخواست کر رہا ہے۔
uz: %s xabarlaringizga kirish uchun ruxsat so‘ramoqda.
vi: %s đang yêu cầu quyền truy cập tin nhắn của bạn.
zh_cn: %s 正在请求访问您信息的许可。
zh_hk: %s 正在請求授權以存取您的訊息。
