Repository: tizenorg/apps.core.preloaded.ug-bluetooth-efl
Catalog: po/*.po
Languages: ar, as, az, bg, bn, ca, cs, da, de, el_gr, et, eu, fi, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, lo, lt, lv, mk, ml, mn_mn, mr, ms, my, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sr, sv, ta, te, th, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

source: Unable to use Bluetooth tethering while connected to Wi-Fi network.
ar: يتعذر استخدام تقييد البلوتوث أثناء الاتصال بشبكة Wi-Fi.
as: Wi-Fi নেটৱৰ্কলৈ সংযোগ হোৱাৰ সময়ত ব্লুটুথ টিথাৰিং ব্যৱহাৰ কৰিবলৈ অক্ষম৷
az: Wi-Fi şəbəkəsinə qoşulduqda Bluetooth bağlantısından istifadə mümkün deyil.
bg: Не може да се използва Bluetooth привързване, докато сте свързани към Wi-Fi мрежа.
bn: Wi-Fi নেটওয়ার্কের সাথে সংযোগ থাকাকালীন ব্লুটুথটি ব্যবহার করতে অক্ষম।
ca: No es pot utilitzar el tethering Bluetooth mentre està connectat a una xarxa Wi-Fi
cs: Během připojení k síti Wi-Fi nelze použít sdílení připojení pomocí Bluetooth.
da: Kan ikke bruge Bluetooth-internetdeling, mens Wi-Fi er tilsluttet.
de: Verwendung von Bluetooth-Tethering bei Verbindung über WLAN-Netzwerk nicht möglich
el_gr: Δεν είναι δυνατή η χρήση tethering μέσω Bluetooth κατά τη σύνδεση σε δίκτυο Wi-Fi.
et: Bluetooth-modemit ei saa kasutada, kui olete ühendatud Wi-Fi võrguga.
eu: Ezin da Bluetooth ainguraketa erabili Wi-Fi konektatuta bazaude
fi: Bluetooth-yhteyttä ei voi käyttää, kun Wi-Fi-verkkoyhteys on muodostettu.
fr_ca: Impossible d'utiliser le modem Bluetooth si une connexion au réseau Wifi est en cours.
ga: Ní féidir nascaireacht Bluetooth a úsáid agus tú nasctha le líonra Wi-Fi.
gl: Non se pode usar a ancoraxe á rede do Bluetooth mentres estás conectado á rede Wi-Fi
gu: Wi-Fi થી કનેક્ટ કરેલું હોય ત્યારે બ્લ્યુટુથ ટેથરિંગનો ઉપયોગ કરવામા અસમર્થ.
hi: Wi-Fi नेटवर्क से कनेक्ट होने के दौरान ब्लूटूथ टेथरिंग उपयोग करने में असमर्थ।
hr: Nemoguće koristiti Bluetooth dijeljenje dok ste spojeni na Wi-Fi mrežu.
hu: Amíg Wi-Fi hálózathoz kapcsolódik, a Bluetooth-internetmegosztás nem használható.
hy: Անհնար է Bluetooth տեղակապում օգտագործել Wi-Fi ցանցին միացված ժամանակ:
id: Tidak dapat menggunakan penambatan Bluetooth saat tersambung ke jaringan Wi-Fi.
it_it: Impossibile utilizzare tethering Bluetooth se connessi a una rete Wi-Fi.
ja_jp: Wi-Fiネットワークに接続中は、Bluetoothテザリングを使用できません。
ka: Bluetooth-ით მობილურ ინტერნეტს ვერ გამოიყენებთ კომპიუტერში, როდესაც კავშირი დამყარებულია Wi-Fi ქსელთან.
kk: Wi-Fi желісіне қосылған кезде Bluetooth бекітуді пайдалану мүмкін емес.
km: មិន​អាច​ប្រើ​ចំណង Bluetooth ខណៈពេល​បាន​ភ្ជាប់​ទៅ​បណ្ដាញ Wi-Fi។
kn: Wi-Fi ನೆಟ್‌ವರ್ಕ್‌ಗೆ ಸಂಪರ್ಕಗೊಂಡಿರುವಾಗ ಬ್ಲೂಟೂತ್ ಸಂಪರ್ಕ ಬಳಕೆ ಸಾಧ್ಯವಾಗಿಲ್ಲ.
ko_kr: Wi-Fi 네트워크에 연결된 경우에는 [블루투스 테더링]을 사용할 수 없습니다.
lo: ບໍ່ສາມາດໃຊ້ການເຊື່ອມໂຍງເຄືອຂ່າຍດ້ວຍບລູທູດໄດ້ ໃນຂະນະທີ່ໄດ້ເຊື່ອມຕໍ່ກັບເຄືອຂ່າຍ Wi-Fi.
lt: Negalima naudoti „Bluetooth“ siejimo, kai prisijungta prie „Wi-Fi“ tinklo.
lv: Nevar izmantot Bluetooth piesaisti, ja ir izveidots savienojums ar Wi-Fi tīklu.
mk: Не може да се користи поврзувањето Bluetooth додека е поврзана мрежа Wi-Fi.
ml: Wi-Fi നെറ്റ്‌വര്‍ക്കിലേക്ക് ബന്ധിപ്പിച്ചിരിക്കുമ്പോള്‍ ബ്ലൂടൂത്ത് ടെതറിംഗ് ഉപയോഗിക്കാന്‍ കഴിയില്ല.
mn_mn: Wi-Fi сүлжээнд холбогдсон үед Bluetooth холболтыг ашиглах боломжгүй.
mr: Wi-Fi बरोबर कनेक्ट केलेल्या दरम्यान ब्लुटूथ टेथरिंग वापरण्‍यास अक्षम.
ms: Tidak dapat menggunakan penambatan Bluetooth semasa bersambung ke rangkaian Wi-Fi.
my: Wi-Fi ကြန္ယက္သို႔ ခ်ိတ္ဆက္ထားစဥ္အတြင္း ဘလူးတုသ္ လံထားျခင္း အသံုးျပဳ၍ မရႏိုင္ပါ။
nb: Kan ikke bruke Internettdeling via Bluetooth mens et Wi-Fi-nettverk er koblet til.
ne: Wi-Fi नेटवर्कमा जडान भएको बेला ब्लुटूथ टेथरिङ् प्रयोग गर्न सकिएन।
nl: Kan Bluetooth-tethering niet gebruiken bij verbinding met Wi-Fi-netwerk.
or: Wi-Fi ନେଟ୍‌ୱାର୍କ୍‌କୁ ସଂଯୋଜନ ବେଳେ ବ୍ଲୁଟୁଥ୍ ଟିଥରିଂ ବ୍ୟବହାର କରିବାକୁ ଅସମର୍ଥ।
pa: Wi-Fi ਨੈੱਟਵਰਕ ਨਾਲ ਕਨੈਕਟ ਹੋਣ ਵੇਲੇ, ਬਲੂਟੁੱਥ ਟੈਥਰਿੰਗ ਨੂੰ ਵਰਤਣ ਵਿੱਚ ਅਸਮਰੱਥ।
pl: Nie można korzystać z routera Bluetooth przy połączeniu z siecią Wi-Fi.
pt_pt: Impossível utilizar a ancoragem Bluetooth durante a ligação à rede Wi-Fi.
ro: Nu se poate utiliza furnizarea accesului la Internet prin Bluetooth în timp ce sunteţi conectat la reţeaua Wi-Fi.
ru_ru: При подключении к сети Wi-Fi воспользоваться Bluetooth-модемом невозможно.
si: Wi-Fi ජාලයක් හා සම්බන්ධව ඇති විට, බ්ලූටූත් ටෙදරින් භාවිතා කළ නොහැක.
sk: Počas pripojenia k sieti Wi-Fi nemožno použiť zdieľanie pripojenia cez Bluetooth.
sl: Če ste povezani z omrežjem Wi-Fi, uporaba interneta prek vmesnika Bluetooth ni možna.
sr: Nije moguće koristiti Bluetooth vezivanje kada je uspostavljena veza sa Wi-Fi mrežom.
sv: Det går inte att använda Bluetooth-internetdelning vid anslutning till ett Wi-Fi-nätverk.
ta: Wi-Fi நெட்வொர்க்குடன் இணைந்திருக்கையில் ப்ளூடூத் பயன்படுத்த இயலாது.
te: Wi-Fi నెట్‌వర్క్‌కు అనుసంధానించినప్పుడు బ్లూటూత్ టీథెరింగ్‌ను ఉపయోగించలేరు.
th: ไม่สามารถใช้การแชร์อินเตอร์เน็ตผ่าน Bluetooth ขณะเชื่อมต่อกับเครือข่าย Wi-Fi
tl: Hindi magamit ang Bluetooth tethering habang nakakonekta sa Wi-Fi network.
tr_tr: Wi-Fi ağına bağlıyken Bluetooth bağlanma kullanılamıyor.
uk: Неможливо використовувати прив'язку Bluetooth під час підключення до мережі Wi-Fi.
ur: جب Wi-Fi نیٹ ورک سے جڑا ہوا ہو تو بلیو ٹوتھ پٹیتھرنگ استعمال کرنے سے قاصر۔
uz: Wi-Fi tarmoqqa ulanganda, Bluetooth bog‘lanishidan foydalanib bo‘lmaydi.
vi: Không thể sử dụng Kết nối Bluetooth internet trong khi kết nối với mạng Wi-Fi.
zh_cn: 连接至 Wi-Fi 网络时无法使用蓝牙网络共享。
zh_hk: 連接至 Wi-Fi 網絡時無法使用藍牙共享。

# IDS_BT_POP_ENTER_P1SS_ON_P2SS_TO_PAIR_THEN_PRESS_ENTER
source: Enter %1$s on %2$s to pair, then press Enter.
ar: أدخل %1$s على %2$s للإقران، ثم اضغط على إدخال.
as: যোৰা লগাবলৈ %2$s-ত %1$s প্ৰৱিষ্ট কৰক, তাৰপিছত প্ৰৱিষ্ট কৰক দবাওক৷
az: Cütləşdirmək üçün %1$s %2$s-da daxil edin və Daxil et vurun.
bg: Въведете %1$s на %2$s за сдвояване, след което натиснете Enter.
bn: জোড় বাঁধতে %2$s-তে %1$s লিখে এন্টার ট্যাপ করুন।
ca: Introdueixi %1$s a %2$s per vincular i premi Intro.
cs: Zadejte %1$s v %2$s pro spárování a stiskněte Enter.
da: Indtast %1$s på %2$s for at parre, og tryk derefter på Enter.
de: Zum Koppeln %1$s auf %2$s eingeben, anschließend „Eingabe“ drücken.
el_gr: Καταχωρίστε %1$s στο %2$s για αντιστοίχιση και πιέστε Enter.
et: Sisestage sidumiseks %1$s üksusel %2$s ja seejärel vajutage Sisesta.
eu: Adierazi %1$s %2$s-(e)n parekatzeko eta sakatu Intro.
fi: Muodosta pariliitos kirjoittamalla %1$s näppäimistöllä %2$s ja paina Enter-näppäintä.
fr_ca: Entrez %1$s sur %2$s pour effectuer l'appairage, puis touchez Entrée.
ga: Iontráil %1$s ar %2$s le péireáil, ansin brúigh Iontráil.
gl: Introduce %1$s en %2$s para realizar a vinculación e, a continuación, toca Introducir.
gu: જોડી બનાવવા માટે %2$s પર %1$s દાખલ કરો, પછી દાખલ કરો દબાવો.
hi: जोड़ने के लिए %2$s पर %1$s प्रविष्ट करें, फिर प्रविष्ट करें दबाएँ।
hr: Unesite %1$s na %2$s za uparivanje, zatim pritisnite Unos.
hu: A párosításhoz adja meg a(z) %1$s kódot a(z) %2$s eszközön, és nyomja meg az Enter gombot.
hy: Մուտքագրեք %1$s %2$s-ում՝ զուգտակելու համար, հետո սեղմեք «Մուտքագրել»:
id: Masukkan %1$s di %2$s untuk memasangkan, lalu ketuk Enter.
it_it: Inserite %1$s in %2$s per effettuare l'associazione, quindi premete Invio.
ja_jp: ペアリングするには、%2$sで「%1$s」を入力してからEnterキー押してください。
ka: შეიყვანეთ %1$s %2$s-ში და დააწყვილეთ, შემდეგ კი დააჭირეთ „შესვლა“-ს.
kk: Жұптастыру үшін, %2$s құрылғысында %1$s енгізіп, “Енгізу” түймесін басыңыз.
km: វាយបញ្ចូល %1$s លើ %2$s ដើម្បី​ផ្គូ រួច​ចុច វាយបញ្ចូល។
kn: ಜೋಡಿ ಮಾಡಲು %2$sನಲ್ಲಿ %1$s ನಮೂದಿಸಿ, ನಂತರ ಎಂಟರ್ ಒತ್ತಿರಿ.
ko_kr: 등록하려면 %2$s 디바이스에서 %1$s 키를 입력한 후, [입력]을 누르세요.
lo: ປ້ອນ %1$s ຢູ່ໃນ %2$s ເພື່ອຈັບຄູ່, ຈາກນັ້ນກົດເອັນເທີ.
lt: Norėdami susieti %2$s, įveskite %1$s, tada bakstelėkite „Įvesti“.
lv: Lai savienotu pārī, ierīcē %2$s ievadiet %1$s, pēc tam nospiediet Enter.
mk: Внесете %1$s на %2$s за спојување, па притиснете Внеси.
ml: ബന്ധിപ്പിക്കുന്നതിന് %2$s-ലെ %1$s നൽകുക, തുടർന്ന് നൽകുക അമർത്തുക.
mn_mn: %2$s дээр %1$s хослуулахаар оруулаад Enter-ийг дар.
mr: पेअर करण्यासाठी %2$s वर %1$s प्रविष्ट करा, नंतर प्रविष्ट करा टॅप करा.
ms: Masukkan %1$s pada %2$s untuk dipasangkan, kemudian tekan Enter.
my: %1$s ကို %2$s အေပၚ၌ တြဲခ်ိတ္ပါ၊ ၿပီးေနာက္ ထည့္သြင္းပါကို ႏွိပ္ပါ။
nb: Angi %1$s på %2$s for å koble sammen, og trykk på Angi.
ne: जोडा मिलाउन %2$s मा %1$s प्रविष्ट गर्नुहोस्, त्यसपछि प्रविष्ट गर्नुहोस् लाई थिच्नुहोस्।
nl: Voer %1$s in op %2$s om te koppelen, en tik daarna op Enter.
or: ପେୟାର୍ କରିବାକୁ %2$sରେ %1$s ପ୍ରବେଶ କରନ୍ତୁ, ତାପରେ ପ୍ରବେଶ ଦବାନ୍ତୁ।
pa: ਜੋੜਾ ਬਣਾਉਣ ਲਈ %2$s ਉੱਤੇ %1$s ਦਾਖ਼ਲ ਕਰੋ, ਫਿਰ ਦਾਖ਼ਲ ਕਰੋ ਦਬਾਉ।
pl: Aby powiązać, wprowadź %1$s w urządzeniu %2$s i naciśnij klawisz Enter.
pt_pt: Introduza %1$s em %2$s para emparelhar e depois toque em Enter.
ro: Introduceţi %1$s pe %2$s pentru asociere, apoi apăsaţi Enter.
ru_ru: Для соединения введите %1$s на %2$s и нажмите “Ввод”.
si: යුගලනය කිරීම සඳහා %2$s මත %1$s ඇතුළත් කර ඇතුළත් කරන්න තට්ටු කරන්න.
sk: Zadaním %1$s v zariadení %2$s vykonajte spárovanie a potom stlačte kláves Enter.
sl: Vnesite geslo %1$s v napravo %2$s za seznanitev, nato pa pritisnite Vnesi.
sr: Unesi %1$s na %2$s za uparivanje, a zatim pritisni Unesi.
sv: Ange %1$s på %2$s för att sammankoppla och tryck på Enter.
ta: பிணைக்க, %1$s என்பதை %2$s என்பதில் உள்ளிடவும், பிறகு எண்டரை அழுத்தவும்.
te: జతపరచడం కోసం %2$sలో %1$sను నమోదు చేసి, ఆపై ఎంటర్ నొక్కండి.
th: ใส่ %1$s บน %2$s เพื่อจับคู่ แล้วกด Enter
tl: Ipasok ang %1$s sa %2$s para ipares, pagkatapos ay pindutin ang Enter.
tr_tr: Eşlemek için %1$s şifresini %2$s cihazına girin, ardından Enter'a basın.
uk: Введіть %1$s на %2$s для підключення, а потім торкніться «Ввести».
ur: جوڑی بنانے کے لئے %1$s پر %2$s داخل کریں، پھر اینٹر دبائیں۔
uz: Bog‘lanish uchun %2$s da %1$s ni kiriting, so‘ngra Kiritishni bosing.
vi: Nhập %1$s trên %2$s để ghép đôi, sau đó nhấn Enter.
zh_cn: 在 %2$s 上输入 %1$s 以配对，然后按下输入。
zh_hk: 於 %2$s 上輸入 %1$s 以配對，然後按下輸入。

# IDS_BT_POP_SERIAL_CONNECT_WITH_PS_Q
source: Serial connect with %s?
ar: توصيل تسلسلي مع %s؟
as: %sৰ সৈতে ধাৰাবাহিক সংযোগ কৰিবনে?
az: %s ilə ardıcıl qoşulsun?
bg: Да направя ли връзка през серийния порт с %s?
bn: %s এর সাথে শ্রেণীবদ্ধ যুক্ত করা হয়েছে?
ca: Connexió de sèrie amb %s?
cs: Sériově připojit k %s?
da: Vil du oprette en seriel forbindelse med %s?
de: Serielle Verbindung mit %s aufbauen?
el_gr: Σειριακή σύνδεση με %s;
et: Luua jadaühendus seadmega %s?
eu: Serie konexioa %s-rekin?
fi: Sarjayhteys kohteeseen %s?
fr_ca: Connexion en série avec %s ?
ga: Nasc srathach le %s?
gl: Conexión en serie con %s?
gu: %s સાથે સીરિયલ જોડે?
he: ליצור חיבור טורי עם %s?
hi: %s के साथ सीरियल कनेक्ट?
hr: Serijski spojiti sa %s?
hu: Soros csatlakozás ezzel: %s?
hy: Կատարե՞լ հաջորդական միացում %s-ի հետ
id: Koneksi serial dengan %s?
is: Raðtengja við %s?
it_it: Connessione seriale con %s?
ja_jp: %sとシリアル接続しますか？
ka: დაუკავშირდეს სერიული პორტი „%s“-ს?
kk: %s сериялық байланысты құру керек пе?
km: សៀរៀល​ភ្ជាប់​ជាមួយ %s?
kn: %s ನೊಂದಿಗೆ ಸಿರಿಯಲ್ ಸಂಪರ್ಕಿಸಲೇ ?
ko_kr: %s에 시리얼 포트로 연결할까요?
lo: ອະນຸກົມເຊື່ອມຕໍ່ກັບ %s?
lt: Ar sujungti serijiniu jungimu su %s?
lv: Seriālais savienojums ar %s?
mk: Да се воспостави сериско поврзување со %s?
ml: %s മായി ശ്രേണിയില്‍ ബന്ധിപ്പിക്കണോ?
mn_mn: %s-тай цуваагаар холбогдох уу?
mr: %s बरोबर क्रमशः जोडू?
ms: Sambung bersiri dengan %s?
my: %s ျဖင့္ အစဥ္လိုက္ ခ်ိတ္ဆက္လိုပါသလား?
nb: Serietilkobling med %s
ne: %s सँग क्रम जोडन गर्ने?
nl: Seriële verbinding met %s?
or: %s ସହିତ କ୍ରମାଙ୍କ ସଂଯୋଗ କରିବେ?
pa: %s ਦੇ ਨਾਲ ਸੀਰੀਅਲ ਕਨੈਕਟ ਕਰੀਏ?
pl: Połączyć szeregowo z %s?
pt_pt: Ligação série com %s?
ro: Conexiune serială cu %s?
ru_ru: Установить последовательное подключение к %s?
si: %s සමග අනු සම්බන්ධතා?
sk: Sériovo pripojiť k %s?
sl: Vzpostavim serijsko povezavo z %s?
sr: Serijski se povezati sa %s
sv: Seriell anslutning med %s?
ta: %s உடன் தொடராக இணைக்கவா?
te: %sతో సీరియల్ కనెక్ట్ చేయాలా?
th: เชื่อม​ต่อ​แบบ ​ซีเรีย​ล​กับ %s?
tl: Kumonekta nang serial sa %s?
tr_tr: %s ile seri bağlantı kurulsun mu?
uk: З’єднатися послідовно з %s?
ur: %s سے کنیکٹ کریں؟
uz: %s bilan tadrijiy ulanilsinmi?
vi: Kết nối serial với %s?
zh_cn: 与%s串行连接?
zh_hk: 要與 %s 進行序列連接嗎？

# IDS_BT_POP_MATCH_PASSKEYS_ON_PS_Q
source: Match passkeys on %s?
ar: هل تريد مطابقة مفاتيح المرور مع %s؟
as: মেছ পাছকীবোৰ %s ত?
az: %s-da giriş açarları uyğundurmu?
bg: Съвпадение на паролите в %s?
bn: %s তে পাসকী মেলাবেন?
ca: Coincidir claus d'accés a %s?
cs: Shodují se kódy na %s?
da: Match adgangsnøgler på %s?
de: Passkeys auf %s vergleichen?
el_gr: Αντιστοίχιση κλειδιών πρόσβασης στο %s;
et: Ühildada pääsuvõtmed väljal %s?
eu: Pasahitzak %s-n parekatu?
fi: Vastaavatko salasanat kohteessa %s?
fr_ca: Faire correspondre les mots de passe avec %s ?
ga: Meaitseáil paseochracha ar %s?
gl: Axustar claves en %s?
gu: પાસકીઝ %s પર મેળવીએ?
he: להתאים מפתחות סיסמה ב-%s?
hi: %s पर पासकुंजी मिलाएं?
hr: Upariti ključeve na %s?
hu: Egyeznek a jelszavak a következőn: %s?
hy: Համապատասխանեցնե՞լ մուտքի բանալին %s-ի վրա
id: Cocokkan passkey pada %s?
is: Finna eins aðgangslykil á %s?
it_it: Passkey corrispondenti su %s?
ja_jp: %sのパスキーに適合しますか？
ka: შეესაბამება პაროლ-კოდებს %s-ზე?
kk: %s ішінде кіру кілтін сәйкестендіру керек пе?
km: ផ្គូ​សោ​សម្ងាត់​លើ %s?
kn: %s ರಲ್ಲಿ ಪಾಸ್‌ಕೀಗಳನ್ನು ಹೊಂದಿಸುವುದೆ?
lo: ປຸ່ມຜ່ານເຂົ້າຄູ່ກັນໄດ້ຢູ່ໃນ %s ບໍ?
lt: Suderinti slaptažodžius %s?
lv: Vai %s piekļuves kodi ir atbilstoši?
mk: Спореди лозинки на %s?
ml: %sല്‍‌ പാസ്‌കീകള്‍ പൊരുത്തപ്പെടുത്തണോ?
mn_mn: %s дээр нэвтрэх түлхүүрийг тохируулах уу?
mr: %s वरील पासकीज् जुळवायच्या?
ms: Padankan kekunci laluan pada %s?
my: %s တြင္ ပတ္စ္ကီးကိုက္ညိွလိုပါသလး?
nb: Matche tilgangskoder på %s?
ne: %s मा पासकुञ्जी मिलाऊँ?
nl: Sleutel afstemmen op %s?
or: %s ରେ ପାସ୍‌ କୀ ମେଳକ ହେବ କି?
pa: %s ਤੇ ਪਾਸਕੁੰਜੀਆਂ ਦਾ ਮੇਲ ਕਰੀਏ?
pl: Czy dopasować kod dostępu z %s?
pt_pt: Fazer corresponder as chaves de acesso em %s?
ro: Potriviţi chei de acces pentru %s?
ru_ru: Совместить ключи доступа для %s?
si: %s මත මුරවදන් ගළපන්නද?
sk: Zhodujú sa prístupové kľúče na %s?
sl: Se ujemata gesli na %s?
sr: Da li se slažu šifre za %s?
sv: Matcha lösenorden på %s?
ta: %sல் கடவுவிசைகளைப் பொருத்தவா?
te: %s పాస్‌కీలను సరిపోల్చాలా?
th: ตรงกับรหัส ผ่านบน %s?
tl: Itugma ang mga passkey sa %s?
tr_tr: %s üzerinde şifreler eşleştirilsin mi?
uk: Збігаються паролі на %s?
ur: %s پر پاس کیز ملائيں؟
uz: %s kalitlar mos keldimi?
vi: Khớp mã khóa trên %s?
zh_cn: 在 %s 上匹配密码？
zh_hk: 符合在 %s 的萬能鑰匙嗎？

# IDS_BT_POP_EMPTY_NAME
source: Empty name.
ar: الاسم فارغ.
as: খালী নাম৷
az: Ad boşdur.
bg: Празно име.
bn: ফাঁকা নাম।
ca: Nom buit
cs: Prázdný název.
da: Tomt navn.
de: Namen eingeben
el_gr: Κενό όνομα.
et: Tühi nimi.
eu: Izena hutsik
fi: Tyhjä nimi
fr_ca: Effacer nom
ga: Ainm folamh.
gl: Nome baleiro
gu: નામ ખાલી.
he: שם ריק
hi: खाली नाम।
hr: Ime prazno.
hu: Üres név
hy: Դատարկել անունը:
id: Nama kosong.
is: Tómt nafn.
it_it: Inserisci nome.
ja_jp: 名前を入力して下さい
ka: სახელი ცარიელია.
kk: Аты бос.
km: ឈ្មោះ​ទទេ។
kn: ಹೆಸರು ಖಾಲಿಯಾಗಿದೆ.
ko_kr: 이름이 없습니다.
lo: ຊື່ຫວ່າງເປົ່າ
lt: Tuščias vardo laukelis.
lv: Nav nosaukuma.
mk: Нема име.
ml: ശൂന്യമായ പേര്.
mn_mn: Хоосон нэр
mr: नाव रिक्त करा.
ms: Nama kosong.
my: အမည္ ပလာ
nb: Angi navn.
ne: नाम खाली छ।
nl: Naam invoeren.
or: ନାମ ଖାଲି।
pa: ਖਾਲੀ ਨਾਂ।
pl: Usuń nazwę
pt_pt: Nome vazio.
ro: Nume lipsă
ru_ru: Пустое имя
si: නම හිස්.
sk: Prázdny názov.
sl: Prazno ime.
sr: Prazno ime.
sv: Ange namn.
ta: பெயரை காலியாக்கு.
te: పేరును ఖాళీ చేయి.
th: ว่าง
tl: Walang laman ang pangalan.
tr_tr: İsim boş.
uk: Немає імені.
ur: نام خالی۔
uz: Nom bo‘sh.
vi: Tên trống.
zh_cn: 无名称
zh_hk: 沒有名稱

# IDS_BT_OPT_STEREO_HEADSET
source: Stereo headset
ar: سماعة استريو
as: ষ্টেৰিঅ' হেডচেট
az: Stereo qulaqlıq
bg: Стерео слушалки
bn: স্টিরিও হেডসেট
ca: Auriculars estèreo
da: Stereohøretelefoner
el_gr: Στερεοφωνικό σετ ακουστικών
et: Stereo-peakomplekt
eu: Entzungailu estereoa
fi: Stereokuulokemikrofoni
fr_ca: Casque stéréo
ga: Gléas cinn steirió
gl: Auricular estéreo
gu: સ્ટીરિયો હેડસેટ
he: אוזניית סטריאו
hi: स्‍टीरियो हेडसेट
hr: Stereo slušalice
hu: Sztereó fülhallgató
hy: Ստերեո ականջակալ
id: Headset stereo
is: Steríóhöfuðtól
it_it: Auricolare stereo
ja_jp: ステレオ​ヘッド​セット
ka: სტერეო გარნიტურა
kk: Стерео құлақ аспабы
km: កាស​ស្តេរេអូ
kn: ಸ್ಟೀರಿಯೊ ಹೆಡ್‌ಸೆಟ್
lt: Stereoausinės
lv: Stereo austiņas
mk: Стерео слушалки
ml: സ്റ്റീരിയോ ഹെഡ്‌സെറ്റ്
mr: स्टिरियो हेडसेट
ms: Set kepala stereo
nb: Stereo-hodetelefoner
ne: स्टेरियो हेडसेट
or: ଷ୍ଟେରିଓ ହେଡସେଟ
pa: ਸਟੀਰਿਓ ਹੈੱਡਸੈੱਟ
pl: Zestaw słuchawk. stereo
pt_pt: Auricular estéreo
ro: Cască stereo
ru_ru: Стереогарнитура
si: ත්‍රිමාණ හෙඩ්සෙටය
sl: Stereo slušalke
sr: Stereo slušalice
ta: ஸ்டீரியோ தலையணி
te: స్టీరియో హెడ్‌సెట్
th: หู​ฟัง​สเตอริโอ
tr_tr: Stereo kulaklık
uk: Стереогарнітура
ur: اسٹیریو ہیڈسیٹ
uz: Stereo quloqliklar
vi: Bộ tai nghe âm thanh nổi
zh_cn: 立体声耳机
zh_hk: 立體聲耳機

# IDS_BT_OPT_CONNECT_STEREO
source: Connect stereo
ar: توصيل استريو
as: সংযোযিত ষ্টেৰিঅ'
az: Stereoya qoşulun
bg: Свържи стерео
bn: স্টিরিও সংযোগ করুন
ca: Connectar estèreo
cs: Připojit stereo
da: Tilslut stereo
de: Stereo verbinden
el_gr: Σύνδεση στερεοφωνικού ήχου
et: Ühenda stereo
eu: Konektatu estereora
fi: Yhdistä stereo
fr_ca: Connexion stéréo
ga: Ceangail steirió
gl: Conectar estéreo
gu: સ્ટીરિઓ કનેક્ટ કરો
he: חבר סטריאו
hi: स्‍टीरियो जोड़ें
hr: Spoji stereo
hu: Sztereó csatlakoztatása
hy: Միացնել ստերեո սարք
id: Hubungkan stereo
is: Tengja steríó
it_it: Collega stereo
ja_jp: ステレオを接続
ka: სტერეოს დაკავშირება
kk: Стереоны қосу
km: ភ្ជាប់​ស្តេរេអូ
kn: ಸ್ಟೀರಿಯೊ ಸಂಪರ್ಕಿಸು
lt: Prijungti stereo
lv: Pievienot stereo
mk: Поврзи стерео
ml: സ്റ്റീരിയോ ബന്ധിപ്പിക്കുക
mr: स्टिरियो कनेक्ट करा
ms: Sambung stereo
nb: Koble til stereo
ne: स्टीरियो जोड्नुहोस्
nl: Stereo aansluiten
or: ଷ୍ଟେରିଓ ସଂଯୋଗ କରନ୍ତୁ
pa: ਕਨੈਕਟ ਸਟੀਰਿਓ
pl: Podłącz urządzenie stereofoniczne
pt_pt: Ligar stereo
ro: Conectare stereo
ru_ru: Подключить стерео
si: ස්ටීරියෝ සම්බන්ධ කරන්න
sk: Pripojiť stereo
sl: Stereo povezava
sr: Priključi stereo
sv: Anslut stereo
ta: ஸ்டீரியோவை இணை
te: స్టీరియోకు కనెక్ట్
th: เสียบ​สเตอริโอ
tr_tr: Stereo bağlan
uk: Під’єднати стерео
ur: اسٹریو متصل کریں
uz: Bluetooth stereo quloqliklarni ulang
vi: Kết nối âm thanh nổi
zh_cn: 连接立体声耳机
zh_hk: 連接立體聲

# IDS_BT_HEADER_PRINTING
source: Printing
ar: طباعة
as: মুদ্ৰণ
az: Çap etmə
bg: Отпечатване
bn: প্রিন্ট হচ্ছে
ca: Imprimint
cs: Tisk
da: Udskrivning
de: Drucken
el_gr: Εκτύπωση
et: Printimine
eu: Inprimaketa
fi: Tulostus
fr_ca: Impression
ga: Ag priontáil
gl: Impresión
gu: પ્રિન્ટિંગ
he: הדפסה
hi: प्रिंटिंग
hr: Ispis
hu: Nyomtatás
hy: Տպում
id: Mencetak
is: Prenta
it_it: Stampa
ja_jp: 印刷
ka: ბეჭდვა
kk: Басып шығару
km: ការបោះពុម្ព
kn: ಮುದ್ರಿಸುತ್ತಿದೆ
ko_kr: 인쇄
lo: ການພິມ
lt: Spausdinimas
lv: Drukā
mk: Печатење
ml: അച്ചടി
mn_mn: Хэвлэх
mr: प्रिंटिंग
ms: Mencetak
my: ပံုႏွိပ္ျခင္း
nb: Utskrifter
ne: प्रिन्ट गर्दै
nl: Afdrukken
or: ପ୍ରିଣ୍ଟିଂ
pa: ਪ੍ਰਿੰਟ ਕਰਨਾ
pl: Drukowanie
pt_pt: A imprimir
ro: Imprimare
ru_ru: Печать
si: මුද්‍රණය
sk: Tlač
sl: Tiskanje
sr: Štampanje
sv: Skriva ut
ta: அச்சிடல்
te: ముద్రిస్తోంది
th: พิมพ์
tl: Pag-print
tr_tr: Yazdırma
uk: Друкування
ur: پرنٹ کر رہا ہے
uz: Chop etilmoqda
vi: In
zh_cn: 打印
zh_hk: 列印

# IDS_BT_BODY_UNABLE_TO_SAVE_FILE
source: Unable to save file.
ar: يتعذر حفظ الملف.
as: ফাইল সংৰক্ষণ কৰিবলৈ অক্ষম৷
az: Faylı saxlamaq mümkün deyildir.
bg: Файлът не може да се запамети.
bn: ফাইলে সংরক্ষণ করতে অক্ষম।
ca: No es pot desar l'arxiu
cs: Soubor nelze uložit.
da: Kunne ikke gemme filen.
de: Datei kann nicht gespeichert werden
el_gr: Η αποθήκευση αρχείου απέτυχε.
et: Faili ei saa salvestada.
eu: Ezin da fitxategia gorde
fi: Tiedostoa ei voi tallentaa.
fr_ca: Impossible d'enregistrer le fichier.
ga: Ní féidir an comhad a shábháil.
gl: Non se pode gardar o arquivo
gu: ફાઇલ સાચવવામાં અસક્ષમ.
he: לא ניתן לשמור קובץ
hi: फाइल सुरक्षित करने में असमर्थ।
hr: Nemoguće spremiti datoteku.
hu: Nem lehet menteni a fájlt.
hy: Հնարավոր չէ պահպանել ֆայլը:
id: Tidak bisa menyimpan file.
is: Ekki tókst að vista skrá.
it_it: Impossibile salvare file.
ja_jp: ファイルを保存できません。
ka: ფაილს ვერ შეინახავთ.
kk: Файлды сақтау мүмкін емес.
km: មិន​អាច​រក្សាទុក​ឯកសារ។
kn: ಫೈಲ್ ಉಳಿಸಲು ಅಶಕ್ತವಾಗಿದೆ.
ko_kr: 파일을 저장할 수 없습니다.
lo: ບໍ່ສາມາດເກັບຊ່ອງ.
lt: Negalima išsaugoti failo.
lv: Nevar saglabāt failu.
mk: фајлот не може да се сочува.
ml: ഫയല്‍ സംരക്ഷിക്കാന്‍ ആവുന്നില്ല.
mn_mn: Файлыг хадгалах боломжгүй.
mr: फाईल जतन करण्यात अयशस्वी.
ms: Tidak boleh menyimpan fail.
my: ဖုိင္ကုိ သိမ္း၍ မရနုိင္ပါ။
nb: Kan ikke lagre fil.
ne: फाइलको सेव गर्न सकिएन।
nl: Kan bestand niet opslaan.
or: ଫାଇଲ୍ ସଞ୍ଚୟ କରିବାକୁ ଅସମର୍ଥ।
pa: ਫਾਈਲ ਸੁਰੱਖਿਅਤ ਕਰਨ ਵਿੱਚ ਅਸਮੱਰਥ।
pl: Nie można zapisać pliku.
pt_pt: Impossível guardar ficheiro.
ro: Eroare salvare fişier
ru_ru: Не удалось сохранить файл.
si: ‍ගොනුව සුරැකිය නොහැක.
sk: Súbor sa nedá uložiť.
sl: Napaka pri shranjevanju datoteke.
sr: Nemoguće sačuvati fajl.
sv: Kan inte spara fil.
ta: கோப்பு சேமிப்பில் தவறு.
te: పైల్‌ను సేవ్ చేయడం సాధ్యం కాదు.
th: ไม่​สามารถ​บันทึก​ไฟล์
tl: Hindi ma-save ang file.
tr_tr: Dosya kaydedilemiyor.
uk: Неможливо зберегти файл.
ur: فائل محفوظ کرنے سے قاصر۔
uz: Faylni saqlab bo‘lmaydi.
vi: Không thể lưu File.
zh_cn: 文件储存错误。
zh_hk: 無法儲存檔案。
