Repository: tizenorg/apps.core.preloaded.ug-bluetooth-efl
Catalog: po/*.po
Languages: ar, as, az, bg, bn, ca, cs, da, de, el_gr, et, eu, fi, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, lo, lt, lv, mk, ml, mn_mn, mr, ms, my, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sr, sv, ta, te, th, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

# IDS_BT_BODY_CONNECTION_OPTIONS
source: Connection options
ar: خيارات الاتصال
as: সংযোগ বিকল্পসমূহ
az: Qoşulma parametrləri
bg: Опции за свързване
bn: সংযোগ বিকল্প
ca: Opcions de connexió
cs: Nastavení spojení
da: Forbindelsesfunktioner
de: Verbindungsoptionen
el_gr: Επιλογές Σύνδεσης
et: Ühenduse valikud
eu: Konexio aukerak
fi: Yhteysasetukset
fr_ca: Options de connexion
ga: Roghanna nasctha
gl: Opcións de conexión
gu: જોડાણ વિકલ્પો
he: אפשרויות חיבור
hi: कनेक्‍शन विकल्‍प
hr: Opcije veze
id: Opsi koneksi
is: Tengikostir
it_it: Opzioni connessione
ja_jp: 接続オプション
km: ជម្រើស​ភ្ជាប់
kn: ಸಂಪರ್ಕ ಆಯ್ಕೆಗಳು
ko_kr: 연결 옵션
lo: ທາງເລືອກການເຊື່ອມຕໍ່
lt: Ryšio parinktys
lv: Savienojuma iespējas
ml: കണക്ഷന്‍‌ ഓപ്‌ഷനുകള്‍‌
mn_mn: Холболтын сонголтууд
mr: कनेक्शन पर्याय
ms: Pilihan sambungan
my: ခ်ိတ္ဆက္မႈ ေရြးခ်ယ္ရန္မ်ား
nb: Tilkoblingsinnstillinger
ne: जडान विकल्पहरु
nl: Verbindingsopties
or: ସଂଯୋଜନା ବିକଳ୍ପଗୁଡିକ
pa: ਕਨੈਕਸ਼ਨ ਵਿਕਲਪ
pl: Opcje połączenia
pt_pt: Opções de ligação
ru_ru: Параметры подключения
si: සම්බන්ධතා විකල්ප
sk: Nastavenia spojennia
sl: Možnosti povezave
sv: Anslutningsval
ta: இணைப்பு தெரிவுகள்
te: కనెక్షన్ ఎంపికలు
th: ทางเลือก​​การ​เชื่อม​ต่อ
tl: Mga opsyon sa koneksyon
uk: Опції з’єднання
ur: کنکشن کے اختیارات
uz: Ulanish opsiyalari
vi: Tùy chọn kết nối
zh_cn: 连接选项
zh_hk: 連接選項

# IDS_BT_BODY_CONTACT_ALREADY_EXISTS
source: Contact already exists.
ar: جهة الاتصال موجودة مسبقا.
as: সম্পৰ্ক ইতিমধ্যে মজুত আছে৷
az: Kontakt hazırda mövcuddur.
bg: Контактът вече съществува
bn: পরিচিত ইতিমধ্যে রয়েছে।
ca: Ja existeix el contacte
cs: Kontakt již existuje.
da: Kontakt findes allerede.
de: Kontakt bereits vorhanden
el_gr: Η επαφή υπάρχει ήδη.
et: Kontakt on juba olemas.
eu: Kontaktua dagoeneko bada
fi: Yhteystieto on jo olemassa.
fr_ca: Le contact existe déjà.
ga: Tá an teagmhálaí ann cheana
gl: O contacto xa existe
gu: સંપર્ક અગાઉથી જ હાજર છે.
he: איש קשר כבר קיים
hi: संपर्क पहले से मौजूद है
hr: Kontakt već postoji
hu: Már van ilyen név
hy: Կոնտակտը արդեն գոյություն ունի:
id: Kontak sudah ada.
is: Tengiliðurinn er til fyrir.
it_it: Contatto già esistente.
ja_jp: 連絡先は既に存在します。
ka: კონტაქტი უკვე არსებობს.
kk: Контакт бар.
km: ទំនាក់ទំនង​មាន​ហើយ។
kn: ಸಂಪರ್ಕ ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ.
ko_kr: 동일한 연락처가 있습니다.
lo: ມີຜູ້ຕິດຕໍ່ຢູ່ຮຽບຮ້ອຍແລ້ວ.
lt: Adresatas jau egzistuoja.
lv: Kontakts jau pastāv.
mk: Контактот веќе постои.
ml: കോണ്‍‌ടാക്ട് ഇതിനകം തന്നെ നിലവിലുണ്ട്.
mn_mn: Харилцагч аль хэдийн байна
mr: संपर्क आधीच अस्तित्वात आहे.
ms: Kenalan telah wujud.
my: အဆက္အသြယ္ ရွိျပီးျဖစ္သည္။
nb: Kontakten finnes allerede.
ne: सम्पर्क पहिल्यै अस्तित्वमा छ।
nl: Contactpersoon bestaat al.
or: ସମ୍ପର୍କ ପୂର୍ବରୁ ବିଦ୍ୟମାନ ଅଛି।
pa: ਸੰਪਰਕ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ।
pl: Kontakt już istnieje
pt_pt: Contacto já existente.
ro: Contact deja existent
ru_ru: Контакт уже существует.
si: සබඳතාව දැනටමත් ඇත.
sk: Kontakt už existuje.
sl: Stik že obstaja
sr: Кontakt već postoji.
sv: Kontakten finns redan.
ta: தொடர்பு முன்பே உள்ளது.
te: పరిచయం ఇప్పటికే ఉంది.
th: ราย​ชื่อ​มี​อยู่​แล้ว
tl: Umiiral na ang contact.
tr_tr: Kişi zaten var.
uk: Контакт вже існує.
ur: رابطہ پہلے سے موجود ہے
uz: Kontakt avvaldan mavjud.
vi: Danh bạ đã tồn tại.
zh_cn: 联系人已存在。
zh_hk: 聯絡人已存在。

# IDS_BT_BODY_DETAILS
source: Details
ar: التفاصيل
as: বিশদ-বিৱৰণ
az: Təfsilatlar
bg: Детайли
bn: বিশদ
ca: Detalls
cs: Podrobnosti
da: Detaljer
el_gr: Λεπτομέρειες
et: Üksikasjad
eu: Xehetasunak
fi: Yksityiskohdat
fr_ca: Détails
ga: Sonraí
gl: Detalles
gu: વિગતો
he: פרטים
hi: विवरण
hr: Detalji
hu: Részletek
hy: Մանրամասներ
id: Rincian
is: Upplýsingar
it_it: Dettagli
ja_jp: 詳細
ka: დეტალები
kk: Өзгешеліктері
km: ព័ត៌មាន​លម្អិត
kn: ವಿವರಗಳು
ko_kr: 상세 정보
lo: ລາຍລະອຽດ
lt: Išsami informacija
lv: Dati
mk: Детали
ml: വിശദാംശങ്ങള്‍
mn_mn: Дэлгэрэнгүй
mr: तपशील
ms: Butiran
my: အေသးစိတ္
nb: Detaljer
ne: विवरण
nl: Gegevens
or: ବିବରଣୀ
pa: ਵੇਰਵੇ
pl: Szczegóły
pt_pt: Detalhes
ro: Detalii
ru_ru: Свойства
si: විස්තර
sk: Podrobnosti
sl: Podrobnosti
sr: Detalji
sv: Detaljer
ta: விவரங்கள்
te: వివరాలు
th: ข้อมูล
tl: Mga Detalye
tr_tr: Ayrıntılar
uk: Деталі
ur: تفصیل
uz: Tafsilotlar
vi: Chi tiết
zh_cn: 详情
zh_hk: 詳細資料

# IDS_BT_BODY_DEVICENAME
source: Device name
ar: اسم الجهاز
as: ডিভাইচৰ নাম
az: Cihazın adı
bg: Име устройство
bn: ডিভাইস নাম
ca: Nom dispositiu
cs: Jméno zařízení
da: Enhedsnavn
de: Gerätename
el_gr: Όνομα συσκευής
et: Seadme nimi
eu: Gailuaren izena
fi: Laitteen nimi
fr_ca: Nom d'appareil
ga: Ainm an ghléis
gl: Nome do dispositivo
gu: ઉપકરણ નામ
he: שם התקן
hi: डिवाइस का नाम
hr: Naziv uređaja
hu: Eszköz név
hy: Սարքի Անունը
id: Nama perangkat
is: Heiti tækis
it_it: Nome dispositivo
ja_jp: デバイス名称
ka: მოწყობილობის სახელი
kk: Құрылғының аты
km: ឈ្មោះ​ឧបករណ៍
kn: ಸಾಧನ ಹೆಸರು
ko_kr: 디바이스 이름
lo: ຊື່ເຄື່ອງ
lt: Įrenginio vardas
lv: Ierīces nosaukums
mk: Име на уред
ml: ഉപകരണ നാമം
mn_mn: Төхөөрөмжийн нэр
mr: उपकरणाचे नाव
ms: Nama peranti
my: စက္ကိရိယာ အမည္
nb: Enhetsnavn
ne: उपकरण नाम
nl: Naam apparaat
or: ଡିଭାଇସ୍‌ ନାମ
pa: ਡਿਵਾਈਸ ਨਾਂ
pl: Nazwa urządzenia
pt_pt: Nome do dispositivo
ro: Nume dispozitiv
ru_ru: Имя устройства
si: උපාංගයේ නම
sk: Meno zariadenia
sl: Ime naprave
sr: Ime uređaja
sv: Enhetsnamn
ta: சாதன பெயர்
te: పరికరం పేరు
th: ชื่อ​อุปกรณ์
tl: Pangalan ng device
tr_tr: Cihaz adı
uk: Ім'я пристрою
ur: آلے کا نام
uz: Qurilma nomi
vi: Tên thiết bị
zh_cn: 设备名称
zh_hk: 裝置名稱

# IDS_BT_BODY_DIAL_UP_NETWORKING
source: Dial-up networking
ar: شبكة الاتصال
as: ডায়েল-আপ নেটৱৰ্কিং
az: Nömrə yığma ilə şəbəkəyə qoşulma
bg: Dial-up връзки
bn: ডায়াল-আপ নেটওয়ার্কিং
ca: Connexió a xarxa de marcatge
cs: Vytáčené připojení
da: Netværk via modem
de: Einwählverbindung
el_gr: Δίκτυο μέσω τηλεφώνου
et: Sissehelistamisvõrk
eu: Markaketa sarea
fi: Puhelinverkkoyhteys
fr_ca: Option carte d'accès distant
ga: Líonrú diailithe
gl: Conexión á rede de marcación
gu: ડાયલ-અપ નેટવર્કિંગ
he: רשת חיוג
hi: डायल-अप नेटवर्किंग
hr: Odlazni
hu: Telefonos hálózati kapcsolat
hy: Dial-up ցանցին միացում
id: Sambungan jaringan dial-up
is: Upphringinet
it_it: Connessione remota
ja_jp: ダイヤルアップネットワーク
ka: Dial-up კავშირი ქსელთან
kk: Терілмелі желі
km: ការភ្ជាប់​បណ្តាញ​តាម​ទូរស័ព្ទ
kn: ಡಯಲ್-ಅಪ್ ನೆಟ್‌ವರ್ಕಿಂಗ್
ko_kr: 전화접속 네트워킹
lo: ການເຊື່ອມຕໍ່ເຄືອຂ່າຍແບບໄດອັບ
lt: Rinkimas tinkle
lv: Iezvanes tīklošana
mk: Dial-up поврзување
ml: ഡയല്‍ -അപ് നെറ്റ്വര്‍ക്കിംഗ്
mn_mn: Залгах сүлжээ
mr: डायल-अप नेटवर्किंग
ms: Perangkaian dail
my: ဒုိင္ယယ္အပ္ ကြန္ယက္သုိ႔ ၀င္ေရာက္ျခင္း
nb: Modemtilkobling
ne: डाइल-अप नेटवर्क
nl: Inbelnetwerk
or: ଡାୟଲ୍-ଅପ୍ ନେଟୱର୍କିଂ
pa: ਡਾਇਲ-ਅਪ ਨੈੱਟਵਰਕਿੰਗ
pl: Modem Dial-up
pt_pt: Marcar
ro: Acces reţea prin dial-up
ru_ru: Модем
si: ඩයලිත ජාලගතකරණය
sk: Vytáčané pripojenie
sl: Omrežje na klic
sr: Pozivno umrežavanje
sv: Uppringt nät
ta: டயல்-அப் நெட்வொர்கிங்
te: డయల్-అప్ నెట్వర్కింగ్
th: เครือ​ข่าย​แบบ​โทรออก
tr_tr: Çevirmeli ağ
uk: Віддалений доступ
ur: نیٹ ورک ڈائیل کریں
uz: Telefon orqali ulanadigan tarmoq
vi: Mạng quay số
zh_cn: 拨号网络
zh_hk: 撥號網絡

# IDS_BT_BODY_DISCONNECTING
source: Disconnecting...
ar: جار الفصل...
as: সংযোগহীন হৈ আছে...
az: Bağlantı kəsilir
bg: Изключване...
bn: সংযোগ বিচ্ছিন্ন হচ্ছে....
ca: Desconnectant...
cs: Odpojování...
da: Afbryder...
de: Verbindung wird getrennt...
el_gr: Αποσύνδεση...
et: Ühenduse katkestamine...
eu: Deskonektatzen
fi: Yhteyttä katkaistaan...
fr_ca: Déconnexion ...
ga: Ag dínascadh...
gl: Desconectando...
gu: કપાઇ રહ્યું છે...
he: מתנתק...
hi: डिस्कनेक्ट हो रहा है...
hr: Odspajanje...
hu: Szétkapcsolás...
hy: Անջատվում է...
id: Memutuskan...
is: Verið er að aftengja...
it_it: Disconnessione...
ja_jp: 切断中...
ka: გამორთვა...
kk: Ажырату
km: កំពុង​ផ្តាច់...
kn: ಸಂಪರ್ಕ ಕಡಿತವಾಗುತ್ತಿದೆ...
ko_kr: 연결을 해제하는 중...
lo: ກຳລັງຕັດການເຊື່ອມຕໍ່...
lt: Atjungiama...
lv: Atvieno...
mk: Врската се прекинува...
ml: വിച്ഛേദിക്കുന്നു...
mn_mn: Салгагдаж байна...
mr: खंडीत करत आहे...
ms: Memutus…
my: ဆက္သြယ္ထားမႈကုိ ျဖတ္ေတာက္ေနပါသည္..
nb: Kobler fra...
ne: जोडन विच्छेद हुँदै छ...
nl: Verbinding verbreken...
or: ବିଛିନ୍ନ କରୁଛି...
pa: ਡਿਸਕਨੈਕਟ ਹੋ ਰਿਹਾ ਹੈ...
pl: Rozłączanie...
pt_pt: A desligar...
ro: Deconectare
ru_ru: Отключение...
si: විසන්ධි වෙමින්...
sk: Odpájanie...
sl: Prekinjam
sr: Prekidanje veze...
sv: Kopplar från...
ta: துண்டிக்கிறது…
te: డిస్కనెక్ట్ అవుతోంది...
th: เลิก​กำลัง​เชื่อม​ต่อ...
tl: Nagdidiskonekta...
tr_tr: Bağlantı kesiliyor...
uk: Роз'єднання...
ur: کنیکشن توڑ رہا ہے۔۔۔
uz: Uzilmoqda...
vi: Ngắt kết nối...
zh_cn: 正在断开...
zh_hk: 正在中斷連接...

# IDS_BT_BODY_DISCONNECT_P2SS_FROM_THE_P1SS_CONNECTION_Q
source: Disconnect %2$s from the %1$s connection?
ar: هل تريد فصل %2$s عن اتصال %1$s؟
as: %1$s সংযোগৰ পৰা %2$s-ক সংযোগহীন কৰিব?
az: %2$s %1$s bağlantısından ayrılsın?
bg: Прекъсване на %2$s от връзката на %1$s?
bn: %1$s সংযোগ থেকে %2$sকে সংযোগ বিচ্ছিন্ন করবেন?
ca: Desconnectar %2$s de la connexió %1$s?
cs: Odpojit %2$s od připojení %1$s?
da: Kobl %2$s fra forbindelsen %1$s?
de: %2$s von der %1$s-Verbindung trennen?
el_gr: Να γίνει αποσύνδεση της συσκευής %2$s από τη σύνδεση %1$s;
et: Kas katkestada %1$s ühendus üksusega %2$s?
eu: Deskonektatu %2$s %1$s konexiotik?
fi: Katkaistaanko laitteen %2$s yhteys kohteeseen %1$s?
fr_ca: Déconnecter %2$s de %1$s ?
ga: Dínasc %2$s ón nasc %1$s?
gl: Desexas desconectar %2$s da conexión de %1$s?
gu: %1$s જોડાણથી %2$s ના જોડાણને અલગ કરીએ?
hi: %1$s कनेक्शन से %2$s डिस्कनेक्ट करें?
hr: Odspoji %2$s s %1$s mreže?
hu: Bontja a(z) %2$s %1$s kapcsolatát?
hy: %2$s-ն անջատե՞լ %1$s-ի հետ կապակցումից:
id: Putuskan %2$s dari koneksi %1$s?
is: Slíta %1$s-tengingu við %2$s?
it_it: Disconnettere %2$s dalla connessione %1$s?
ja_jp: %1$sから%2$sの接続を解除しますか？
ka: %2$s გაითიშოს %1$s დაკავშირებიდან?
kk: %1$s қосылымынан %2$s ажыратасыз ба?
km: ផ្ដាច់ %2$s ពី​ការភ្ជាប់ %1$s?
kn: %2$s ಅನ್ನು %1$s ಸಂಪರ್ಕದಿಂದ ಸಂಪರ್ಕ ತಪ್ಪಿಸುವುದೇ?
ko_kr: %1$s에서 %2$s 연결을 해제할까요?
lo: ຕັດເຊື່ອມຕໍ່ %2$s ຈາກການເຊື່ອມຕໍ່ %1$s ບໍ?
lt: Atjunkite %2$s nuo %1$s jungties?
lv: Vai atvienot %2$s no %1$s savienojuma?
mk: Да се прекине врската на %2$s со %1$s?
ml: %1$s കണക്ഷനിൽ നിന്ന് %2$s-നെ വിച്ഛേദിക്കട്ടെ?
mn_mn: %2$s-г %1$s-н холболтоос салгах уу?
mr: %1$s कनेक्‍शन वरून %2$s डिस्‍कनेक्‍ट करायचे?
ms: Nyahsambung %2$s dari sambungan %1$s?
my: %1$s ဆက္သြယ္မႈမွ %2$s ကို အဆက္ျဖတ္မလား?
nb: Koble %2$s fra %1$s-tilkoblingen?
ne: %2$s लाई %1$s जडान बाट विच्छेद गर्ने?
nl: Verbinding van %2$s met de %1$s-verbinding verbreken?
or: %1$s ସଂଯୋଜନ %2$s ଠାରୁ ବିଚ୍ଛିନ୍ନ କରିବେ?
pa: %1$s ਕਨੈਕਸ਼ਨ ਤੋਂ %2$s ਡਿਸਕਨੈਕਟ ਕਰੋ?
pl: Zakończyć połączenie %1$s urządzenia %2$s?
pt_pt: Desligar %2$s da ligação %1$s?
ro: Deconectaţi %2$s de la conexiunea %1$s?
ru_ru: Отключить %2$s от %1$s?
si: %1$s සම්බන්ධතාවෙන් %2$s විසන්ධි කරන්න ද?
sk: Odpojiť %2$s od pripojenia %1$s?
sl: Želite prekiniti povezavo med %2$s in %1$s?
sr: Prekinuti vezu između %2$s i %1$s?
sv: Koppla bort %2$s från %1$s-anslutningen?
ta: %1$s இணைப்பிலிருந்து %2$s துண்டிக்கவா?
te: %1$s కనెక్షన్ నుండి %2$sని డిస్‌కనెక్ట్ చేయాలా?
th: ยกเลิก %2$s จากการเชื่อมต่อ %1$s?
tl: Idiskonekta ang %2$s mula sa koneksyon sa %1$s?
tr_tr: %2$s - %1$s bağlantısını kes?
uk: Відключити %2$s від підключення %1$s?
ur: %2$s کو ‎%1$s کنکشن سے منقطع کریں؟
uz: %1$s ulanishidan %2$s uzilsinmi?
vi: Ngắt %2$s khỏi kết nối %1$s?
zh_cn: 是否从 %1$s 连接断开 %2$s？
zh_hk: 從 %1$s 連接中斷 %2$s 的連接嗎？

# IDS_BT_BODY_DONT_ASK_AGAIN
source: Don't ask again
ar: عدم السؤال مرة أخرى
as: পুনৰ নুসুধিব
az: Təkrar soruşma
bg: Не питай повече
bn: আর জিজ্ঞাসা করবেন না
ca: No ho tornis a preguntar
cs: Příště se neptat
da: Spørg ikke igen
de: Nicht erneut fragen
el_gr: Να μην ερωτηθώ ξανά
et: Ära küsi enam
eu: Ez galdetu berriz
fi: Älä kysy uudelleen
fr_ca: Ne plus demander
ga: Ná hiarr arís
gl: Non preguntar outra vez
gu: ફરીથી પૂછશો નહીં
hi: दोबारा न पूछें
hr: Ne pitaj više
hu: Máskor ne legyen kérdés
hy: Այլևս չհարցնել
id: Jangan tanya lagi
is: Ekki spyrja aftur
it_it: Non chiedere più
ja_jp: 次回から確認しない
ka: აღარ მკითხო
kk: Қайтадан сұрамаңыз
km: កុំ​សួរ​ម្តង​ទៀត
kn: ಮತ್ತೊಮ್ಮೆ ಕೇಳಬೇಡಿ
ko_kr: 다시 묻지 않기
lo: ຢ່າຖາມອີກ
lt: Daugiau neklausti
lv: Vairs nejautāt
mk: Не прашувај повторно
ml: വീണ്ടും ചോദിക്കരുത്‌
mn_mn: Дахин бүү асуу
mr: पुन्हा विचारु नका.
ms: Jangan tanya lagi
my: ေနာက္တစ္ၾကိမ္ ထပ္မေမးပါႏွင့္
nb: Ikke spør på nytt
ne: पुनः नसोध्नुहोस्
nl: Niet meer vragen
or: ପୁଣି ପଚାରନ୍ତୁ ନାହିଁ
pa: ਦੁਬਾਰਾ ਨਾ ਪੁੱਛੋ
pl: Nie pytaj ponownie
pt_pt: Não voltar a perguntar
ro: Nu se întreabă din nou
ru_ru: Больше не спрашивать
si: නැවත නොඅසන්න
sk: Už sa nepýtať
sl: Ne vprašaj znova
sr: Ne pitaj ponovo
sv: Fråga inte igen
ta: மீண்டும் கேட்காதே
te: మళ్లీ అడగవద్దు
th: ห้ามถาม​อีก
tl: Huwag nang magtanong muli.
tr_tr: Tekrar sorma
uk: Більше не запитувати
ur: دوبارہ مت پوچھیں
uz: Boshqa so'ramang
vi: Không hỏi lại
zh_cn: 不再询问
zh_hk: 不再詢問

# IDS_BT_BODY_ENTER_P1SS_ON_P2SS_TO_PAIR_THEN_TAP_RETURN_OR_ENTER
source: Enter %1$s on %2$s to pair, then tap Return or Enter.
ar: أدخل %1$s على %2$s للإقتران ثم انقر فوق رجوع أو إدخال.
as: যোৰা লগাবলৈ %2$s-ত %1$s প্ৰৱিষ্ট কৰক, তাৰপিছত ঘুৰি আহক বা প্ৰৱিষ্ট কৰকত টিপক৷
az: Qoşulmaq üçün %2$s-da %1$s daxil edin və sonra Geri qayıt və ya Daxil et seçin.
bg: Въведете %1$s на %2$s за сдвояване, след което чукнете върху Return или Enter.
bn: জোড় গঠন করতে %2$s-তে %1$s এন্টার করে রিটার্ন বা এন্টার ট্যাপ করুন।
ca: Introdueixi %1$s a %2$s per vincular i toqui Retorn o Intro
cs: Zadejte %1$s v %2$s pro spárování a klepněte na klávesu Return nebo Enter.
da: Indtast %1$s på %2$s for at parre. Tryk derefter på Retur eller Enter.
de: Zum Koppeln %1$s auf %2$s eingeben, anschließend auf „Enter“ oder „Return“ tippen.
el_gr: Εισαγάγετε τον κωδικό %1$s στη συσκευή %2$s για αντιστοίχιση και πατήστε «Επιστροφή» ή «Εισαγωγή».
et: Sisestage sidumiseks %1$s seadmes %2$s, seejarel toksake nupul Tagasta voi Sisesta.
eu: Adierazi %1$s %2$s-(e)n parekatzeko, eta ondoren ukitu Itzuli edo Intro
fi: Muodosta pariliitos antamalla %1$s laitteessa %2$s ja napauta Return- tai Enter-painiketta.
fr_ca: Entrez %1$s sur %2$s pour effectuer le couplage, puis touchez Retour ou Entrée.
ga: Iontráil %1$s ar %2$s le péireáil, ansin tapáil Fill nó Iontráil
gl: Introduce %1$s en %2$s para realizar a vinculación e, a continuación, toca Volver ou Introducir
gu: જોડી બનાવવા માટે %2$s પર %1$s દાખલ કરો, પછી રિટર્ન અથવા એન્ટર ટેપ કરો.
he: הזן %1$s ב-%2$s כדי לבצע התאמה, ולאחר מכן הקש Return או Enter
hi: जोड़नें के लिए %2$s पर %1$s प्रविष्ट करें, बाद में वापस जाये या प्रविष्ट करें टैप करें।
hr: Unesite %1$s na %2$s za spajanje, zatim dotaknite Povrat ili Unos.
hu: A párosításhoz adja meg a(z) %1$s kódot a(z) %2$s eszközön, majd érintse meg a Return vagy Enter gombot.
hy: Մուտքագրել %1$s %2$s-ում՝ զուգտակելու համար, հետո թակեք Վերադարձ կամ Մուտքագրել:
id: Masukkan %1$s pada %2$s untuk memasangkan, lalu ketuk Kembali atau Masukkan.
is: Sláðu inn %1$s á %2$s og ýttu síðan á færsluhnapp til að para.
it_it: Immettete %1$s in %2$s per associarsi, quindi toccate Indietro o Invio.
ja_jp: ペアリングするには、%2$sで「%1$s」を入力してからEnterキーまたはReturnキーを押してください。
ka: ჩაწერეთ %1$s %2$s-ში და დააწყვილეთ, შემდეგ დააკაკუნეთ დაბრუნებაზე ან შესვლაზე.
kk: Жұптастыру үшін %2$s құрылғысына %1$s енгізіңіз, сосын “Оралу” немесе “Енгізу” опциясын түртіңіз.
km: វាយបញ្ចូល %1$s លើ %2$s ដើម្បី​ផ្គូ​គ្នា រួច​ប៉ះ ត្រឡប់ ឬ ចូល។
kn: ಜೋಡಿ ಮಾಡಲು %2$s ಮೇಲೆ %1$s ನಮೂದಿಸಿ, ನಂತರ ಹಿಂದಿರುಗಿ ತಟ್ಟಿ ಅಥವಾ ನಮೂದಿಸಿ.
ko_kr: 등록하려면 %2$s 디바이스에서 %1$s 키를 입력한 후, [엔터]를 누르세요.
lo: ໃສ່ %1$s ໃນ %2$s ເພື່ອຈັບຄູ່, ຈາກນັ້ນແຕະປຸ່ມກັບຄືນ ຫຼືເອັນເທີ.
lt: Norėdami susieti, %2$s įveskite %1$s, tada bakstelėkite „Grįžti“ arba „Įvesti“.
lv: Ierīcē %2$s ievadiet %1$s, lai savienotu pārī, pēc tam pieskarieties pie Atgriezties vai Ievadīt.
mk: Внесете %1$s на %2$s за спојување, па допрете Нов ред или Внеси.
ml: പെയര്‍ ചെയ്യുന്നതിന് %2$s-ല്‍ %1$s നല്‍കുക, എന്നിട്ട് മടങ്ങുക അല്ലെങ്കില്‍ പ്രവേശിക്കുക എന്നതില്‍ തട്ടുക.
mn_mn: %2$s дээр %1$s хослуулахаар оруулаад, дараа нь Return эсвэл Enter-г товш
mr: पेअर करण्यासाठी %2$s वर %1$s प्रविष्ट करा, नंतर परत या किंवा प्रविष्ट करा टॅप करा.
ms: Masukkan %1$s pada %2$s untuk memasangkan, kemudian ketik Kembali atau Masuk.
my: %1$s သည္ %2$s အေပၚ၌ တြဲခ်ိတ္ရန္၊ ၿပီးေနာက္ ျပန္ထားပါ (သို႔) ထည့္သြင္းပါ ကို ႏွိပ္ပါ။
nb: Angi %1$s på %2$s for å sammenkoble, etterfulgt av Tilbake eller Enter.
ne: जोडा मिलाउन %2$s मा %1$s प्रविष्ट गर्नुहोस्, त्यसपछि फर्कनुहोस् वा प्रविष्ट गर्नुहोस् ट्याप गर्नुहोस्।
nl: Geef %1$s in op %2$s om te koppelen, en tik dan op Return of Enter.
or: ପେୟାର କରିବାକୁ %2$sରେ %1$s ପ୍ରବେଶ କରନ୍ତୁ, ତାପରେ ଫେରସ୍ତ କିମ୍ଵା ପ୍ରବେଶ ଟ୍ୟାପ୍‍ କରନ୍ତୁ।
pa: ਜੋੜਾ ਬਣਾਉਣ ਲਈ %2$s ਤੇ %1$s ਦਾਖ਼ਲ ਕਰੋ, ਫਿਰ ਵਾਪਸ ਆਉ ਜਾਂ ਦਾਖ਼ਲ ਕਰੋ ਟੈਪ ਕਰੋ।
pl: Aby powiązać, wprowadź %1$s w urządzeniu %2$s i dotknij przycisku Powrót lub OK.
pt_pt: Introduza %1$s em %2$s para emparelhar, em seguida toque em Retrocesso ou Enter.
ro: Introduceţi %1$s la %2$s pentru asociere, apoi apăsaţi pe tasta Return sau Enter.
ru_ru: Для соединения введите %1$s на %2$s и нажмите 'Возврат' или 'Ввод'.
si: යුගල කිරීම සඳහා %2$s මත %1$s අතුලත් කර, ආපසු හෝ ඇතුලත් කරන්න තට්ටු කරන්න.
sk: Zadajte %1$s v zariadení %2$s na spárovanie a potom ťuknite na tlačidlo Return alebo Enter.
sl: Vnesite %1$s v %2$s za seznanitev, nato pa pritisnite Return ali Enter.
sr: Unesi %1$s na %2$s za uparivanje, a zatim kucni na Vrati ili Unesi.
sv: Ange %1$s på %2$s för att sammankoppla och tryck sedan retur eller enter.
ta: பிணைக்கவென %1$s என்பதை %2$s என்பதில் உள்ளிடுக, பிறகு பின் அல்லது எண்டர் விசையில் டேப் செய்க.
te: జత కూర్చడం కు %2$s లో %1$s నమోదు చేయండి, ఆపై రిటర్న్ లేదా నమోదు నొక్కండి.
th: ป้อน %1$s ​ใน %2$s ​เพื่อ​จับ​คู่ แล้ว​สัมผัส​รี​เทิร์น​หรือ​ใส่
tl: Ilagay ang %1$s sa %2$s na ipe-pair, pagkatapos ay i-tap ang Bumalik o ang Enter.
tr_tr: Eşlemek %1$s şifresini %2$s cihazına girin ardından Geri veya Tamam'a dokunun.
uk: Введіть %1$s на %2$s, щоб утворити пару, а потім натисніть «Повернутися» або «Ввести».
ur: جوڑی بنانے کے لئے %1$s پر %2$s داخل کریں، پھر واپسی کلید یا اینٹر پر تھپتھپائیں
uz: Bog‘lanish uchun %2$sda %1$sni kiriting, so‘ngra Qaytish yoki Kiritishga teging.
vi: Nhập %1$s trên %2$s để ghép đôi, sau đó chạm vào Trở lại hoặc Enter.
zh_cn: 在%2$s上输入%1$s以配对，然后点击返回或输入。
zh_hk: 於 %2$s 上輸入 %1$s 以配對，然後輕觸返回或輸入。

# IDS_BT_BODY_HANDSFREE
source: Handsfree
ar: طقم تحرير اليدين
as: হেন্ডচ ফ্ৰি
az: Dəstəksiz danışıq
bg: Свободни ръце
bn: হ্যান্ডসফ্রী
ca: Mans lliures
da: Håndfri
de: Freisprechen
el_gr: Ακουστικά
et: Käed-vabad
eu: Esku-librekoa
fr_ca: Mains libres
ga: Lámhshaor
gl: Mans libres
gu: હાથમુક્ત
he: דיבורית
hi: हस्तमुक्त
hr: Bežična oprema
hu: Kihangosító
hy: Առանց ձեռքերի
is: Handfrjáls búnaður
it_it: Vivavoce
ja_jp: ハンズフリー
ka: სასმენი
kk: Дауысты қатайту
km: ហេនហ្វ្រ៊ី
kn: ಹ್ಯಾಂಡ್‍ಫ್ರೀ
ko_kr: 핸즈프리
lo: ຊຸດຟັງຫູ
lt: Laisvų rankų įranga
lv: Brīvroku
ml: ഹാന്‍ഡ്‌ ഫ്രീ
mn_mn: Гарнаас чөлөөт
mr: हँड्स फ्री
ms: Bebas tangan
my: လက္လြတ္
nb: Håndfri
ne: हन्डफ्री
or: ହାତବିନା
pa: ਹੈਂਡਸਫ੍ਰੀ
pl: Zestaw głośnomówiący
pt_pt: Mãos-livres
ru_ru: Громкая связь
si: හෑන්ඩ්ෆ්‍රී
sl: Prostoročno
ta: ஹேன்ட்ஸ்ஃப்ரீ
te: హాండ్సుఫ్రీ
th: แฮนด์​ฟรี
tr_tr: Ahizesiz kullanım
uk: Автокомплект
ur: ہینڈ فری
uz: Dinamik
vi: Đàm thoại rảnh tay
zh_cn: 免提
zh_hk: 免提

# IDS_BT_BODY_HEADSET
source: Headset
ar: السماعة
as: হেডচেট
az: Qulaqlıqlar
bg: Слушалки
bn: হেডসেট
ca: Auricular
cs: Náhlavní souprava
el_gr: Σετ ακουστικών
et: Peakomplekt
eu: Entzungailua
fi: Kuulokemikrofoni
fr_ca: Casque d'écoute
ga: Gléas cinn
gl: Auriculares
gu: હેડસેટ
he: אוזנייה
hi: हेडसेट
hr: Slušalice
hu: Mikrofonos fülhallgató
hy: Գլխային հեռախոս
is: Höfuðtól
it_it: Auricolare
ja_jp: ヘッドセット
ka: გარნიტურა
kk: Құлақшын
km: កាស
kn: ಹೆಡ್‍ಸೆಟ್
ko_kr: 헤드셋
lo: ຊຸດຫູຟັງ
lt: Ausinės
lv: Austiņas
mk: Слушалки
ml: ഹെഡ്‌സെറ്റ്‌
mn_mn: Чихэвч
mr: हेडसेट
ms: Set kepala
my: နားၾကပ္
nb: Hodesett
ne: हेड्सेट
or: ହେଡ୍‌ସେଟ୍
pa: ਹੈੱਡਸੈੱਟ
pl: Zestaw słuchawkowy
pt_pt: Auricular
ro: Cască
ru_ru: Гарнитура
si: හෙඩ්සෙටය
sk: Náhlavná súprava
sl: Slušalke
sr: Slušalice
ta: ஹெட்செட்
te: హెడ్సెట్
th: เฮ​ดเซ็ท
tr_tr: Kulaklık
uk: Гарнітура
ur: ہیڈ سیٹ
uz: Quloqlik
vi: Tai nghe Bluetooth
zh_cn: 耳机
zh_hk: 耳機

# IDS_BT_BODY_HID_HKEYBOARD_MOUSE_ETC
source: HID (keyboard, mouse, etc.)
ar: أجهزة HID‬ (لوحة المفاتيح، الماوس، وما إلى ذلك)
as: HID (কীব'ৰ্ড, মাউচ, আদি)
az: HID (klaviatura, siçan və s.)
bg: HID (клавиатура, мишка и т.н.)
bn: HID (কীবোর্ড, মাউস ইত্যাদি)
ca: HID (teclat ratolí, etc.)
cs: HID (klávesnice, myš, atd.)
da: HID (tastatur, mus osv.)
de: HID (Tastatur, Maus usw.)
el_gr: HID (πληκτρολόγιο, ποντίκι κτλ)
et: HID (klaviatuur, hiir jne.)
eu: HID (teklatua, sagua, etab.)
fi: HID (näppäimistö, hiiri jne.)
fr_ca: HID (clavier, souris, etc.)
ga: Gléas Ionchuir Daonna (eochairchlár, luch srl.)
gl: HID (teclado, rato, etc.)
gu: HID (કીબોર્ડ, માઉસ વગેરે)
he: HID (מקלדת, עכבר וכולי)
hi: HID (कीबोर्ड, माउस, आदि)
hr: HID (tipkovnica, miš itd.)
hu: HID (billentyűzet, egér stb.)
hy: HID (ստեղնաշար, մուկ և այլ.)
id: HID (papan tombol, tetikus, dll.)
is: HID (lyklaborð, mús o.s.frv.)
it_it: HID (tastiera, mouse, ecc.)
ja_jp: 入力装置（キーボード、マウスなど）
ka: HID (კლავიატურა, თაგუნა და ა.შ.)
kk: HID (пернетақта, тінтуір, т.б.)
km: HID (ក្ដារចុច, ម៉ៅស៍ ជាដើម)
kn: HID (ಕೀಬೋರ್ಡ್, ಮೌಸ್, etc.)
ko_kr: HID(키보드, 마우스 등)
lo: HID (ແປ້ນພິມ, ເມົ້າສ໌, ອື່ນໆ)
lt: HID (klaviatūra, pelė ir pan.)
lv: HID (tastatūra, pele utt.)
mk: HID (тастатура, глувче итн.)
ml: HID (കീബോര്‍ഡ്, മൌസ് തുടങ്ങിയവ)
mn_mn: HID (гар товчлуур, хулгана г.м.)
mr: HID (कीबोर्ड, माऊस, इत्यादी.)
ms: HID (papan kekunci, tetikus, etc.)
my: HID (ကီးဘုတ္၊ ေမာက္စ္၊ စသျဖင့္)
nb: HID (tastatur, mus osv.)
ne: HID (कीबोर्ड, माउस, इति.)
nl: HID (toetsenbord, muis, enzovoort)
or: HID (କୀବୋର୍ଡ୍, ମାଉସ୍, ଇତ୍ୟାଦି)
pa: HID (ਕੀਬੋਰਡ, ਮਾਉਸ, ਆਦਿ)
pl: HID (klawiatura, mysz itp.)
pt_pt: HID (teclado, rato, etc.)
ro: HID (tastatură, mouse etc.)
ru_ru: Устройство ввода (клавиатура, мышь и т. д.)
si: HID (යතුරු පුවරුව, මූසිකය, වෙනත්.)
sk: HID (klávesnica, myš atď.)
sl: HID (tipkovnica, miška itd.)
sr: HID (tastatura, miš, i dr.)
sv: HID (tangentbord, mus osv.)
ta: HID (விசைப்பலகை, மவுஸ், மற்றும் பல.)
te: HID (కీబోర్డు, మౌస్, మొదలై.)
th: HID (​แป้น​พิมพ์, ​เมาส์ และ​อื่นๆ)
tl: HID (keyboard, mouse, atbp.)
tr_tr: HID (klavye, mouse, vb.)
uk: HID (клавіатура, миша тощо)
ur: HID (کی بورڈ، ماؤس، وغیرہ)
uz: HID (klaviatura, sichqoncha va boshq.)
vi: HID (bàn phím, chuột..vv..)
zh_cn: HID(键盘、鼠标等)
zh_hk: HID (鍵盤、滑鼠等)
