Repository: tizenorg/apps.core.preloaded.ug-bluetooth-efl
Catalog: po/*.po
Languages: ar, as, az, bg, bn, ca, cs, da, de, el_gr, et, eu, fi, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, lo, lt, lv, mk, ml, mn_mn, mr, ms, my, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sr, sv, ta, te, th, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

# IDS_BT_BODY_INFOHEADSET
source: Used to make incoming and outgoing calls via Bluetooth headsets.
ar: تستخدم لإجراء المكالمات الواردة والصادرة عبر سماعة البلوتوث.
as: ব্লুটুথ হেডচেটৰ হৈ ইনকামিং আৰু আউটগয়িং কলসমূহ তৈয়াৰ কৰিবলৈ ব্যৱহাৰ কৰে৷
az: Zənglərin Bluetooth qulaqlıqları vasitəsilə qəbul edilməsi və göndərilməsi üçün istifadə edilir.
bg: Използва се за входящи и изходящи разговори чрез Bluetooth слушалки.
bn: ব্লুটুথ হেডসেটগুলির মাধ্যমে অন্তর্গামী ও বহির্গামী কল করতে ব্যবহৃত।
ca: S'utilitza per a fer i rebre trucades mitjançant els auriculars de Bluetooth
cs: Vzdálená náhlavní souprava bluetooth umožňuje vytáčet a přijímat hovory
da: Bruges til at foretage indgående og udgående opkald via Bluetooth-headset.
de: Das Remote-Bluetooth-Headset ermöglicht ein-/ausgehende Anrufe.
el_gr: Χρησιμεύει για την πραγματοποίηση εισερχόμενων και εξερχόμενων κλήσεων μέσω του σετ ακουστικών Bluetooth.
et: Kasutatakse kõnede tegemiseks Bluetoothi peakomplektiga.
eu: Bluetooth entzungailuen bidez deiak egin eta jasotzeko erabiltzen da
fi: Käytetään saapuvien ja lähtevien puheluiden vastaanottoon Bluetooth-kuulokemikrofoneilla.
fr_ca: Permet de passer et de recevoir des appels avec un casque Bluetooth.
ga: Úsáidtear é chun glaonna isteach agus amach a dhéanamh trí ghléasanna cinn Bluetooth.
gl: Utilízase para realizar e recibir chamadas a través dos auriculares Bluetooth
gu: બ્લ્યુટુથ હેડસેટ દ્વારા આવનારી અને બહારજતી કૉલ્સ કરવા માટે ઉપયોગ થયો.
he: משמש לביצוע שיחות נכנסות ויוצאות באמצעות אוזניות Bluetooth
hi: ब्लूटूथ हेडसेटों के द्वारा आने वाली और बाहर जाने वाली कॉलें करने के लिए उपयोग।
hr: Služi za razgovor preko Bluetooth slušalica.
hu: Bejövő és kimenő hívások engedélyezésére szolgál Bluetooth fülhallgatón
hy: Օգտագործվում է Bluetooth ականջակալների միջոցով մուտքային և ելքային կանչեր կատարելու համար:
id: Digunakan utk membuat panggilan masuk dan panggilan keluar lewat Bluetooth headset.
is: Notað fyrir hringingar inn og út með Bluetooth höfuðtólum.
it_it: È possibile utilizzare l'auricolare Bluetooth remoto per le chiamate in uscita/in entrata.
ja_jp: Bluetoothヘッドセットでの通話の発着信に使用
ka: გამოიყენება შემომავალი და გამავალი ზარების განსახორციელებლად Bluetooth მინიგარნიტურებით.
kk: Bluetooth сымсыз гарнитурасы қоңырауларды қабылдап және жауап беруге мүмкіндік береді.
km: បាន​ប្រើ​ដើម្បី​ធ្វើ​ការហៅ​ចូល និង ចេញ​តាម​កាស Bluetooth។
kn: ಬ್ಲೂಟೂತ್ ಹೆಡ್‌ಸೆಟ್‌‌ಗಳ ಮೂಲಕ ಒಳ ಬರುವ ಮತ್ತು ಹೊರ ಹೋಗುವ ಕರೆಗಳನ್ನು ಮಾಡಲು ಉಪಯೋಗಿಸಲಾಗುತ್ತದೆ.
ko_kr: 블루투스 헤드셋으로 전화를 걸거나 받을 수 있습니다.
lo: ໃຊ້ໃນການໂທເຂົ້າແລະໂທອອກໂດຍໃຊ້ຫູຟັງບລູທູດ
lt: Naudojama priimamiems ir siunčiamiems skambučiams, prijungus „Bluetooth“ ausines.
lv: Izmanto, lai aktivizētu ienākošos un izejošos zvanus, lietojot Bluetooth austiņas.
mk: Се користи за телефонирање преку Bluetooth слушалки.
ml: ബ്ലൂടൂത്ത് ഹെഡ്‌സെറ്റുകള്‍ മാര്‍ഗം ഇന്‍‌കമിംഗ്, പുറത്തേക്കുള്ള കോളുകള്‍ വിളിക്കുന്നതിന് ഉപയോഗിക്കുന്നു.
mn_mn: Bluetooth чихэвч ашиглан дуудлага хүлээн авах болон хийхэд ашигладаг.
mr: ब्लूटूथ हेडसेट्सच्या मार्फत येणारे आणि जाणारे कॉल लावण्यासाठी वापरला गेला.
ms: Digunakan utk membuat panggilan masuk dan panggilan keluar melalui set kepala Bluetooth.
my: အဝင္ ႏွင့္ ျပင္ပသို႔ ဖုန္းေခၚဆိုမႈမ်ားကို ျဖင့္ ဘလူးတုသ္နားၾကပ္ျဖင့္ ျပဳလုပ္ေလ့ရွိပါသည္။
nb: Brukes til å foreta innkommende og utgående anrop via Bluetooth-hodesett.
ne: ब्लुटूथ हेड्सेट मार्फत इनकमिङ् र आउटगोइङ् कलहरु गर्न प्रयोग गरिएको।
nl: Met de Bluetooth-headset zijn uitgaande/inkomende oproepen mogelijk.
or: ବ୍ଲୁଟୁଥ୍ ହେଡସେଟ ମାଧ୍ୟମରେ ଆଗମନ ଏବଂ ବହିର୍ଗମନ କଲ୍‌ଗୁଡିକୁ ବ୍ୟବହାର କରିବାକୁ ବ୍ୟବହୃତ ହୋଇଥାଏ।
pa: ਬਲੂਟੁੱਥ ਹੈੱਡਸੈੱਟ ਦੁਆਰਾ ਇਨਕਮਿੰਗ ਅਤੇ ਆਊਟਗੋਇੰਗ ਕਾੱਲ ਕਰਨ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ।
pl: Używany do realizacji przychodzących i wychodzących połączeń za pośrednictwem zestawów słuchawkowych Bluetooth.
pt_pt: O auricular Bluetooth remoto permite receber e efectuar chamadas.
ro: Utilizat pentru efectuarea si primirea de apeluri prin cască Bluetooth
ru_ru: Используется для совершения входящих и исходящих вызовов через беспроводную гарнитуру Bluetooth.
si: ලැබෙන සහ පිටතට යන ඇමතුම් බ්ලූටූත් හෙඩ්සෙටය හරහා සිදු කිරීමට භාවිතා කරන ලදී.
sk: Vzdialená náhlavná súprava bluetooth umožňuje vytáčať a prijímať hovory.
sl: Omogoča opravljanje dohodnih in odhodnih klicev prek slušalk Bluetooth.
sr: Koristi se za vršenje dolaznih i odlaznih poziva putem Bluetooth slušalica.
sv: Används för att ta emot och ringa samtal via Bluetooth-headset.
ta: ப்ளூடூத் ஹெட்செட்கள் வழி உள்வரும் மற்றும் வெளிச்செல்லும் அழைப்புகள் செய்ய பயன்படுகிறது.
te: బ్లూటూత్ హెడ్సెట్‌ల ద్వారా ఇన్కమింగ్ మరియు అవుట్గోయింగ్ కాల్‌లను చేసేందుకు ఉపయోగించబడుతుంది.
th: ใช้ทำรับสายและ โทรออก ผ่านบลูทูธ เฮดเซ็ทได้
tl: Ginagamit upang magsagawa ng mga papasok at papalabas na tawag sa pamamagitan ng mga Bluetooth headset.
tr_tr: Gelen ve giden aramaların Bluetooth kulaklık üzerinden etkinleştirilmesi için kullanılır.
uk: Використовується для здійснення та отримання викликів через гарнітури Bluetooth.
ur: بایو ٹوتھ ہیڈ سیٹ کال کرنے اور وصول کرنے کیلے استعمال ہوتا ہے۔
uz: Kiruvchi va chiquvchi qo‘ng‘roqlar Bluetooth quloqliklari orqali amalga oshirilgan.
vi: Sử dụng để gọi và nhận cuộc gọi thông qua tai nghe Bluetooth.
zh_cn: 通过蓝牙耳机拨打和接听电话。
zh_hk: 透過藍牙耳機接聽及撥打電話。

# IDS_BT_BODY_INFOOBJECTPUSH
source: Used to exchange personal data (namecards, Phonebook contacts, etc.) with Bluetooth devices.
ar: يتم استخدامها لتبادل البيانات الشخصية (بطاقات الاسماء وأسماء دليل الهاتف... إلخ)مع أجهزة البلوتوث الأخرى.
as: ব্লুটুথ ডিভাইচৰ সৈতে বদলি কৰিবলৈ ব্যক্তিগত ডাটা (নামকাৰ্ডসমূহ, ফোনবুক সম্পৰ্ক, আদি) ব্যৱহাৰ কৰিছে৷
az: Bluetooth cihazları ilə şəxsi məlumat mübadiləsi üçün (isim kartları, Telefon kitabçası kontaktları, və s.) istifadə edilir.
bg: Използва се за обмяна на лични данни (визитни картички, записи от Тел. указател и др.) с Bluetooth устройства.
bn: ব্লুটুথ উপকরণের সাথে ব্যক্তিগত তথ্য (নেমকার্ডস্, ফোনবুক পরিচিতি ইত্যাদি) বদল করতে ব্যবহৃত।
ca: S'utilitza per a intercanviar dades personals (targetes de visita, Contactes, etc.) amb dispositius Bluetooth
cs: Vzdálené zařízení bluetooth umožňuje přenos osobních dat (např. vCard, vCalendar atd. ) na jiná zařízení.
da: Bruges til at udveksle personlige data (visitkort, kontakter i telefonbogen osv.) med Bluetooth-enheder.
de: Wird verwendet, um persönliche Daten (Visitenkarten, Telefonbucheinträge, ect.) mit Bluetooth-Geräten auszutauschen
el_gr: Χρησιμεύει για την ανταλλαγή προσωπικών δεδομένων (καρτών ονομάτων, επαφών ευρετηρίου, κλπ) με συσκευές Bluetooth.
et: Kasutatakse isiklike andmete (nimekaardid, telefoniraamatu kontaktid jms.) vahetamiseks Bluetoothi seadmetega.
eu: Bluetooth gailuen artean datu pertsonalak (bisita txartelak, helbide liburuko kontaktuak, etab.) trukatzeko erabiltzen da
fi: Käytetään henkilökohtaisten tietojen (käyntikorttien, puhelinmuistion yhteystietojen jne.) vaihtamiseen Bluetooth-laitteiden kanssa.
fr_ca: Permet d'échanger des données personnelles (cartes de visite, contacts etc.) avec des périphériques Bluetooth.
ga: Úsáidtear é chun sonraí pearsanta a mhalartú (ainmchárta, teagmhálaithe Leabhar Fóin, srl.) le gléasanna Bluetooth.
gl: Utilízase para intercambiar datos persoais (tarxetas de visita, contactos, etc.) con dispositivos Bluetooth
gu: બ્લ્યુટુથ વસ્તુ દ્વારા અંગત માહિતિ (નામકાર્ડસ, ફોનબુકો,સંપર્કો, વગેરે) ની આપલે કરવા માટે ઉપયોગ થયો.
he: משמש להחלפת נתונים אישיים (כרטיסי שמות, אנשי קשר מספר הטלפונים וכו') עם התקני Bluetooth
hi: ब्लूटूथ डिवाइसों के साथ व्यक्तिगत डाटा (नामकार्ड, फोनबुक संपर्क, आदि) विनिमय करने के लिए उपयोग।
hr: Služi za razmjenu osobnih podataka (unosa Imenika, posjetnica i sl.) s Bluetooth uređajima.
hu: Személyes adatok (névjegykártyák, telefonkönyv-bejegyzések stb.) cseréjére szolgál más Bluetooth-eszközzel.
hy: Օգտագործվում է Bluetooth սարքերի միջոցով անձնական տվյալների /անձնական քարտեր, Հեռախոսագրքի կոնտակտներ և այլն/ փոխանակման համար:
id: Digunakan utk menukar data pribadi (kartu nama, kontak buku telepon, dll.) dgn perangkat Bluetooth.
is: Notað til að skiptast á einkagögnum (nafnspjöldum, símaskrártengiliðum o.s.frv.) með Bluetooth tækjum.
it_it: È possibile utilizzare il dispositivo Bluetooth remoto per trasferire dati personali (biglietti da visita, programmi, ecc.) a/da altri dispositivi.
ja_jp: Bluetoothデバイスで個人データ(ネームカード、電話帳アドレス、等)を交換するのに使います。
ka: გამოიყენება პირადი მონაცემების (სავიზიტო ბარათების, ტელეფონის წიგნში მყოფი კონტაქტების და ა.შ.) გასაცვლელად Bluetooth მოწყობილობებთან.
kk: Жеке мәліметтер өзгертуға (визиткалар,контактілер,басқ.) Bluetooth құрылғыларымен қолданылады.
km: បាន​ប្រើ​ដើម្បី​ប្តូរ​ផ្លាស់​ទិន្នន័យ​ផ្ទាល់​ខ្លួន (នាម​បណ្ណ, ទំនាក់ទំនង​ក្នុង​ទំនាក់ទំនង។ល។) ជាមួយ​ឧបករណ៍ Bluetooth។
kn: ಬ್ಲೂಟೂತ್ ಸಾಧನಗಳೊಂದಿಗೆ ವ್ಯಯುಕ್ತಿಕ ಮಾಹಿತಿಗಳನ್ನು (ಹೆಸರಿನ ಕಾರ್ಡ್ ಗಳು, ಫೋನ್‌ಪುಸ್ತಕದ ಸಂಪರ್ಕಗಳು ಇತ್ಯಾದಿಗಳು) ವಿನಿಮಯಿಸಲು ಬಳಸಲಾಗಿದೆ.
ko_kr: 블루투스 디바이스 간에 데이터(연락처, 일정 등)를 주고 받을 수 있습니다.
lo: ໃຊ້ໃນການແລກປ່ຽນຂໍ້ມູນສ່ວນຕົວ(ນາມບັດ,ຜູ້ຕິດຕໍ່ໃນປຶ້ມບັນທຶກໂທລະສັບ,ອື່ນໆ)ກັບເຄື່ອງບລູທູດ
lt: Naudojama keistis asmeniniais duomenimis (vardų kortelėmis, telefonų knygos adresatais ir t. t.) su „Bluetooth“ įrenginiais.
lv: Lieto, lai veiktu personisko datu (vizītkaršu, kontaktu) apmaiņu starp Bluetooth ierīcēm.
mk: Се користи за размена на лични податоци (визит-картички, записи од именик и слично) преку Bluetooth уреди.
ml: ബ്ലൂടൂത്ത് ഉപകരണങ്ങള്‍ വഴി വ്യക്തിപരമായ വിവരങ്ങള്‍ (നെയിം‌കാര്‍ഡുകള്‍, ഫോണ്‍‌ബുക്ക് കൊണ്ടാക്ടുകള്‍ എന്നിങ്ങനെയുള്ളവ) കൈമാറാന്‍ ഉപയോഗിക്കുന്നു.
mn_mn: Bluetooth төхөөрөмжүүдээр хувийн өгөгдөл солилцоход ашигладаг (нэрийн хуудас, Утасны дэвтрийн харилцагчид, гэх мэт.)
mr: ब्लूटूथ उपकरणासोबत व्यक्तिगत माहिती (नांवाचे कार्डस, फोनबुक संपर्क, इत्यादि.) विनिमय करण्यासाठी वापर होतो.
ms: Digunakan utk menukar data peribadi (kad nama, kenalan buku telefon, dll.) dgn peranti Bluetooth.
my: ဘလူးတုသ္ စက္ကိရိယာမ်ားႏွင့္ ကုိယ္ေရးအခ်က္အလက္မ်ား (အမည္ကဒ္မ်ား၊ ဖုန္းစာအုပ္ အဆက္အသြယ္မ်ား စသည္) လဲလွယ္ေလ့ရွိပါသည္။
nb: Brukes til å utveksle personlige data (visittkort, telefonbokkontakter osv.) med Bluetooth-enheter.
ne: ब्लुटूथ यन्त्रहरूद्वारा व्यक्तिगत डाटा (नामका कार्ड, फोनबूक, सम्पर्कहरू, इत्यादि) आदान-प्रदान गर्नलाई प्रयोग गरिन्छ ।
nl: Object ophalen Met het Bluetooth-apparaat kunnen persoonlijke gegevens (visitekaartjes, planningen, etc.) worden uitgewisseld.
or: ବ୍ୟକ୍ତିଗତ ଡାଟା (ନାମକାର୍ଡ୍, ଫୋନବୁକ ସମ୍ପର୍କଗୁଡିକ, ଇତ୍ୟାଦି) ବ୍ଲୁଟୁଥ୍ ଡିଭାଇସ୍‌ଗୁଡିକ ସହିତ ବିନିମୟ କରିବାକୁ ବ୍ୟବହୃତ ହେଲା।
pa: ਬਲੂਟੁੱਥ ਡਿਵਾਈਸ ਨਾਲ ਵਿਅਕਤੀਗਤ ਡੈਟਾ (ਨਾਂ ਕਾਰਡ, ਫੋਨਬੁੱਕ ਸੰਪਰਕ ਆਦਿ) ਵਟਾਉਣ ਕਰਨ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ।
pl: Używane do wymiany danych osobistych (wizytówek, kontaktów z książki telefonicznej itd.) za pośrednictwem urządzeń Bluetooth.
pt_pt: Utilizado para trocar dados pessoais (cartões de visita, contactos da lista telefónica, etc.) com dispositivos Bluetooth.
ro: Utilizat pentru schimb de date personale (cărţi de vizită, contacte etc.) cu dispozitive Bluetooth
ru_ru: Используется для обмена личной информацией (визитки, контакты и т.д.) по Bluetooth.
si: පෞද්ගලික දත්ත (නාමපත්, ෆෝන්බුකය වැනි) බ්ලූටූත් උපාංග සමඟ හුවමාරු කිරීම සඳහා යොදා ගනී.
sk: Vzdialená jednotka bluetooth umožňuje prenos osobných dát (napr. vCard vCalendar atď.) na iné zariadenia.
sl: Omogoča izmenjavo osebnih podatkov (vizitk, stikov iz imenika ipd.) z napravami Bluetooth.
sr: Koristi se za razmenu ličnih podataka (vizitkarte, kontakti u imeniku itd.) sa Bluetooth uređajima.
sv: Används för att utväxla personlig data (visitkort, kontakter mm) med andra Bluetooth-enheter.
ta: தனிப்பட்ட விபரங்களை ப்ளூடூத் கருவிகளுடன் பரிமாற பயன்படுகிறது (பெயரட்டைகள், போன்புக் தொடர்புகள் போன்றவை).
te: బ్లూటూత్ పరికరాలతో వ్యక్తిగత డేటా (పేరుకార్డ్లు, ఫోన్‌పుస్తక పరిచయాలు, మొదలైనవి) మార్పిడి చేసేందుకు ఉపయోగపడుతుంది.
th: ใช้แลกเปลี่ยน ข้อมูลส่วนตัว (นามบัตร, สมุดโทรศัพท์, อื่นๆ) ​กับอุปกรณ์ บลูทูธ
tl: Ginagamit upang makipagpalitan ng personal na data (mga namecard, contact sa Phonebook, atbp.) sa mga Bluetooth device.
tr_tr: Bluetooth aygıtları ile kişisel veri (kartvizit, rehber vb.) alışverişi yapmak için kullanılır.
uk: Використовується для здійснення обміну персональними даними (візитівками, контактами з телефонної книги тощо) між пристроями Bluetooth.
ur: بلیوٹوتھ آلات سے ڈیٹا تبدیل کرنے کیلیے استعمال ہوتا ہے۔
uz: Bluetooth qurilmalari bilan shaxsiy ma’lumotlarni (tashrif kartalari, telefon kitobi kontaktlari va boshqalar) almashish uchun ishlatiladi.
vi: Sử dụng để trao đổi dữ liệu cá nhân (danh thiếp, danh bạ, v.v..) thông qua Bluetooth.
zh_cn: 通过蓝牙设备交换个人数据（名片、电话簿联系人等）
zh_hk: 用以與其他藍牙裝置交換個人資料（名片、電話簿聯絡人等）

# IDS_BT_BODY_INPUT_DEVICE
source: Input device
ar: جهاز الإدخال
as: ইনপুট ডিভাইচ
az: Daxiletmə cihazı
bg: Входно устройство
bn: ইনপুট ডিভাইস
ca: Dispositiu d’introducció
cs: Vstupní zařízení
da: Inputenhed
de: Eingabegerät
el_gr: Συσκευή εισόδου
et: Sisendseade
eu: Sarrera gailua
fi: Syöttölaite
fr_ca: Périphérique d'entrée
ga: Gléas ionchuir
gl: Dispositivo de entrada
gu: ઇનપુટ ઉપકરણ
he: התקן קלט
hi: इनपुट डिवाइस
hr: Ulazni uređaj
hu: Beviteli eszköz
hy: Ներմուծման սարք
id: Perangkat masukan
is: Innsláttartæki
it_it: Dispositivo di inserimento
ja_jp: 入力デバイス
ka: მიმღები მოწყობილობა
kk: Құрылғы енгізу
km: ឧបករណ៍​បញ្ចូល
kn: ಇನ್‌ಪುಟ್ ಸಾಧನ
ko_kr: 입력 디바이스
lo: ອຸປະກອນປ້ອນຂໍ້ມູນ
lt: Įvesties įrenginys
lv: Ievades ierīce
mk: Влезен уред
ml: ഇന്‍പുട്ട് ഉപകരണം
mn_mn: Оруулах төхөөрөмж
mr: निविष्ट उपकरण
ms: Peranti input
my: ျဖည့္သြင္း ကိရိယာ
nb: Inndataenhet
ne: इन्पुट यन्त्र
nl: Invoerapparaat
or: ଡିଭାଇସ୍ ଇନ୍‌ପୁଟ୍।
pa: ਇਨਪੁਟ ਡਿਵਾਈਸ
pl: Urządzenie wejściowe
pt_pt: Dispositivo de introdução
ro: Dispozitiv de intrare
ru_ru: Устройство ввода
si: යෙදවුම් උපාංගය
sk: Vstupné zariadenie
sl: Vnosna naprava
sr: Ulazni uređaj
sv: Indataenhet
ta: உள்ளீட்டு சாதனம்
te: ఇన్‌పుట్ పరికరం
th: อุปกรณ์​อินพุต
tr_tr: Giriş cihazı
uk: Пристрій введення
ur: ان پٹ آلہ
uz: Kiritish qurilmasi
vi: Thiết bị nhập
zh_cn: 输入设备
zh_hk: 輸入裝置

# IDS_BT_BODY_INTERNET_ACCESS_ABB2
source: Internet access
ar: الاتصال بالإنترنت
as: ইণ্টাৰনেট প্ৰৱেশ
az: İnternet çıxışı
bg: Достъп до интернет
bn: ইন্টারনেট অ্যাক্সেস
ca: Accés a Internet
cs: Přístup k Internetu
da: Internetadgang
de: Internetzugang
el_gr: Πρόσβαση στο Internet
et: Juurdepääs internetile
eu: Internetera sarbidea
fi: Internetin käyttö
fr_ca: Accès Internet
ga: Rochtain Idirlín
gl: Acceso á Internet
gu: ઇન્ટરનેટ ઍક્સેસ
hi: इंटरनेट ऍक्सेस
hr: Pristup internetu
hu: Internet hozzáférés
hy: Ինտերնետի մուտք
id: Akses Internet
is: Internettenging
it_it: Accesso a Internet
ja_jp: インターネット接続
ka: ინტერნეტზე წვდომა
kk: Интернетке кіру
km: ការចូលប្រើ​អ៊ីនធឺណិត
kn: ಇಂಟರ್‌ನೆಟ್ ಪ್ರವೇಶ
ko_kr: 인터넷 접속
lo: ການເຂົ້າອິນເຕີເນັດ
lt: Interneto prieiga
lv: Piekļuve internetam
mk: Пристап на интернет
ml: ഇന്‍റര്‍നെറ്റ് അക്സസ്സ്
mn_mn: Интернэтэд нэвтрэх эрх
mr: इंटरनेट ऍक्सेस
ms: Capaian Internet
my: အင္တာနက္ ဝင္ေရာက္မႈ
nb: Internett-tilgang
ne: इन्टरनेट पहुँच
nl: Internettoegang
or: ଇଣ୍ଟର୍ନେଟ୍ ଆକସେସ୍
pa: ਇੰਟਰਨੈੱਟ ਪਹੁੰਚ
pl: Dostęp do Internetu
pt_pt: Acesso à Internet
ro: Acces la internet
ru_ru: Доступ к Интернету
si: අන්තර්ජාල ප්‍රවේශය
sk: Prístup na internet
sl: Internetni dostop
sr: Pristup Internetu
sv: Internetåtkomst
ta: இணைய அணுகல்
te: ఇంటర్నెట్ యాక్సెస్
th: การเข้าใช้อินเตอร์เน็ต
tl: Access sa Internet
tr_tr: Internet erişimi
uk: Доступ до Інтернету
ur: انٹرنیٹ رسائی
uz: Internetga kirish
vi: Truy cập Internet
zh_cn: 互联网访问
zh_hk: 互聯網存取

# IDS_BT_BODY_MEDIA_AUDIO
source: Media audio
ar: صوت الوسائط
as: মিডিয়া অডিঅ'
az: Media audiosu
bg: Аудио за мултимедия
bn: মিডিয়া অডিও
ca: Àudio multimèdia
cs: Zvuk média
da: Medielyd
de: Medienwiedergabe
el_gr: Ήχος πολυμέσων
et: Meediumi heli
eu: Multimedia audioa
fi: Median ääni
fr_ca: Audio pour les médias
ga: Fuaim meán
gl: Audio multimedia
gu: મીડિયા ઓડિયો
he: שמע מדיה
hi: मीडिया ऑडियो
hr: Zvuk multimedije
hu: Média hangja
hy: Միջոցներ ձայնային
id: Audio media
is: Hljóð efnis
it_it: Audio multimediale
ja_jp: メディアオーディオ
ka: მედია აუდიო
kk: Мультимедиа дыбысы
km: អូឌីយ៉ូ​មេឌៀ
kn: ಮೀಡಿಯಾ ಆಡಿಯೊ
ko_kr: 미디어 오디오
lo: ສຽງສື່
lt: Medijos garsas
lv: Multivides audio
mk: Медиумско аудио
ml: മീഡിയ ഓഡിയോ
mn_mn: Медиа аудио
mr: मीडिया ऑडियो
ms: Audio media
my: မီဒီယာ အသံ
nb: Medielyd
ne: मिडिया अडियो
or: ମିଡିଆ ଅଡିଓ।
pa: ਮੀਡਿਆ ਆਡੀਓ
pl: Multimedia audio
pt_pt: Áudio de multimédia
ro: Conţinut media audio
ru_ru: Звук мультимедиа
si: මාධ්‍ය ශ්‍රව්‍ය
sk: Zvuk médií
sl: Predvajanje zvoka
sr: Audio za medije
sv: Medieljud
ta: ஊடக கேட்பொலி
te: మీడియా ఆడియో
th: เสียง​มี​เดีย
tr_tr: Ortam sesi
uk: Медіа
ur: میڈیا آڈیو
vi: Âm thanh media
zh_cn: 媒体音频
zh_hk: 媒體音訊

# IDS_BT_BODY_MY_PHONES_NAME
source: My phone's name
ar: اسم هاتفي
as: মোৰ ফোনৰ নাম
az: Mənim telefonumun adı
bg: Име на моя телефон
bn: আমার ফোনের নাম
ca: Nom del meu telèfon
cs: Jméno telefonu
da: Min telefons navn
de: Name des eigenen Telefons
el_gr: Το όνομα του τηλεφώνου μου
et: Minu telefoni nimi
eu: Nire telefonoaren izena
fi: Oman puhelimen nimi
fr_ca: Nom du téléphone
ga: Ainm m'fhóin
gl: Nome do meu teléfono
gu: મારા ફોનનું નામ
he: שם הטלפון שלי
hi: मेरे फोन का नाम
hr: Ime telefona
hu: Saját telefon neve
hy: Իմ հեռախոսի անունը
id: Nama telepon saya
is: Nafn símans
it_it: Nome telefono
ja_jp: デバイス名称変更
ka: ჩემი ტელეფონის სახელი
kk: Телефонның аты
km: លេខ​ទូរសព្ទ​ខ្ញុំ
kn: ನನ್ನ ಫೋನ್‍ಗಳ ಹೆಸರು
ko_kr: 내 휴대전화 이름
lo: ຊື່ຂອງໂທລະສັບຂອງຂ້ອຍ
lt: Mano telefono pavadinimas
lv: Mana tālruņa nosaukums
mk: Име на мојот телефон
ml: എന്‍റെ ഫോണിന്‍റെ പേര്
mn_mn: Миний утасны нэр
mr: माझ्या फोनचे नाव
ms: Nama telefon saya
my: ကၽြႏု္ပ္ဖုန္း၏အမည္
nb: Min telefons navn
ne: मेरो फोनको नाम
nl: Naam van mijn telefoon
or: ମୋ ଫୋନ୍‌ର ନାମ
pa: ਮੇਰੇ ਫੋਨ ਦਾ ਨਾਂ
pl: Nazwa mojego telefonu
pt_pt: O nome do meu telefone
ro: Numele telefonului meu
ru_ru: Имя телефона
si: මගේ දුරකථනයේ නම
sk: Meno telefónu
sl: Ime mojega telefona
sr: Ime mog telefona
sv: Telefonens namn
ta: எனது ஃபோன் பெயர்
te: నా ఫోన్‌లు పేరు
th: ชื่อ​ของ​เครื่อง​ส่วน​ตัว
tl: Pangalan ng aking telepono
tr_tr: Telefonumun adı
uk: Назва мого телефону
ur: میرے فون کا نام
uz: Mening telefonim nomi
vi: Tên điện thoại
zh_cn: 本机名称
zh_hk: 我的手機名稱

# IDS_BT_BODY_MY_PHONES_VISIBILITY
source: My phone's visibility
ar: رؤية هاتفي
as: মোৰ ফোনৰ দৃশ্যমানতা
az: Telefonumun görünə bilməsi
bg: Видимост на моя телефон
bn: আমার ফোনের দৃশ্যমানতা
ca: Visibilitat del meu telèfon
cs: Viditelnost telefonu
da: Min telefons synlighed
de: Sichtbarkeit des Geräts
el_gr: Η ορατότητα του τηλεφώνου μου
et: Minu telefoni nähtavus
eu: Nire telefonoaren ikusgaitasuna
fi: Oman puhelimen näkyvyys
fr_ca: Visibilité du téléphone
ga: Infheictheacht m'fhóin
gl: Visibilidade do meu teléfono
gu: મારા ફોનની દૃશ્યતા
he: חיווי הטלפון שלי
hi: मेरे फोन की दृश्यता
hr: Vidljivost
hu: Saját telefon láthatósága
hy: Իմ հեռախոսի տեսանելիությունը
id: Visibilitas telepon saya
is: Sýnileiki
it_it: Visibilità telefono
ja_jp: 公開設定
ka: ჩემი ტელეფონის ხილვადობა
kk: Телефонның түрі
km: ភាពឃើញ​ទូរសព្ទ​ខ្ញុំ
kn: ನನ್ನ ಪೋನ್‍ಗಳ ಗೋಚರತೆ
ko_kr: 내 디바이스 검색 허용
lo: ຄວາມສາມາດເຫັນໄດ້ຂອງໂທລະສັບຂອງຂ້ອຍ
lt: Mano telefono aptinkamumas
lv: Mana tālruņa uztveramība
mk: Видливост на мојот телефон
ml: എന്‍റെ ഫോണിന്‍റെ ദൃശ്യത
mn_mn: Миний утасны харагдах байдал
mr: माझ्या फोनची दृश्यता
ms: Penglihatan telefon saya
my: ကၽြႏု္ပ္ဖုန္း၏ျမင္ႏိုင္မႈ
nb: Min telefons synlighet
ne: मेरो फोनको प्रत्यक्षता
nl: Zichtbaarheid van mijn telefoon
or: ମୋ ଫୋନ୍‌ର ଦୃଶ୍ୟଲବ୍ଧତା
pa: ਮੇਰੇ ਫੋਨ ਦੀ ਦ੍ਰਿਸ਼ਮਾਨਤਾ
pl: Widzialność mojego telefonu
pt_pt: A visibilidade do meu telefone
ro: Vizibilitatea telefonului meu
ru_ru: Видимость телефона
si: මගේ දුරකථනයේ පෙනීම
sk: Viditeľnosť tel.
sl: Vidnost mojega telefona
sr: Vidljivost mog telefona
sv: Telefonens synlighet
ta: எனது ஃபோன் புலப்பாடு
te: నా ఫోన్‌లు ప్రత్యక్షత
th: การเข้าถึงเครื่องส่วนตัว
tl: Pagpapakita ng aking telepono
tr_tr: Telefonumun görünürlüğü
uk: Видимість телефону
ur: میرے فون کا دکھائی دینا
uz: Mening telefonim ko‘rinish imkoniyati
vi: Cho phép tìm thấy
zh_cn: 我的话机可见模式
zh_hk: 本手機可見度

# IDS_BT_BODY_NORMAL
source: Normal
ar: عادي
as: স্বাভাৱিক
bg: Нормален
bn: সাধারণ
cs: Normální
el_gr: Κανονική
et: Tavaline
eu: Arrunta
fi: Normaali
fr_ca: Normale
ga: Normálta
gu: સામાન્ય
he: רגיל
hi: सामान्य
hr: Normalna
hu: Normál
hy: Նորմալ
is: Venjulegt
it_it: Normale
ja_jp: 標準
ka: ნორმალური
kk: Қалыпты
km: ធម្មតា
kn: ಸಾಮಾನ್ಯ
ko_kr: 보통
lo: ປົກກະຕິ
lt: Įprastas
lv: Parasta
mk: Нормално
ml: സാധാരണ
mn_mn: Ердийн
mr: सामान्य
ms: Biasa
my: ပုံမွန္
ne: सामान्य
nl: Normaal
or: ସାଧାରଣ
pa: ਸਧਾਰਨ
pl: Normalny
ru_ru: Обычный
si: සාමාන්‍ය
sk: Normál.
sl: Normalno
sr: Normalan
ta: சாதாரண
te: సాధారణ
th: ปกติ
uk: Звичайний
ur: معمولی
vi: Bình thường
zh_cn: 正常
zh_hk: 正常

# IDS_BT_BODY_NO_DEVICES
source: No devices
ar: لا توجد أجهزة
as: কোনো ডিভাইচ নাই
az: Cihaz yoxdur
bg: Няма устройства
bn: কোনও ডিভাইস নেই
ca: Sense dispositius
cs: Žádná zařízení
da: Ingen enheder
de: Keine Geräte
el_gr: Καμία συσκευή
et: Seadmeid pole
eu: Gailurik ez
fi: Ei laitteita
fr_ca: Aucun appareil
ga: Níl gléasanna ann
gl: Non hai dispositivos
gu: કોઈ ઉપકરણ નથી
he: אין התקנים
hi: कोई डिवाइस नहीं
hr: Nema uređaja
hu: Nincs eszköz
hy: Սարքեր չկան
id: Tidak ada perangkat
is: Engin tæki
it_it: Nessun dispositivo
ja_jp: デバイスがありません。
ka: მოწყობილობები არ არის
kk: Құрылғылар жоқ
km: គ្មាន​ឧបករណ៍
kn: ಸಾಧನಗಳಿಲ್ಲ
ko_kr: 디바이스가 없습니다
lo: ບໍ່ມີເຄື່ອງອຸປະກອນ
lt: Nėra įrenginių
lv: Nav ierīču
mk: Нема уреди
ml: ഉപകരണങ്ങള്‍ ഇല്ല
mn_mn: Төхөөрөмж алга
mr: उपकरणे नाही
ms: Tiada peranti
my: မည္သည့္ ကိရိယာမွ မရွိပါ
nb: Ingen enheter
ne: कुनै यन्त्रहरू छैनन्।
nl: Geen apparaten
or: କୌଣସି ଡିଭାଇସ୍‌ ନାହିଁ
pa: ਕੋਈ ਡਿਵਾਈਸਿਸ ਨਹੀਂ
pl: Brak urządzeń
pt_pt: Sem dispositivos
ro: Nu există dispozitive
ru_ru: Нет устройств
si: උපාංග නැත
sk: Žiadne zariadenia
sl: Ni naprav
sr: Nema uređaja
sv: Inga enheter
ta: சாதனங்கள் இல்லை
te: పరికరాలు లేవు
th: ไม่​มี​อุปกรณ์
tl: Walang mga device
tr_tr: Cihaz yok
uk: Немає пристроїв
ur: کوئی آلہ نہیں
uz: Qurilmalar yo‘q
vi: Không có thiết bị
zh_cn: 没有设备
zh_hk: 無裝置

# IDS_BT_BODY_NO_DEVICES_FOUND_ABB
source: No devices found
ar: لم يتم العثور على أجهزة
as: কোনো ডিভাইচ পোৱা নগ'ল
az: Heç bir cihaz tapılmadı
bg: Не са намерени устройства
bn: কোনও ডিভাইস খুঁজে পাওয়া যায়নি
ca: No s'han trobat dispositius
cs: Nebyla nalezena žádná zařízení
da: Ingen enheder fundet
de: Keine Geräte gefunden
el_gr: Δεν βρέθηκαν συσκευές
et: Seadmeid ei leitud
eu: Ez da gailurik aurkitu
fi: Laitteita ei löytynyt
fr_ca: Aucun appareil détecté
ga: Níor aimsíodh gléasanna
gl: Non se atoparon dispositivos
gu: કોઈ ઉપકરણો મળ્યાં નથી
hi: कोई डिवाइस नहीं मिले
hr: Nisu pronađeni uređaji
hu: Nem található eszköz
hy: Սարքեր չեն գտնվել
id: Tidak ditemukan perangkat
is: Engin tæki fundust
it_it: Nessun dispositivo trovato
ja_jp: デバイスが見つかりません。
ka: მოწყობილობები ვერ მოიძებნა
kk: Құрылғылар табылмады
km: រក​មិន​ឃើញ​ឧបករណ៍​ណា​មួយ
kn: ಸಾಧನಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ko_kr: 디바이스를 찾을 수 없음
lo: ບໍ່ພົບອຸປະກອນ
lt: Įrenginių nerasta
lv: Nav atrasta neviena ierīce
mk: Нема уреди
ml: ഉപകരണങ്ങൾ ഒന്നും കണ്ടെത്തിയില്ല
mn_mn: Төхөөрөмж олдсонгүй
mr: कोणतीही उपकरणे सापडली नाहीत
ms: Tiada peranti dijumpai
my: ကိရိယာမ်ား မေတြ႕ပါ
nb: Ingen enheter funnet
ne: कुनै यन्त्रहरू फेला परेनन्
nl: Geen apparaten gevonden
or: କୌଣସି ଡିଭାଇସ୍ ମିଳିଲା ନାହିଁ
pa: ਕੋਈ ਡਿਵਾਈਸ ਨਹੀਂ ਮਿਲੇ
pl: Nie znaleziono żadnych urządzeń
pt_pt: Sem dispositivos encontrados
ro: Nu au fost găsite dispozitive
ru_ru: Устройства не найдены
si: උපාංග කිසිවක් හමු නොවිණි
sk: Nenašli sa žiadne zariadenia
sl: Nobena naprava ni najdena
sr: Nema uređaja
sv: Inga enheter hittades
ta: சாதனங்கள் எதுவும் கண்டறியப்படவில்லை
te: పరికరాలు కనుగొనబడలేదు
th: ไม่พบอุปกรณ์ใดๆ
tl: Walang mga device na nakita
tr_tr: Cihaz bulunamadı
uk: Пристрої не знайдено
ur: کوئی آلہ جات نہیں ملے
uz: Qurilmalar topilmadi
vi: Không tìm thấy thiết bị nào
zh_cn: 未找到设备
zh_hk: 找不到裝置
