Repository: tizenorg/apps.core.preloaded.ug-bluetooth-efl
Catalog: po/*.po
Languages: ar, as, az, bg, bn, ca, cs, da, de, el_gr, et, eu, fi, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, lo, lt, lv, mk, ml, mn_mn, mr, ms, my, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sr, sv, ta, te, th, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

# IDS_BT_BODY_INFOAVHEADSET
source: Used to make calls and listen to music via Bluetooth stereo headsets.
ar: يتم استخدامها لإجراء المكالمات والاستماع للموسيقى عبر سماعة ستيريو البلوتوث.
as: ব্লুটুথ ষ্টেৰেও হেডচেটৰ জৰিয়তে কলসমূহ তৈয়াৰ কৰিবলৈ আৰু সঙ্গীত শুণিবলৈ ব্যৱহাৰ কৰে৷
az: Bluetooth stereo qulaqlıqlarından zəng etmək və musiqiyə qulaq asmaq üçün istifadə edilir.
bg: Използва се за провеждане на разговори и слушане на музика чрез Bluetooth стерео слушалки.
bn: ব্লুটুথ স্টিরিও হেডসেটের মাধ্যমে কল করতে এবং মিউজিক শুনতে ব্যবহৃত।
ca: S'utilitza per a fer trucades i escoltar música mitjançant els auriculars estèreo Bluetooth
cs: Pomocí vzdáleného multifunkčního headsetu Bluetooth můžete poslouchat hudbu
da: Bruges til at foretage opkald og høre musik via Bluetooth-stereoheadset.
de: Das Bluetooth-Stereo-Headset erlaubt Ihnen Musik zu hören
el_gr: Χρησιμοποιείται για την πραγματοποίηση κλήσεων και για ακρόαση μουσικής μέσω στερεοφωνικών ακουστικών Bluetooth.
et: Kasutatakse helistamiseks ja muusika kuulamiseks Bluetoothi stereo-peakomplektiga.
eu: Bluetooth entzungailu estereoen bidez deiak egin eta musika entzuteko erabiltzen da
fi: Käytetään musiikin kuunteluun Bluetooth A/V-kuulokemikrofonin avulla.
fr_ca: Permet de passer des appels et d'écouter de la musique avec un casque stéréo Bluetooth.
ga: Úsáidtear é chun glaonna a chur agus éisteacht le ceol trí ghléasanna cinn steirió Bluetooth.
gl: Utilízase para realizar chamadas e escoitar música cos auriculares estéreo Bluetooth
gu: બ્લ્યુટુથ સ્ટીરિયો હેડસેટસ દ્વારા કૉલ કરવા અને સંગીત સાંભળવા ઉપયોગ થયો.
he: משמש לביצוע שיחות ולהאזנה למוסיקה באמצעות אוזניות סטריאו של Bluetooth
hi: ब्लूटूथ स्टीरियो हेडसेट के द्वारा कॉलें करने तथा संगीत सुनने के लिए उपयोग।
hr: Služe za razgovore i slušanje glazbe preko Bluetooth stereo slušalica.
hu: Bluetooth sztereó fülhallgatóval történő zenehallgatás engedélyezésére szolgál
hy: Օգտագործվում է կանչեր կատարելու և Bluetooth ստերեո գլխադիրով երաժշտություն լսելու համար:
id: Dipakai untuk melakukan panggilan dan mendengarkan lagu melalui headset stereo Bluetooth.
is: Notað fyrir hringingar og til að hlusta á tónlist í Bluetooth sterío höfuðtólum.
it_it: L'auricolare stereo Bluetooth remoto consente di ascoltare la musica.
ja_jp: Bluetoothステレオヘッドセットで通話したり、音楽を聞いたりするのに使います。
ka: გამოიყენება Bluetooth სტერეო მინიგარნიტურებით ზარის განსახორციელებლად და მუსუკის მოსასმენად.
kk: Қашықтықтағы Bluetooth қос құлақ аспабы музыка тыңдауға мүмкіндік береді.
km: បាន​ប្រើ​ដើម្បី​ធ្វើ​ការហៅ និង ស្ដាប់​តន្ត្រី​តាម​កាស​ស្តេរេអូ Bluetooth។
kn: ಕರೆಗಳನ್ನು ಮಾಡಲು ಮತ್ತು ಬ್ಲೂಟೂತ್ ಸ್ಟೀರಿಯೊ ಹೆಡ್‌ಸೆಟ್‌ ಮೂಲಕ ಸಂಗೀತ ಆಳಿಸಲು ಉಪಯೋಗಿಸಲಾಗುತ್ತದೆ.
ko_kr: 블루투스 스테레오 헤드셋으로 통화하거나 음악을 들을 수 있습니다.
lo: ໃຊ້ເພື່ອໂທ ແລະຟັງເພງຜ່ານຊຸດຫູຟັງສະເຕເຣໂອບລູທູດ.
lt: Naudojama skambinti ir klausytis muzikos per „Bluetooth“ stereofonines ausines.
lv: Lieto, lai veiktu zvanus un klausītos mūziku, izmantojot Bluetooth stereoaustiņas.
mk: Се користи за остварување повици и слушање музика преку Bluetooth стерео слушалки.
ml: ബ്ലൂടൂത്ത് സ്റ്റീരിയോ ഹെഡ്‌സെറ്റുകള്‍ വഴി കോള്‍ ചെയ്യാനും സംഗീതം ആസ്വദിക്കാനും ഉപയോഗിക്കുന്നു.
mn_mn: Bluetooth стерео чихэвчүүдээр дуудлага хийх болон хөгжим сонсоход ашигладаг.
mr: ब्लूटूथ स्टीरियो हेडसेट्सचा मार्फत फोन करण्यासाठी आणि संगीत ऐकण्यासाठी वापरला गेला.
ms: Digunakan utk membuat panggilan dan mendengar muzik melalui set kepala stereo Bluetooth.
my: ဘလူးတုသ္ စတီရီယုိ နာၾကပ္မ်ားျဖင့္ ဖုန္းေခၚဆုိမႈမ်ား ႏွင့္ေတးဂီတ နားေထာင္းျခင္းမ်ားကုိ ျပဳလုပ္ေလ့ရွိပါသည္။
nb: Brukes til å foreta anrop og lytte til musikk via Bluetooth stereo-hodesett.
ne: ब्लुटूथ स्टेरियो हेड्सेट द्वारा कलहरू गर्न र संगीत सुन्नलाई प्रयोग गरिन्छ।
nl: Met de externe Bluetooth stereoheadset kunt u naar muziek luisteren.
or: ବ୍ଲୁଟୁଥ୍ ଷ୍ଟେରିଓ ହେଡସେଟ ଗୁଡିକ ମାଧ୍ୟମରେ ସଙ୍ଗୀତ ଶୁଣିବା ଏବଂ କଲ୍‌ଗୁଡିକ କରିବାକୁ ବ୍ୟବହୃତ ହେଉଛି।
pa: ਬਲੂਟੁੱਥ ਸਟੀਰਿਓ ਹੈੱਡਸੈੱਟ ਦੁਆਰਾ ਕਾੱਲ ਕਰਨ ਅਤੇ ਸੰਗੀਤ ਸੁਣਨ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ।
pl: Używane w celu wykonywania połączeń oraz słuchania muzyki przy użyciu słuchawek stereo Bluetooth.
pt_pt: Utilizado para activar a audição de música através do auricular estéreo Bluetooth.
ro: Utilizat pentru apelare sau redare muzică prin cască stereo Bluetooth
ru_ru: Стереогарнитура Bluetooth позволяет выполнять вызовы и прослушивать музыку.
si: ඇමතුම් ලබාගැනීමට සහ බ්ලූටූත් ස්ටීරියෝ හෙඩ්සෙටය මගින් සංගීතයට සවන් දීමට යොදා ගනී.
sk: Vzdialená dvojitá náhlavná súprava Bluetooth umožňuje počúvať hudbu.
sl: Se uporablja za klice in poslušanje glasbe prek stereo slušalk Bluetooth.
sr: Koristi se za pozivanje i za slušanje muzike putem Bluetooth stereo slušalica.
sv: Används för att lyssna på musik via Bluetooth stereoheadset.
ta: ப்ளூடூத் ஸ்டீரியோ ஹெட்செட் வழியே அழைப்புகள் செய்ய, இசை கேட்க பயன்படுகிறது.
te: బ్లూటూత్ స్టీరియో హెడ్సెట్‌ల ద్వారా కాల్‌లను చేయడానికి మరియు మ్యూజిక్‌ను వినడానికి ఉపయోగపడుతుంది.
th: ใช้ทำการโทร และฟังเพลง โดยผ่านหูฟัง บลูทูธสเตอริโอ
tl: Ginagamit upang magsagawa ng mga tawag at makinig ng musika sa pamamagitan ng mga stereo headset ng Bluetooth.
tr_tr: Bluetooth stereo kulaklık ile müzik dinlemek ve arama yapmak için kullanılır.
uk: Використовується для здійснення викликів та прослуховування музики через стереогарнітуру Bluetooth.
ur: بلویو ٹوتھ ہیڈسیٹ کے زریعے کال کرتے اور گانے سنتے تھے۔
uz: Bluetooth stereo quloqliklari orqali qo‘ng‘iroqlar amalga oshirish va musiqa tinglash uchun ishlatiladi.
vi: Được dùng để thực hiện cuộc gọi và nghe nhạc qua bộ tai nghe âm thanh nổi Bluetooth.
zh_cn: 通过蓝牙立体声耳机拨打电话和收听音乐
zh_hk: 用以透過藍牙立體聲耳機撥號及收聽音樂

# IDS_BT_BODY_INFODIALUP
source: Used to provide Internet access for Bluetooth devices via the phone's modem.
ar: يتم استخدامها لتفعيل نفاذ الإنترنت لأجهزة البلوتوث عبر مودم الهاتف.
as: ফোনৰ ম'ডেমৰ জৰিয়তে ব্লুটুথ ডিভাইচৰ কাৰণে ইণ্টাৰনেট সংযোগ প্ৰদান কৰিবলৈ ব্যৱহাৰ কৰে৷
az: Telefon modemi vasitəsilə Bluetooth cihazlarının İnternetə girişinin təmin edilməsi üçün istifadə edilir.
bg: Използва се за предоставяне на интернет достъп за Bluetooth устройства чрез модема на телефона.
bn: ফোনের মডেমের মাধ্যমে ব্লুটুথ উপকরণের জন্য ইন্টারনেট অধিগম্যতা প্রদানে ব্যবহৃত।
ca: S'utilitza per a proporcionar accés a Internet a dispositius Bluetooth mitjançant el mòdem del telèfon
cs: Vzdálené zařízení bluetooth může být používáno pro přístup na internet přes telefonní modem
da: Bruges til at give Bluetooth-enheder adgang til internettet via telefonens modem.
de: Das Remote-Bluetooth-Gerät ermöglicht Internetzugriff über ein Telefonmodem.
el_gr: Χρησιμεύει για τη σύνδεση των συσκευών Bluetooth στο Internet μέσω του μόντεμ.
et: Kasutatakse Bluetoothi seadmetele telefonimodemi kaudu Interneti-ligipääsu tagamiseks.
eu: Bluetooth gailuei telefonoaren modemaren bidez internetera sarrera emateko erabiltzen da
fi: Käytetään Bluetooth-laitteiden Internet-yhteyden muodostamiseen puhelinmodeemin kautta.
fr_ca: Permet d'accéder à Internet depuis un périphérique Bluetooth via le modem du téléphone.
ga: Úsáidtear é chun rochtain Idirlín a sholáthar ar ghléasanna Bluetooth trí mhóideim an fhóin.
gl: Utilízase para proporcionar acceso a Internet aos dispositivos Bluetooth a través do módem do teléfono
gu: ફોનના મોડમ દ્વારા બ્લ્યુટુથ સાધનને ઇન્ટરનેટ પ્રવેશ પૂરૂં પાડવા માટે ઉપયોગ થયો.
he: משמש למתן גישה לאינטרנט עבור התקני Bluetooth באמצעות המודם של הטלפון
hi: फोन मॉडेम के द्वारा ब्लूटूथ डिवाइसों के लिए इंटरनेट उपयोग प्रदान करने के लिए उपयोग।
hr: Omogućuje pristup Internetu Bluetooth uređajima preko modema uređaja.
hu: Bluetooth-eszközök internet-hozzáférésének biztosítására szolgál a telefon modemjén keresztül.
hy: Օգտավործվում է հեռախոսի մոդեմի միջոցով Bluetooth սարքերին ինտերնետ կապ տրամադրելու համար:
id: Digunakan utk menyediakan akses Internet utk perangkat Bluetooth lewat modem phone.
is: Notað til að veita internetaðgang fyrir Bluetooth tæki um mótald símans.
it_it: È possibile utilizzare il dispositivo Bluetooth remoto per l'accesso a Internet mediante il modem del telefono.
ja_jp: 本体モデムからBluetoothデバイスにインターネット接続するのに使います。
ka: გამოიყენება Bluetooth მოწყობილობების ინტერნეტთან დასაკავშირებლად ტელეფონის მოდემის საშუალებით.
kk: Блютуз құрылғыларына телефон арқылы интернетке кіруді қамтамасыз ету үшін пайдаланылған.
km: បាន​ប្រើ​ដើម្បី​ផ្តល់​ការចូលប្រើ​អ៊ីនធឺណិត​សម្រាប់​ឧបករណ៍ Bluetooth តាម​ម៉ូដឹម​របស់​ទូរសព្ទ។
kn: ಫೋನ್' ಮೋಡೆಮ್ ಮೂಲಕ ಬ್ಲೂಟೂತ್ ಸಾಧನಗಳಿಗೆ ಅಂತರಜಾಲದ ಪ್ರವೇಶ ಒದಗಿಸುವುದಿಕ್ಕಾಗಿ ಉಪಯೋಗಿಸಲಾಗುತ್ತದೆ.
ko_kr: 블루투스 디바이스가 내 디바이스의 모뎀으로 인터넷에 연결할 수 있습니다.
lo: ໃຊ້ເພື່ອໃຫ້ເຄື່ອງບລູທູດອື່ນເຂົ້າເຖິງອິນເຕີເນັດຜ່ານໂມເດັມໂທລະສັບ
lt: Naudojama nurodyti „Bluetooth“ įrenginių prieigai prie interneto per telefono modemą.
lv: Tiek lietots, lai Bluetooth ierīcēm ļautu piekļūt internetam, izmantojot tālruņa modemu.
mk: Се користи за овозможување интернет пристап за Bluetooth уреди преку телефонски модем.
ml: ഫോണ്‍ മോഡം വഴി ബ്ലൂടൂത്ത് ഉപകരണങ്ങള്‍ ക്കായി ഇന്‍റര്‍നെറ്റ് ആക്‌സസ് ലഭ്യമാക്കാന്‍ ഉപയോഗിക്കുന്നു.
mn_mn: Bluetooth төхөөрөмжүүдэд утасны модем ашиглан интернет лүү хандахад ашигласан.
mr: फोन मॉडमच्या मार्फत ब्लूटूथ उपकरणाची इंटरनेटची पोच उपलब्ध करण्यासाठी वापरला गेला.
ms: Digunakan utk membekalkan capaian Internet utk peranti Bluetooth melalui modem telefon.
my: ဘလူးတုသ္ စက္ကိရိယာမ်ားကုိ ဖုန္း၏မုိဒမ္မွ တစ္ဆင့္ အင္တာနက္ ၀င္ေရာက္သုံးစြဲခြင့္ ေပးေလ့ရွိပါသည္။
nb: Brukes til å aktivere Internett-tilgang for Bluetooth-enheter via telefonens modem.
ne: फोनको मोडेमद्वारा ब्लुटूथ उपकरणहरूलाई इन्टरनेट टसम्म पहुँचका लागि प्रयोग गरिन्छ।
nl: Met het Bluetooth-apparaat is internettoegang via een telefoonmodem mogelijk.
or: ଫୋନ୍‌ର ମୋଡ଼େମ୍ ମାଧ୍ୟମରେ ଇଣ୍ଟରନେଟ୍ ବ୍ୟବହାର ପ୍ରଦାନ କରିବାକୁ ବ୍ଲୁଟୁଥ୍ ଡିଭାଇସ୍‌ଗୁଡିକ ବ୍ୟବହୃତ ହେଉଛି।
pa: ਫੋਨ ਮਾਡਮ ਦੁਆਰਾ ਬਲੂਟੁੱਥ ਡਿਵਾਈਸਾਂ ਲਈ ਇੰਟਰਨੈੱਟ ਐਕਸੈੱਸ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ।
pl: Używane w celu zapewnienia dostępu do Internetu dla urządzeń Bluetooth za pośrednictwem modemu telefonu.
pt_pt: Utilizado para permitir o acesso de dispositivos Bluetooth à Internet, através do modem do telefone.
ro: Utilizat pentru acces internet dispozitivelor Bluetooth, via modemul telefonului
ru_ru: Используется для разрешения устройствам Bluetooth доступа в Интернет через модем телефона.
si: දුරකථන මොඩමය මගින් බ්ලූටූත් උපාංගයට අන්තර්ජාල ප්‍රවේශය ලබා දීමට යොදා ගනී.
sk: Vzdialené zariadenie bluetooth môže byť používané pre prístup na internet cez telefónny modem.
sl: Omogoča napravam Bluetooth dostop do interneta prek telefonskega modema.
sr: Koristi se za omogućavanje pristupa Internetu za Bluetooth uređaje putem telefonskog modema.
sv: Används för att aktivera Internet-åtkomst för Bluetooth-enheter via telefonens modem.
ta: ஃபோனின் மோடம் மூலம் ப்ளூடூத் சாதனங்களுக்கு இணையதள அணுகல் வசதி வழங்க பயன்படுகிறது.
te: ఫోన్‌ల యొక్క మోడమ్ ద్వారా బ్లూటూత్ పరికరాల కోసం ఇంటర్నెట్ యాక్సెస్‌ను అందించేందుకు ఉపయోగపడుతుంది.
th: ใช้เชื่อมต่ออิน เตอร์เน็ตสำ หรับอุปกรณ์ บลูทูธผ่านโม เด็มโทรศัพท์ได้
tl: Ginagamit upang magbigay ng access sa Internet para sa mga Bluetooth device sa pamamagitan ng modem ng telepono.
tr_tr: Bluetooth aygıtları için internet erişimini telefonun modemi ile etkinleştirmek için kullanılır.
uk: Використовується для отримання доступу в Інтернет для пристрою Bluetooth через модем телефону.
ur: بلیو ٹوتھ آلے کیلے فون کے موڈیم کے زریعے انٹرنیٹ کی سہولت فراہم کرتا ہے۔
uz: Bluetooth qurilmalariga telefon modemi orqali internetga kirish uchun ishlatiladi.
vi: Sử dụng để hỗ trợ truy cập Internet cho thiết bị Bluetooth khác thông qua modem điện thoại.
zh_cn: 通过手机的调制解调器为蓝牙设备提供上网服务
zh_hk: 用以透過手機數據機為藍牙裝置提供網絡存取

# IDS_BT_BODY_INFOFILETRANSFER
source: Used to transfer files to and from Bluetooth devices.
ar: تستخدم لتحويل الملفات من وإلى أجهزة بلوتوث.
as: ব্লুটুথ ডিভাইচৰ পৰা আৰু ইয়ালৈ ফাইল স্থানান্তৰ কৰিবলৈ ব্যৱহাৰ কৰে৷
az: Faylların Bluetooth qurğularına və oradan köçürülməsi üçün istifadə edilir.
bg: Използва се за прехвърляне на файлове от и към Bluetooth устройства.
bn: ব্লুটুথ উপকরণগুলিতে এবং থেকে ফাইল ট্রান্সফার করতে ব্যবহৃত।
ca: S'utilitza per a transferir fitxers entre dispositius Bluetooth
cs: Vzdálené zařízení bluetooth umožňuje přenos souborů z jednoho telefonu na druhý
da: Bruges til at overføre filer til og fra Bluetooth-enheder.
de: Das Remote-Bluetooth-Gerät ermöglicht die Übertragung von Dateien zwischen Ihrem Gerät und einem anderen Bluetooth-Gerät.
el_gr: Η απομακρυσμένη συσκευή bluetooth επιτρέπει στους χρήστες τη μεταφορά αρχείων από τη συσκευή τους σε άλλες.
et: Kasutatakse failide edastamiseks ja vastuvõtuks Bluetoothi seadmetega.
eu: Bluetooth gailuen artean transferentziak egiteko erabiltzen da
fi: Käytetään tiedostojen siirtoon Bluetooth-laitteiden välillä.
fr_ca: Permet de transférer des fichiers depuis et vers un périphérique Bluetooth.
ga: Úsáidtear é chun comhaid a aistriú go ghléasanna Bluetooth agus uathu.
gl: Utilízase para realizar transferencias de arquivos entre dispositivos Bluetooth
gu: બ્લ્યુટુથ સાધનો ને અને દ્વારા ફાઇલ તબદીલી માટે ઉપયોગ થયો.
he: משמש להעברת קבצים אל התקני Bluetooth ומהם
hi: ब्लूटूथ उपकरण को फाइलें स्थानांतरित करने और प्राप्त करने में उपयोग।
hr: Služi za prijenos datoteka sa i na Bluetooth uređaje.
hu: Fájlok átvitelére szolgál Bluetooth-eszközről és -eszközre.
hy: Օգտավործվում է Bluetooth սարքեր ֆայլեր ուղարկելու և ընդունելու համար:
id: Digunakan utk memindahkan file ke dan dari perangkat Bluetooth.
is: Notað til að flytja skrár til og frá Bluetooth-tækjum.
it_it: È possibile utilizzare il dispositivo Bluetooth remoto per trasferire file tra il proprio telefono e un altro dispositivo Bluetooth.
ja_jp: Bluetoothデバイスとのファイルを転送に使用
ka: გამოიყენება ფაილების გასაგზავნად Bluetooth მოწყობილობებზე და პირიქით.
kk: Bluetooth сымсыз құрылғысы тұтынушыларға басқа телефондарға ақпарат жіберуге мүмкіндік береді.
km: បាន​ប្រើ​ដើម្បី​ផ្ទេរ​ឯកសារ​ទៅ និង ពី​ឧបករណ៍ Bluetooth។
kn: ಬ್ಲೂಟೂತ್ ಸಾಧನದಿಂದ ಮತ್ತು ಸಾಧನಕ್ಕೆ ಫೈಲ್-ಗಳನ್ನು ವರ್ಗಾಯಿಸಲು ಉಪಯೋಗಿಸಲಾಗುತ್ತದೆ.
ko_kr: 블루투스 디바이스 간에 파일을 전송하거나 받을 수 있습니다.
lo: ໃຊ້ເພື່ອໂອນໄຟລ໌ຈາກອຸປະກອນບລູທູດ
lt: Naudojama siusti failams iš ir į „Bluetooth“ įrenginius.
lv: Izmanto, lai pārsūtītu failus uz Bluetooth ierīcēm un no tām.
mk: Се користи за пренос на фајлови помеѓу Bluetooth уреди.
ml: ബ്ലൂടൂത്ത് ഉപകരണങ്ങളിലേക്കും അവയില്‍ നിന്നും ഫയലുകള്‍ മാറ്റുന്നതിന് ഉപയോഗിക്കുന്നു.
mn_mn: Bluetooth төхөөрөмжүүд лүү болон төхөөрөмжөөс файл дамжуулахад ашигладаг.
mr: ब्लूटूथ उपकरणाला आणि उपकरणापासून फाईली स्थानांतरित करण्यासाठी वापरला गेला.
ms: Digunakan utk memindah fail ke dan dari alatan Bluetooth.
my: ဘလူးတုသ္ ကိရိယားမ်ားအၾကား ဖိုင္မ်ား အျပန္အလွန္ေျပာင္းေရႊ႕ေလ့ရွိပါသည္။
nb: Brukes til å overføre filer til og fra Bluetooth-enheter.
ne: ब्लुटूथ यन्‍त्रहरु देखि फाइलहरु तिर अथवा विपरीत दिशामा स्‍थानान्‍तरण गर्नको लागि प्रयोग गरिएको।
nl: Met het Bluetooth-apparaat kunt u bestanden overbrengen tussen uw handset en een ander Bluetooth-apparaat.
or: ବ୍ଲୁଟୁଥ୍ ଡିଭାଇସ୍‌ଗୁଡିକ ରୁ ଏବଂ କୁ ଫାଇଲ୍‌ଗୁଡିକ ସ୍ଥାନାନ୍ତରଣ କରିବାକୁ ବ୍ୟବହୃତ ହୋଇଥାଏ।
pa: ਬਲੂਟੁੱਥ ਡਿਵਾਈਸਾਂ ਤੇ ਫਾਈਲਾਂ ਤਬਦੀਲ ਕਰਨ ਅਤੇ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ।
pl: Używane w celu przenoszenia plików do i z urządzeń Bluetooth.
pt_pt: Utilizado para transferir ficheiros de e para dispositivos Bluetooth.
ro: Utilizat pentru transferul fişierelor între dispozitive Bluetooth
ru_ru: Используется для обмена файлами между устройствами Bluetooth.
si: ගොනු මාරුකිරීමට බ්ලූටූත් උපකරණ භාවිතා විය.
sk: Používa sa na prenos súborov medzi zariadeniami Bluetooth.
sl: Se uporablja za prenos datotek iz naprav Bluetooth in vanje.
sr: Koristi se za prenos fajlova sa Bluetooth uređaja i na njih.
sv: Används för att överföra filer till och från Bluetooth-enheter.
ta: கோப்பை ப்ளூடூத் சாதனங்களில் இருந்து இடமாற்ற பயன்படுகிறது.
te: బ్లూటూత్ ఉపకరణాల నుండి మరియు ఉపకరణాలకు ఫైల్‌లను బదిలీ చేసేందుకు ఉపయోగించబడుతుంది.
th: ใช้ถ่ายโอนข้อมูล ไฟล์ออกและรับ จากอุปกรณ์บลูทูธ
tl: Ginagamit upang maglipat ng mga file papunta at pabalik sa mga Bluetooth device.
tr_tr: Bluetooth aygıtlarla dosya alışverişi için kullanılır.
uk: Використовується для здійснення обміну файлами між пристроями Bluetooth.
ur: بلیو ٹوتھ آلات سے فائیلیں ٹرانسفر کرتا ہے۔
uz: Fayllarni Bluetooth qurilmalaridan va qurilmalariga uzatilgan.
vi: Sử dụng để truyền file đến và đi từ các thiết bị Bluetooth.
zh_cn: 用以和蓝牙设备发送接收文件。
zh_hk: 用以在藍牙裝置之間傳輸檔案。

# IDS_BT_BODY_INFOHANDSFREE
source: Used to make incoming and outgoing calls via Bluetooth car kits.
ar: تستخدم لاستقبال وإرسال المكالمات عبر عدة البلوتوث للسيارة.
as: ব্লুটুথ কাৰ কীটৰ হৈ ইনকামিং আৰু আউটগয়িং কলসমূহ তৈয়াৰ কৰিবলৈ ব্যৱহাৰ কৰে৷
az: Zənglərin Bluetooth maşın qurğusu vasitəsilə qəbul edilməsi və göndərilməsi üçün istifadə edilir.
bg: Използва се за провеждане на входящи и изходящи обаждания чрез Bluetooth комплекти за автомобил.
bn: ব্লুটুথ কার কিটস্ এর মাধ্যমে অন্তর্গামী ও বহির্গামী কল করতে ব্যবহৃত।
ca: S'utilitza per a fer i rebre trucades a través dels kits Bluetooth de vehicle
cs: Vzdálená autosouprava bluetooth umožňuje vytáčet a přijímat hovory
da: Bruges til at foretage indgående og udgående opkald via Bluetooth-bilsæt.
de: Die Remote-Bluetooth-Freisprechvorrichtung ermöglicht ein-/ausgehende Anrufe.
el_gr: Το απομακρυσμένο κιτ αυτοκινήτου bluetooth επιτρέπει τις εξερχόμενες/εισερχόμενες κλήσεις.
et: Kasutatakse kõnede tegemiseks Bluetoothi autokomplektiga.
eu: Bluetooth autorako kiten bidez deiak egin eta jasotzeko erabiltzen da
fi: Käytetään puheluiden vastaanottoon ja soittamiseen Bluetooth-autosarjoilla.
fr_ca: Permet de passer et de recevoir des appels avec un ensemble mains-libres.
ga: Úsáidtear é chun glaonna isteach agus amach a dhéanamh trí chit cairr Bluetooth.
gl: Utilízase para realizar e recibir chamadas a través dos kits para vehículo Bluetooth
gu: બ્લ્યુટુથ કાર કિટ્સ દ્વારા આવનારી અને બહારજતી કૉલ્સ કરવા માટે ઉપયોગ થયો.
he: משמש לביצוע שיחות נכנסות ויוצאות באמצעות ערכות Bluetooth לרכב
hi: ब्लूटूथ कार किट के द्वारा आने वाली और बाहर जाने वाली कॉलें करने के लिए उपयोग।
hr: Služi za razgovor preko Bluetooth auto opreme.
hu: Bejövő és kimenő hívások lebonyolítására szolgál Bluetooth-autóskészleten.
hy: Օգտավործվում է Bluetooth մեքենայի լրակազմի միջոցով մուտքային և ելքային զանգեր կատարելու համար:
id: Digunakan utk membuat panggilan masuk dan panggilan keluar Bluetooth car kit.
is: Notað fyrir hringingar inn og út með Bluetooth bílabúnaði.
it_it: È possibile utilizzare il kit veicolare Bluetooth remoto per le chiamate in uscita/in entrata.
ja_jp: Bluetooth車載キットでの通話の発着信に使用
ka: გამოიყენება შემომავალი და გამავალი ზარების განსახორციელებლად Bluetooth მანქანის კომპლექტებით.
kk: Bluetooth сымсыз автомобиль кешені кірген шыққан қоңырауларжы қабылдауға мүмкіндік береді.
km: បាន​ប្រើ​ដើម្បី​ធ្វើ​ការហៅ​ចូល និង ចេញ​តាម​គ្រឿង​ដាក់​ក្នុង​ឡាន Bluetooth។
kn: ಬ್ಲೂಟೂತ್ ಕಾರು ಕಿಟ್‌ಗಳ ಮೂಲಕ ಒಳಬರುವ ಮತ್ತು ಹೊರ ಹೋಗುವ ಕರೆಗಳನ್ನು ಮಾಡಲು ಉಪಯೋಗಿಸಲಾಗುತ್ತಿದೆ.
ko_kr: 블루투스 핸즈프리로 전화를 걸거나 받을 수 있습니다.
lo: ໃຊ້ໃນການໂທເຂົ້າແລະໂທອອກໂດຍໃຊ້ບລູທູດເຊື່ອມຕໍ່ໃນລົດ
lt: Naudojama priimamiems ir siunčiamiems skambučiams, prijungus „Bluetooth“ automobilinę įrangą.
lv: Tiek lietots, lai varētu veikt un saņemt zvanus, izmantojot Bluetooth automašīnas komplektus.
mk: Се користи за телефонирање преку Bluetooth комплет за автомобил.
ml: ബ്ലൂടൂത്ത് കാര്‍ കിറ്റുകള്‍ മാര്‍ഗം ഇന്‍‌കമിംഗ്, പുറത്തേക്കുള്ള കോളുകള്‍ വിളിക്കുന്നതിന് ഉപയോഗിക്കുന്നു.
mn_mn: Bluetooth машины иж бүрдэл ашиглан дуудлага хүлээн авах болон хийхэд ашигладаг.
mr: ब्लूटूथ कार किट्सच्या मार्फत येणारे आणि जाणारे कॉल लावण्यासाठी वापरला गेला.
ms: Digunakan utk membuat panggilan masuk dan panggilan keluar melalui kit kereta Bluetooth.
my: အဝင္ ႏွင့္ ျပင္ပသို႔ ဖုန္းေခၚဆိုမႈမ်ားကို ျဖင့္ ဘလူးတုသ္ကားကစ္ျဖင့္ ျပဳလုပ္ေလ့ရွိပါသည္။
nb: Brukes til å foreta innkommende og utgående anrop via Bluetooth-bilsett.
ne: ब्लुटूथ कार किटहरुमार्फत इनकमिङ् र आउटगोइङ् कलहरु गर्न प्रयोग गरिएको।
nl: Met de Bluetooth-carkit zijn uitgaande/inkomende oproepen mogelijk.
or: ବ୍ଲୁଟୁଥ୍ କାର୍ କିଟ୍ ମାଧ୍ୟମରେ ଆଗମନ ଏବଂ ବହିର୍ଗମନ କଲ୍‌ଗୁଡିକୁ ବ୍ୟବହାର କରିବାକୁ ବ୍ୟବହୃତ ହୋଇଥାଏ।
pa: ਬਲੂਟੁੱਥ ਕਾਰ ਕਿਟ ਦੁਆਰਾ ਇਨਕੰਮਿੰਗ ਅਤੇ ਆਊਟਗੋਇੰਗ ਕਾੱਲ ਕਰਨ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ।
pl: Używany w celu realizacji przychodzących i wychodzących połączeń za pośrednictwem zestawów głośnomówiących Bluetooth.
pt_pt: O kit Bluetooth remoto para automóvel permite receber e efectuar chamadas.
ro: Utilizat pentru efectuarea si primirea de apeluri prin kit de maşină Bluetooth
ru_ru: Используется для совершения входящих и исходящих вызовов через автомобильный комплект Bluetooth.
si: ලැබෙන සහ පිටතට යන ඇමතුම් බ්ලූටූත් කාර් කිට්ස් හරහා සිදු කිරීමට භාවිතා කරන ලදී.
sk: Vzdialená autosúprava bluetooth umožňuje vytáčať a prijímať hovory.
sl: Omogoča opravljanje dohodnih in odhodnih klicev prek avto kompleta Bluetooth.
sr: Koristi se za vršenje dolaznih i odlaznih poziva putem Bluetooth automobilskih kompleta.
sv: Används för att ta emot och ringa samtal via Bluetooth-bilset.
ta: ப்ளூடூத் கார்கிட்டுகள் மூலம் உள்வரும் மற்றும் வெளிச்செல்லும் அழைப்புகள் செய்ய பயன்படுகிறது.
te: బ్లూటూత్ కార్ కిట్‌ల ద్వారా ఇన్కమింగ్ మరియు అవుట్గోయింగ్ కాల్‌లను చేసేందుకు ఉపయోగించబడుతుంది.
th: ใช้ทำรับสายและ โทรออก ผ่านบลทูธ คาร์คิตได้
tl: Ginagamit upang magsagawa ng mga papasok at papalabas na tawag sa pamamagitan ng mga Bluetooth car kit.
tr_tr: Gelen ve giden aramaların Bluetooth araç kiti üzerinden etkinleştirilmesi için kullanılır.
uk: Використовується для здійснення та отримання викликів через автокомплекти Bluetooth.
ur: بایو ٹوتھ کار کٹ کال کرنے اور وصول کرنے کیلے استعمال ہوتا ہے۔
uz: Kiruvchi va chiquvchi qo‘ng‘roqlar Bluetooth mashina vositalari orqali amalga oshirilgan.
vi: Sử dụng để gọi và nhận cuộc gọi thông qua thiết bị Bluetooth xe hơi.
zh_cn: 通过蓝牙车载套件拨打和接听电话。
zh_hk: 透過藍牙汽車免提套件接聽及撥打電話。
