Repository: tizenorg/apps.core.preloaded.ug-bluetooth-efl
Catalog: po/*.po
Languages: ar, as, az, bg, bn, ca, cs, da, de, el_gr, et, eu, fi, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, lo, lt, lv, mk, ml, mn_mn, mr, ms, my, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sr, sv, ta, te, th, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

# IDS_BT_BODY_NO_MORE_CONNECTIONS_POSSIBLE_VODA
source: No more connections possible
as: অধিক সংযোগ সম্ভব নহয়
de: Keine weiteren Verbindungen möglich
el_gr: Δεν είναι δυνατές άλλες συνδέσεις
fr_ca: Aucune autre connexion possible
it_it: Nessuna connessione possibile
ja_jp: これ以上は接続できません。
ko_kr: 더 이상 연결할 수 없습니다
ne: अब बढि जोडन सम्भव छैन
nl: Geen verbindingen meer mogelijk
or: ଆଉ ସଂଯୋଜନ ସାମ୍ଭବ୍ୟ ନାହିଁ
pt_pt: Impossível aceitar mais ligações
si: තවත් සම්බන්ධතා ඇති කළ නොහැක
tr_tr: Başka bağlantı mümkün değil
uz: Boshqa ulanishlarga ruxsat berilmaydi
zh_cn: 无法建立更多连接
zh_hk: 沒有其他可用的連線

# IDS_BT_BODY_NO_TRANSFER_HISTORY
source: No transfer history
ar: لا توجد محفوظات للنقل
as: স্থানান্তৰ ইতিহাস নাই
az: Köçürmə tarixçəsi yoxdur
bg: Няма хронология на прехвърлянията
bn: স্থানান্তরণের কোনও ইতিহাস নেই
ca: No hi ha historial de transferència
cs: Žádná historie přenosů
da: Ingen overførselshistorik
de: Kein Übertragungsverlauf
el_gr: Δεν υπάρχει ιστορικό μεταφοράς
et: Edastuse ajalugu pole
eu: Transferentziaren historiarik ez
fi: Siirtohistoriaa ei ole
fr_ca: Aucun historique de transfert
ga: Níl stair aistrithe ann
gl: Non hai historial de transferencias
gu: કોઈ ટ્રાંસ્ફર ઇતિહાસ નથી
hi: कोई स्थानांतरण इतिहास नहीं
hr: Nema povijesti prijenosa
hu: Az átvitelek előzménylistája üres
hy: Փոխանցումների պատմություն չկա
id: Tidak ada riwayat transfer
is: Enginn flutningsferill
it_it: Nessuna cronologia dei trasferimenti
ja_jp: 転送履歴がありません。
ka: მონაცემთა გადაცემის ისტორია არ არის
kk: Жіберілімдер журналы
km: គ្មាន​ប្រវត្តិ​ផ្ទេរ​ទិន្នន័យ
kn: ವರ್ಗಾವಣೆಯ ಇತಿಹಾಸ ಇಲ್ಲ
ko_kr: 파일 전송 기록이 없습니다
lo: ບໍ່ມີປະຫວັດການໂອນ
lt: Nėra perkėlimo istorijos
lv: Nav pārsūtīšanas vēstures
mk: Нема историја на трансфери
ml: കൈമാറ്റ ചരിത്രമൊന്നുമില്ല
mn_mn: Дамжуулалтын түүх байхгүй
mr: कोणताही स्थानांतर अंतरण नाही.
ms: Tiada sejarah pemindahan
my: လႊဲေျပာင္း ေနာက္ေၾကာင္း မရွိပါ
nb: Ingen overføringshistorikk
ne: स्थानान्तरण इतिहास छैन
nl: Geen overdrachtgeheugen
or: କୌଣସି ସ୍ଥାନାନ୍ତରଣ ଇତିହାସ ନାହିଁ।
pa: ਕੋਈ ਟ੍ਰਾਂਸਫਰ ਇਤਿਹਾਸ ਨਹੀਂ।
pl: Brak historii przesyłania
pt_pt: Sem histórico de transferências
ro: Nu există istoric de transfer
ru_ru: Нет истории передачи данных
si: හුවමාරු ඉතිහාසයක් නොමැත
sk: Žiadna história prenosov
sl: Ni zgodovine prenosov
sr: Nema istorije prenosa
sv: Ingen överföringshistorik
ta: இடமாற்று வரலாறு இல்லை
te: బదిలీ చరిత్ర లేదు
th: ไม่มีประวัติการถ่ายโอน
tl: Walang kasaysayan ng paglilipat
tr_tr: Aktarma geçmişi yok
uk: Немає історії передавання
ur: ہسٹری منتقلی نہیں ہے
uz: Uzatishlar jurnali yo‘q
vi: Không có lịch sử truyền
zh_cn: 无传输历史
zh_hk: 無傳輸歷程記錄

# IDS_BT_BODY_OBJECT_PUSH
source: Object push
ar: إرسال محتوى
as: অৱজেক্ট পুচ
az: Obyektin ötürülməsi
bg: Предаване на обект
bn: বিষয়বস্তু পুশ
ca: Recepció d'objectes
cs: Poskytnutí objektu
da: Objekt push
de: Objekt übertragen
el_gr: Προώθηση αντικειμένου
et: Kommertsteate objekt
eu: Difusio objektua
fi: Objektin lähettäminen
fr_ca: Poussée d'objet
ga: Brúoibiacht
gl: Transferencia de obxectos
gu: સાધન મોકલો
he: דחיפת אובייקט
hi: ऑब्जेक्ट पुश
hr: Slanje objekata
hu: Objektum push
hy: Օբյեկտի փոխանցում
id: Push obyek
is: Viðfangi ýtt
it_it: Push oggetto
ja_jp: オブジェクトプッシュ
ka: ობიექტის გააქტიურება
kk: Объектіні жіберу
km: ជំរុញ​វត្ថុ
kn: ವಸ್ತು ತಳ್ಳುವುದು
ko_kr: 파일 교환
lo: ອັອບເຈັກ ພູຊ
lt: Objektų perstūmimas
lv: Objektu pārsūtīšana
mk: Push предмет
ml: ഒബ്‌ജക്‌ട് പുഷ്
mn_mn: Объект түгээх
mr: ऑब्जेक्ट ढकला
ms: Objek ditolak
my: ပယ္ခ်ပါ ပြတ္ရွ္
nb: Objekt-push
ne: आब्जेक्ट पुश
nl: Object ophalen
or: ଅବଜେକ୍ଟ୍ ଦବାନ୍ତୁ।
pa: ਔਬਜੈਕਟ ਪੁਸ਼
pl: Przesyłanie obiektów
pt_pt: Difundir objecto
ro: Transfer obiecte
ru_ru: Передача объекта
si: වස්තු තෙරපුම
sk: Poskytnutie objektu
sl: Pošiljanje predmetov
sr: Potiskivanje objekata
sv: Objekt push
ta: பொருளை புஷ்
te: ఆబ్జెక్ట్ పుష్
th: การ​ส่ง​ข้อมูล
tr_tr: Nesne aktarma
uk: Передача об'єкта
ur: آبجیکٹ کا پش
uz: Obyekt tanlash
vi: Gửi đối tượng
zh_cn: 对象推送
zh_hk: 目標推送

# IDS_BT_BODY_OFF
source: Off
ar: غير مفعل
as: অফ
az: Söndür
bn: বন্ধ
ca: Desactivat
cs: Vypnuto
da: Fra
de: Aus
el_gr: Ανενεργό
et: Väljas
eu: Desaktibatuta
fi: Pois
fr_ca: Désactivé
ga: As
gl: Desactivado
gu: બંધ
he: כבוי
hi: बंद
hr: Isključeno
hu: Ki
hy: Անջատված է
id: Tidak aktif
is: Slökkt
it_it: Non attivo
ka: გამორთ.
kk: Өшірілген
km: បិទ
kn: ಆಫ್
ko_kr: 해제
lo: ປິດ
lt: Išjungta
lv: Izslēgt
ml: ഓഫ്
mn_mn: Унтраах
mr: बंद
ms: Matikan
my: ပိတ္
nb: Av
ne: अफ
nl: Uit
or: ଅଫ୍
pa: ਬੰਦ
pl: Wył.
pt_pt: Desligar
ro: Oprit
ru_ru: Выключено
si: අක්‍රියයි
sk: Vyp.
sl: Izk.
sr: Isključeno
sv: Av
ta: ஆஃப்
te: ఆఫ్
th: ปิด
tl: I-off
tr_tr: Kapalı
uk: Вимкнено
ur: آف
uz: O‘ch.
vi: Tắt
zh_cn: 关
zh_hk: 關

# IDS_BT_BODY_OPERATION_FAILED
source: Operation failed.
ar: فشلت العملية.
as: অপাৰেশ্বন বিফল হৈছে৷
az: Əməliyyat alınmadı.
bg: Операцията е неуспешна.
bn: অপারেশন ব্যর্থ।
ca: Operació fallida
cs: Otevření se nezdařilo.
da: Handlingen mislykkedes.
de: Vorgang fehlgeschlagen
el_gr: Λειτουργία απέτυχε.
et: Toiming nurjus.
eu: Eragiketak huts egin du
fi: Toiminto epäonnistui.
fr_ca: Échec de l'opération.
ga: Theip ar oibríocht.
gl: Fallo na operación
gu: ઓપરેશન નિષ્ફળ.
he: הפעולה נכשלה
hi: संचालन विफल।
hr: Neuspješno.
hu: Sikertelen művelet
hy: Գործողությունը ձախողվեց:
id: Operasi gagal.
is: Aðgerð mistókst.
it_it: Operazione non eseguita.
ja_jp: 操作に失敗しました。
ka: ოპერაცია ვერ შესრულდა.
kk: Әрекет сәтсіз аяқталды.
km: ប្រតិបត្តិការ​បរាជ័យ។
kn: ಕಾರ್ಯಾಚರಣೆ ವಿಫಲವಾಗಿದೆ.
ko_kr: 작업을 수행하지 못하였습니다.
lo: ການດໍາເນີນງານບໍ່ສໍາເລັດ.
lt: Veiksmas nepavyko.
lv: Darbība neizdevās.
mk: Неуспешна операција.
ml: ഓപ്പറേഷന്‍ പരാജയപ്പെട്ടു.
mn_mn: Ажиллагаа амжилтгүй.
mr: ऑपरेशन अयशस्वी.
ms: Operasi gagal.
my: လုပ္ေဆာင္ခ်က္ မေအာင္ျမင္ပါ္။
nb: Operasjonen mislyktes.
ne: अपरेसन असफल भयो।
nl: Bewerking is mislukt.
or: ସଞ୍ଚାଳନ ବିଫଳ ହୋଇଛି।
pa: ਕਾਰਵਾਈ ਅਸਫਲ।
pl: Operacja nie powiodła się.
pt_pt: Operação falhou.
ro: Operaţie nereuşită
ru_ru: Сбой операции.
si: මෙහෙයුම අසාර්ථකයි.
sk: Operácia zlyhala.
sl: Postopek ni uspel.
sr: Operacija neuspešna.
sv: Åtgärden misslyckades.
ta: செயல்பாடு தோல்வி.
te: ఆపరేషన్ విఫలమైంది.
th: การ​ทำ​งาน​ล้ม​เหลว
tl: Nabigo ang pagpapatakbo.
tr_tr: İşlem başarısız.
uk: Збій операції.
ur: عملیہ ناکام ہوگیا۔
uz: Operatsiya bajarilmadi.
vi: Hoạt động bị lỗi.
zh_cn: 操作失败
zh_hk: 操作失敗

# IDS_BT_BODY_PAIRED
source: Paired
ar: تم الإقتران
as: যোৰা হৈছে
az: Qoşulmuşdur
bg: Сдвоено
bn: জোড় বাঁধা
ca: Vinculat
cs: Spárováno
da: Parret
de: Gekoppelt
el_gr: Δημιουργία ζεύγους
et: Ühildatud
eu: Parekatuta
fi: Yhdistetty
fr_ca: Couplé
ga: Péireáilte
gl: Vinculado
gu: જોડી બનાવી
he: מותאם
hi: जोड़ा गया
hr: Upareno
hu: Párosítva
hy: Զուգակցված է
id: Terpasang
is: Parað
it_it: Associazione eseguita
ja_jp: ペアリング済み
ka: დაწყვილებული
kk: Жұпталған
km: បាន​ផ្គូ
kn: ಜೊತೆ ಮಾಡಿದ
ko_kr: 등록됨
lo: ໄດ້ຈັບຄູ່ແລ້ວ
lt: Susieta
lv: Sapārots
mk: Поврзано
ml: ജോടിയാക്കി
mn_mn: Хослогдсон
mr: पेअर केलेले
ms: Diperpasangkan
my: ယွဥ္တြဲၿပီး
nb: Paret
ne: जोडी मिलाइएको
nl: Gekoppeld
or: ଯୋଡି ହୋଇଛି
pa: ਜੋੜਾ ਬਣਾਇਆ ਗਿਆ
pl: Powiązano
pt_pt: Emparelhado
ro: Asociat
ru_ru: Авторизовано
si: යුගල්කෙරිණි
sk: Spárované
sl: Seznanjeno
sr: Upareno
sv: Sammankopplad
ta: பிணைக்கப்பட்டது
te: జత చేయబడింది
th: จับ​คู่แล้ว
tr_tr: Eşleştirildi
uk: З’єднано
ur: جوڑی دار
uz: Bog‘langan
vi: Đã ghép đôi
zh_cn: 已配对
zh_hk: 已配對

# IDS_BT_BODY_PAIRED_DEVICES
source: Paired devices
ar: الأجهزة المقترنة
as: যোৰা কৰি থোৱা ডিভাইচসমূহ
az: Qoşulmuş cihazlar
bg: Сдвоени устройства
bn: জোড় বাঁধা ডিভাইসগুলি
ca: Dispositius aparellats
cs: Spárovaná zařízení
da: Parrede enheder
de: Gekoppelte Geräte
el_gr: Αντιστοιχισμένες συσκευές
et: Seotud seadmed
eu: Sinkronizatutako gailuak
fi: Pariksi liitetyt laitteet
fr_ca: Périphériques couplés
ga: Gléasanna péireáilte
gl: Dispositivos vinculados
gu: ઉપકરણની જોડી બનાવી
he: התקנים מותאמים
hi: जोड़ें गए डिवाइस
hr: Upareni uređaji
hu: Párosított eszközök
hy: Նախկինում զուգակցված սարքեր
id: Perangkat terpasang
is: Pöruð tæki
it_it: Dispositivi associati
ja_jp: ペアリング済みデバイス
ka: დაკავშირებული მოწყობილობები
kk: Жұптасқан құрылғылар
km: ឧបករណ៍​បាន​ផ្គូ
kn: ಜೊತೆ ಮಾಡಿದ ಸಾಧನಗಳು
ko_kr: 등록된 디바이스
lo: ເຄື່ອງໄດ້ຈັບຄູ່ແລ້ວ
lt: Suporuoti įrenginiai
lv: Pārī savienotas ierīces
mk: Поврзани уреди
ml: ജോടിയാക്കിയ ഉപകരണം
mn_mn: Хослогдсон төхөөрөмжүүд
mr: पेअर्ड उपकरणे
ms: Peranti yang berpasangan
my: တြဲဖက္ထားသည့္ကိရိယာမ်ား
nb: Parede enheter
ne: जोडी मिलाइका उपकरणहरू
nl: Gekoppelde apparaten
or: ଯୁଗ୍ମ ହୋଇଥିବା ଡିଭାଇସ୍‌ଗୁଡିକ
pa: ਡਿਵਾਈਸਾਂ ਦੇ ਜੋੜੇ ਬਣਾਏ ਗਏ
pl: Połączone urządzenia
pt_pt: Dispositivos emparelhados
ro: Dispozitive împerecheate
ru_ru: Подключенные устройства
si: යුගල්කළ උපාංග
sk: Spárované zariadenia
sl: Povezane naprave
sr: Upareni uređaji
sv: Sammankopplade enheter
ta: பிணைக்கப்பட்ட சாதனங்கள்
te: జత చేయబడిన పరికరాలు
th: อุปกรณ์​ที่​จับ​คู่
tl: Mga na-pair na device
tr_tr: Eşleşen cihazlar
uk: З’єднані пристрої
ur: جوڑی دار آلے
uz: Bog‘langan qurilmalar
vi: Các thiết bị đã ghép đôi
zh_cn: 已配对的设备
zh_hk: 已配對裝置

# IDS_BT_BODY_PD_MINUTES
source: %d minutes
ar: %d دقيقة
as: %d মিনিট
az: %d dəqiqə
bg: %d минути
bn: %d মিনিট
ca: %d minuts
cs: Počet minut: %d
da: %d minutter
de: %d Minuten
el_gr: %d λεπτά
et: %d minutit
eu: %d minutu
fi: %d minuuttia
ga: %d nóiméad
gl: %d minutos
gu: %d મિનિટ્સ
he: %d דקות
hi: %d मिनट
hr: %d min
hu: %d perc
hy: %d րոպե
id: %d menit
is: %d mínútur
it_it: %d minuti
ja_jp: %d分
ka: %d წუთი
kk: %d минут
km: %d នាទី
kn: %d ನಿಮಿಷಗಳು
ko_kr: %d분
lo: %d ນາທີ
lt: %d min.
lv: %d minūtes
mk: %d минути
ml: %d മിനിട്ടുകള്‍
mn_mn: %d минут
mr: %d मिनिटे
ms: %d minit
my: %d မိနစ္
nb: %d minutter
ne: %d मिनट
nl: %d minuten
or: %d ମିନିଟ୍
pa: %d ਮਿੰਟ
pl: %d min
pt_pt: %d minutos
ro: %d minute
ru_ru: %d мин.
si: විනාඩි %d
sk: Počet minút: %d
sl: %d minut
sr: %d minuta
sv: %d minuter
ta: %d நிமிடங்கள்
te: %d నిమిషాలు
th: %d ​นาที
tl: %d (na) minuto
tr_tr: %d dakika
uk: %d хвилин
ur: %d منٹ
uz: %d daqiqa
vi: %d phút
zh_cn: %d 分钟
zh_hk: %d 分鐘

# IDS_BT_BODY_PD_SUCCESSFUL_PD_FAILED
source: %d successful, %d failed
ar: %d ناجحة، %d فاشلة
as: %d টা সফল, %d টা বিফল
az: %d uğurludur, %d uğursuzdur
bg: Успешно %d, неуспешно %d
bn: %d সফল, %d ব্যর্থ
ca: %d correcte, %d fallit
cs: úspěšně %d, chybně %d
da: %d gennemført, %d mislykkedes
de: %d erfolgreich, %d fehlgeschlagen
el_gr: Ολοκληρώθηκαν με επιτυχία %d, απέτυχαν %d
et: %d õnnestus, %d nurjus
eu: %d ondo, %d-k huts egin du
fi: %d onnistui, %d epäonnistui
fr_ca: %d effectués, %d échoués
ga: D'éirigh le %dl, theip ar %d
gl: %d con éxito, %d sen éxito
gu: %d સફળ, %d નિષ્ફળ
hi: %d सफल, %d विफल
hr: %d uspješno, %d neuspješno
hu: %d sikeres, %d sikertelen
hy: %d՝ հաջող, %d՝ ձախողված
id: %d berhasil, %d gagal
is: %d tókst, %d mistókst
it_it: %d riusciti, %d non riusciti
ja_jp: %d件成功、%d件失敗
ka: %d წარმატებით შესრულდა, %d ვერ შესრულდა
kk: %d сәтті, %d сәтсіз
km: %d ជោគជ័យ, %d បរាជ័យ
kn: %d ಯಶಸ್ವಿಯಾಗಿದೆ, %d ವಿಫಲವಾಗಿದೆ
ko_kr: %d개 성공, %d개 안 됨
lt: %d pavyko, %d nepavyko
lv: %d veiksmīgi, %d neizdevās
mk: %d успешно, %d неуспешно
ml: %d വിജയകരം, %d പരാജയപ്പെട്ടു
mn_mn: %d амжилттай, %d амжилтгүй
mr: %d यशस्वी, %d अयशस्वी
ms: %d berjaya, %d gagal
nb: %d vellykket, %d mislyktes
ne: %d सफल भयो, %d विफल भयो
nl: %d geslaagd, %d mislukt
or: %d ସଫଳ ହୋଇଛି, %d ବିଫଳ ହୋଇଛି
pa: %d ਸਫ਼ਲ, %d ਅਸਫਲ
pl: Powodzenie: %d, niepowodzenie: %d
pt_pt: %d com sucesso, %d falharam
ro: %d reuşite, %d nereuşite
ru_ru: Успешно: %d, сбой: %d
si: %d ක් සාර්ථකයි, %d ක් අසාර්ථකයි
sk: Úspešné: %d, zlyhalo: %d
sl: %d uspelo, %d ni uspelo
sr: %d uspešno, %d neuspešno
sv: %d lyckades, %d misslyckades
ta: %d வெற்றி, %d தோல்வி
te: %d విజయవంతం, %d విఫలమైంది
th: %d ​เรียบ​ร้อย %d ​ล้ม​เหลว
tl: %d ang matagumpay, %d ang pumalya
tr_tr: %d başarılı, %d başarısız
uk: Успішно: %d, збій: %d
ur: %d کامیاب، %d ناکام
uz: %d muvaffaqiyatli, %d xato
vi: %d thành công, %d lỗi
zh_cn: %d成功，%d失败
zh_hk: %d 成功；%d 失敗

# IDS_BT_BODY_PD_SUCCESSFUL_PD_FAILED_ABB
source: %d successful, %d failed
ar: %d ناجحة، %d فاشلة
as: %d টা সফল, %d টা বিফল
az: %d uğurludur, %d uğursuzdur
bg: %d успешно, %d неуспешно
bn: %d সফল, %d ব্যর্থ
ca: %d correctes, %d fallits
cs: úspěšně %d, chybně %d
da: %d gennemført, %d mislykkedes
de: %d erfolgreich, %d fehlgeschlagen
el_gr: Επιτυχή %d, απέτυχαν %d
et: %d õnnestus, %d nurjus
eu: %d ondo, %d-k huts egin du
fi: %d onnistui, %d epäonnistui
fr_ca: %d effectués, %d échoués
ga: D'éirigh le %dl, Theip ar %d
gl: %d con éxito, %d sen éxito
gu: %d સફળ, %d નિષ્ફળ
hi: %d सफल, %d विफल
hr: %d uspješno, %d neuspješno
hu: %d sikeres, %d sikertelen
hy: %d՝ հաջող, %d՝ ձախողված
id: %d berhasil, %d gagal
is: %d tókst, %d mistókst
it_it: %d riusciti, %d falliti
ja_jp: %d件成功、%d件失敗しました。
ka: %d შესრულდა, %d ვერ შესრულდა
kk: %d сәтті, %d сәтсіз
km: %d ជោគជ័យ, %d បរាជ័យ
kn: %d ಯಶಸ್ವಿಯಾಗಿದೆ, %d ವಿಫಲವಾಗಿದೆ
ko_kr: %d개 완료, %d개 안 됨
lt: %d pavyko, %d nepavyko
lv: %d veiksmīgi, %d neizdevās
mk: %d успешно, %d неуспешно
ml: %d വിജയകരം, %d പരാജയപ്പെട്ടു
mr: %d यशस्वी, %d अयशस्वी
ms: %d berjaya, %d gagal
nb: %d vellykket, %d mislykket
ne: %d सफल भयो, %d असफल भयो
nl: %d geslaagd, %d mislukt
or: %d ସଫଳ ହୋଇଛି, %d ବିଫଳ ହୋଇଛି
pa: %d ਸਫ਼ਲ, %d ਅਸਫਲ
pl: Powodzenie: %d, niepowodzenie: %d
pt_pt: %d com sucesso, %d falharam
ro: %d reuşite, %d nereuşite
ru_ru: Успешно: %d, сбой: %d
si: %d ක් සාර්ථකයි, %d ක් අසාර්ථකයි
sk: Úspešné: %d, zlyhalo: %d
sl: %d uspelo, %d ni uspelo
sr: %d uspešno, %d neuspešno
sv: %d lyckades, %d misslyckades
ta: %d வெற்றி, %d தோல்வி
te: %d విజయవంతం, %d విఫలమైంది
th: %d ​สำเร็จ, %d ​ผิดพลาด
tl: %d ang matagumpay, %d ang nabigo
tr_tr: %d başarılı, %d başarısız
uk: Успішно: %d, збій: %d
ur: %d کامیاب، %d ناکام
uz: %d muvaffaqiyatli, %d xato
vi: %d thành công, %d lỗi
zh_cn: %d个成功，%d个失败
zh_hk: 成功：%d 個；失敗：%d 個

# IDS_BT_BODY_PRINTER
source: Printer
ar: طابعة
as: প্ৰিণ্টাৰ
bg: Принтер
bn: প্রিন্টার
ca: Impressora
cs: Tiskárna
de: Drucker
el_gr: Εκτυπωτής
eu: Inprimagailua
fi: Tulostin
fr_ca: Imprimante
ga: Printéir
gl: Impresora
gu: પ્રિન્ટર
he: מדפסת
hi: प्रिंटर
hr: Pisač
hu: Nyomtató
hy: Տպիչ
is: Prentari
it_it: Stampante
ja_jp: プリンター
ka: პრინტერი
kk: Басып шығарғыш
km: ម៉ាស៊ីន​បោះពុម្ព
kn: ಮುದ್ರಣ ಯಂತ್ರ
ko_kr: 프린터
lo: ເຄື່ອງພິມ
lt: Spausdintuvas
lv: Printeris
mk: Печатач
ml: പ്രിന്‍റര്‍
mn_mn: Принтер
mr: प्रिंटर
ms: Pencetak
my: ပုံႏွိပ္စက္
ne: प्रिंटर
or: ପ୍ରିଣ୍ଟର
pa: ਪ੍ਰਿੰਟਰ
pl: Drukarka
pt_pt: Impressora
ro: Imprimantă
ru_ru: Принтер
si: මුද්‍රකය
sk: Tlačiareň
sl: Tiskalnik
sr: Štampač
sv: Skrivare
ta: அச்சுப்பொறி
te: ప్రింటర్
th: เครื่อง​พิมพ์
tr_tr: Yazıcı
uk: Принтер
ur: پرنٹر
vi: Máy in
zh_cn: 打印机
zh_hk: 打印機

# IDS_BT_BODY_PRINTSETTINGSPAPERSIZE
source: Paper size
ar: حجم الورقة
as: কাগজৰ আকাৰ
az: Kağızın ölçüsü
bg: Размер на страницата
bn: পেপার সাইজ
ca: Mida de paper
cs: Velikost papíru
da: Papirstørrelse
de: Papiergröße
el_gr: Μέγεθος χαρτιού
et: Paberi formaat
eu: Paper tamaina
fi: Paperikoko
fr_ca: Taille du papier
ga: Méid an pháipéir
gl: Tamaño do papel
gu: કાગળનું કદ
he: גודל נייר
hi: पेपर आकार
hr: Veličina papira
hu: Papírméret
hy: Թղթի չափ
id: Ukuran kertas
is: Pappírsstærð
it_it: Formato carta
ja_jp: 用紙サイズ
ka: ფურცლის ზომა
kk: Қағаз көлемі
km: ទំហំ​ក្រដាស
kn: ಪೇಪರ್ ಗಾತ್ರ
ko_kr: 용지 크기
lo: ຂະໜາດເຈ້ຍ
lt: Popieriaus formatas
lv: Papīra formāts
mk: Големина на хартија
ml: പേപ്പര്‍ വലുപ്പം
mn_mn: Цаасны хэмжээ
mr: पेपर आकार.
ms: Saiz kertas
my: စကၠဴးအရြယ္အစား
nb: Papirstørrelse
ne: कागजको आकार
nl: Papierformaat
or: କାଗଜ ଆକାର
pa: ਪੇਪਰ ਆਕਾਰ
pl: Rozmiar papieru
pt_pt: Tamanho do papel
ro: Dimensiune hârtie
ru_ru: Размер бумаги
si: කඩදාසියේ ප්‍රමාණය
sk: Veľkosť papiera
sl: Velikost papirja
sr: Veličina papira
sv: Pappersstorlek
ta: காகித அளவு
te: పేపర్ పరిమాణం
th: ขนาด​กระดาษ
tl: Laki ng papel
tr_tr: Kağıt boyutu
uk: Розмір паперу
ur: صحفے کا سائیز
uz: Qog‘oz o‘lchami
vi: Kích thước giấy
zh_cn: 纸张尺寸
zh_hk: 紙張大小

# IDS_BT_BODY_PRINTSETTINGSQUALITY
source: Print quality
ar: جودة الطباعة
as: মুদ্ৰণ গুণমান
az: Çap keyfiyyəti
bg: Качество на печат
bn: প্রিন্ট কোয়ালিটি
ca: Qualitat d'impressió
cs: Kvalita tisku
da: Udskriftskvalitet
de: Druckqualität
el_gr: Ποιότητα εκτύπωσης
et: Prindi kvaliteet
eu: Inprimaketa kalitatea
fi: Tulostuslaatu
fr_ca: Qualité de l'impression
ga: Cáilíocht phriontála
gl: Calidade de impresión
gu: પ્રિન્ટ ગુણવત્તા
he: איכות הדפסה
hi: प्रिन्ट गुणवत्ता
hr: Kvaliteta ispisa
hu: Nyomtatási minőség
hy: Տպագրության որակ
id: Kualitas cetak
is: Prentgæði
it_it: Qualità di stampa
ja_jp: 印刷品質
ka: ბეჭდვის ხარისხი
kk: Басып шығару сапасы
km: គុណភាព​បោះពុម្ព
kn: ಮುದ್ರಣದ ಗುಣಮಟ್ಟ
ko_kr: 인쇄 품질
lo: ຄຸນະພາບການພິມ
lt: Spausdinimo kokybė
lv: Drukas kvalitāte
mk: Квалитет на печатење
ml: അച്ചടി ഗുണമേന്‍‌മ
mn_mn: Хэвлэх чанар
mr: प्रिंट दर्जा
ms: Kualiti cetak
my: ပံုႏွိပ္ အရည္အေသြး
nb: Utskriftskvalitet
ne: प्रिंटको स्तर
nl: Afdrukkwaliteit
or: ପ୍ରିଣ୍ଟ ଗୁଣବତ୍ତା
pa: ਪ੍ਰਿੰਟ ਗੁਣਵੱਤਾ
pl: Jakość wydruku
pt_pt: Qualidade de impressão
ro: Calitate imprimare
ru_ru: Качество печати
si: මුද්‍රණ ගුණත්වය
sk: Kvalita tlače
sl: Kakovost tiskanja
sr: Kvalitet štampe
sv: Utskriftskvalitet
ta: அச்சுத் தரம்
te: ముద్రణ నాణ్యత
th: คุณภาพ​การ​พิมพ์
tl: Kalidad ng pag-print
tr_tr: Baskı kalitesi
uk: Якість друку
ur: پرنٹ کی کوالٹی
uz: Chop etish sifati
vi: Chất lượng in
zh_cn: 打印质量
zh_hk: 列印質素

# IDS_BT_BODY_RECEIVED
source: Received
ar: تم الاستلام.
as: প্ৰাপ্ত কৰিছে৷
az: Qəbul edildi.
bg: Получени.
bn: প্রাপ্ত।
ca: Rebut
cs: Přijato.
da: Modtaget.
de: Empfangen
el_gr: Ελήφθη.
et: Vastu võetud.
eu: Jasota
fi: Vastaanotettu.
fr_ca: Reçu
ga: Faighte.
gl: Recibido
gu: સ્વીકારાઇ ગયું.
he: התקבל
hi: प्राप्त हुआ।
hr: Primljeno.
hu: Fogadva.
hy: Ստացված է:
id: Diterima.
is: Móttekið.
it_it: Ricevuto.
ja_jp: 受信完了
ka: მიღებულია.
kk: Қабылданған.
km: បាន​ទទួល។
kn: ಸ್ವೀಕರಿಸಲಾಗಿದೆ.
ko_kr: 받았습니다.
lo: ຮັບແລ້ວ
lt: Gauta.
lv: Saņemts.
mk: Примено.
ml: സ്വീകരിച്ചു.
mn_mn: Хүлээн авсан
mr: मिळाले.
ms: Diterima.
my: လက္ခံရရွိၿပီး
nb: Mottatt.
ne: प्राप्त भयो।
nl: Ontvangen.
or: ପ୍ରାପ୍ତ ହୋଇଛି।
pa: ਪ੍ਰਾਪਤ ਕੀਤਾ।
pl: Odebrano.
pt_pt: Recebido.
ro: Primit
ru_ru: Получено.
si: ලැබුණි.
sk: Prijatá
sl: Prejeto.
sr: Primljeno.
sv: Mottaget.
ta: பெறப்பட்டது.
te: స్వీకరించబడింది.
th: ได้​รับ​แล้ว
tl: Natanggap.
tr_tr: Alındı.
uk: Отримано.
ur: موصولہ۔
uz: Qabul qilindi.
vi: Đã nhận.
zh_cn: 已接收
zh_hk: 已接收。

# IDS_BT_BODY_SCANNING_ING
source: Scanning...
ar: جاري البحث...
az: Skan edilir...
bg: Сканиране...
ca: Examinant...
cs: Hledám...
da: Scanner ...
de: Scannen...
el_gr: Σάρωση...
et: Skaneerimine...
eu: Eskaneatzen...
fi: Etsitään...
fr_ca: Recherche...
ga: Ag scanadh...
gl: Escaneando...
he: סורק...
hi: स्कैन हो रहा है...
hr: Pretraživanje...
hu: Ellenőrzés...
hy: Սկանավորում է...
is: Verið er að skrá...
it_it: Scansione...
ja_jp: スキャン中...
ka: მიმდ. სკანირება
kk: Көшірілуде...
ko_kr: 찾는 중...
lt: Ieškoma...
lv: Meklē...
mk: Пребарување...
mn_mn: Шалгаж байна...
nb: Søker...
nl: Bezig met scannen...
pl: Skanowanie..
pt_pt: A procurar...
ro: Scanare...
ru_ru: Поиск...
sk: Hľadanie...
sl: Pregledujem...
sr: Skeniranje...
sv: Skannar...
tr_tr: Taranıyor...
uk: Сканування...
uz: Ko'rib chiqilmoqda…
zh_cn: 扫描中...
zh_hk: 正在掃描...

# IDS_BT_BODY_SEARCHINGDEVICE
source: Searching...
ar: قيد البحث
as: অনুসন্ধানৰত...
az: Axtarır...
bg: Търсене...
bn: অনুসন্ধান করা হচ্ছে...
ca: Cercant...
cs: Hledání...
da: Søger ...
de: Suche läuft...
el_gr: Αναζήτηση...
et: Otsimine...
eu: Bilatzen
fi: Etsitään...
fr_ca: Recherche...
ga: Ag cuardach...
gl: Buscando...
gu: શોધે છે...
he: מחפש...
hi: खोज रहा है...
hr: Pretraživanje...
hu: Keresés...
hy: Որոնում է...
id: Mencari…
is: Verið er að leita...
it_it: Ricerca...
ja_jp: 検索中...
ka: იძებნება...
kk: Іздеуде....
km: កំពុង​ស្វែង​រក...
kn: ಹುಡುಕುತ್ತಿದೆ...
ko_kr: 검색 중...
lo: ກຳລັງຄົ້ນ​ຫາ...
lt: Ieškoma...
lv: Meklē...
mk: Пребарување...
ml: തിരയുന്നു...
mn_mn: Хайж байна...
mr: शोधत आहे...
ms: Mencari…
my: ရွာေဖြေနပါသည္….
nb: Søker...
ne: खोज्‍दैछ...
nl: Zoeken...
or: ସନ୍ଧାନ କରୁଛି...
pa: ਖੋਜ ਰਿਹਾ ਹੈ...
pl: Wyszukiwanie...
pt_pt: A procurar...
ro: Căutare...
ru_ru: Поиск...
si: සොයමින්...
sk: Hľadanie...
sl: Iščem
sr: Pretraga...
sv: Söker...
ta: தேடுதல்...
te: వెతుకుతోంది...
th: กำลังค้นหา...
tl: Naghahanap...
tr_tr: Aranıyor...
uk: Пошук...
ur: تلاش جاری ہے
uz: Qidirilmoqda...
vi: Đang tìm...
zh_cn: 正在搜索...
zh_hk: 正在搜尋...

# IDS_BT_BODY_SEARCHING_ING_PD_DEVICES_FOUND
source: Searching... %d devices found.
ar: جاري البحث... تم العثور على %d جهاز.
as: অনুসন্ধানৰত... %d ডিভাইচ পোৱা গৈছে
az: Axtarır... %d cihaz tapılmışdır.
bg: Търсене... Открити са %d устройства.
bn: সন্ধান চলছে... %dটি ডিভাইস পাওয়া গেছে
ca: S'està cercant... S'han trobat %d dispositius.
cs: Vyhledávání... Bylo nalezeno %d zařízení.
da: Søger ... %d enheder fundet.
de: Suche... %d Geräte gefunden
el_gr: Αναζήτηση... Βρέθηκαν %d συσκευές.
et: Otsimine... %d seadet on leitud.
eu: Bilatzen... %d gailu aurkitu dira.
fi: Haetaan... löydetty %d laitetta.
fr_ca: Recherche... %d périphériques trouvés.
ga: Ag cuardach... %d gléas aimsithe.
gl: Buscando... atopáronse %d dispositivos.
gu: શોધે છે... %d ઉપકરણો મળ્યા
he: מחפש... %d התקנים נמצאו
hi: खोज रहा है... %d डिवाइस मिले
hr: Tražim... Nađeno %d uređaja.
hu: Keresés... %d eszköz található.
hy: Որոնվում է... %d սարք է գտնվել:
id: Mencari... %d perangkat ditemukan.
is: Leita... %d tæki fundust.
it_it: Ricerca... %d dispositivi trovati.
ja_jp: 検索中...%dデバイスが見つかりました。
ka: იძებნება... ნაპოვნია %d მოწყობილობა.
kk: Ізделуде... %d құрылғы табылды.
km: កំពុង​ស្វែងរក... បាន​រក​ឃើញ %d ឧបករណ៍។
kn: ಶೋಧಿಸುತ್ತಿದೆ... %d ಸಾಧನಗಳು ದೊರಕಿವೆ
ko_kr: 검색 중... 디바이스 %d개를 찾았습니다.
lt: Ieškoma... Rasta įrenginių: %d.
lv: Meklē... Atrastas %d ierīces.
mk: Се пребарува... Најдени се %d уреди.
ml: തിരയുന്നു... %d ഉപകരണം കണ്ടെത്തി
mr: शोधत आहे... %d उपकरणे सापडली
ms: Mencari... %d peranti ditemui.
nb: Søker... %d enheter funnet.
ne: खोज्‍दैछ... %d यन्त्र पाइयो
nl: Zoeken... %d apparaten gevonden.
or: ସନ୍ଧାନ କରୁଛି... %d ଡିଭାଇସ୍ ସନ୍ଧାନ ହେଲା
pa: ਖੋਜ ਰਿਹਾ ਹੈ... %d ਡਿਵਾਈਸ ਮਿਲੇ
pl: Wyszukiwanie... Liczba znalezionych urządzeń: %d.
pt_pt: A procurar... %d dispositivos encontrados.
ro: Se caută... au fost găsite %d dispozitive.
ru_ru: Поиск... Обнаружено устройств: %d.
si: සොයමින්... උපකරණ %d හමුවිණි
sk: Hľadá sa... Nájdené zariadenia: %d.
sl: Iskanje ... %d najdenih naprav.
sr: Pretraga... Nađeno je %d uređaja.
sv: Söker ... %d enheter hittades.
ta: தேடுகிறது... %d சாதனங்கள் கண்டுபிடிக்கப்பட்டன
te: శోధిస్తోంది... %d పరికరాలు కనుగొనబడినవి
th: กำลัง​ค้น​หา... ​พบ %d ​อุปกรณ์
tl: Naghahanap... %d (na) device ang nakita.
tr_tr: Aranıyor... %d cihaz bulundu.
uk: Триває пошук... Знайдено пристроїв: %d.
ur: تلاش کررہا ہے... %d آلات پائے گئے۔
uz: Qidirilmoqda... %d qurilmalar topildi.
vi: Đang tìm kiếm... %d thiết bị được tìm thấy.
zh_cn: 搜索中... 找到 %d 个设备。
zh_hk: 正在搜尋... 找到 %d 個裝置。
