Repository: tizenorg/apps.core.preloaded.ug-bluetooth-efl
Catalog: po/*.po
Languages: ar, as, az, bg, bn, ca, cs, da, de, el_gr, et, eu, fi, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, lo, lt, lv, mk, ml, mn_mn, mr, ms, my, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sr, sv, ta, te, th, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

# IDS_BT_POP_PS_IS_REQUESTING_PERMISSION_TO_ACCESS_YOUR_MESSAGES_ALLOW_Q
source: %s is requesting permission to access your messages. Allow?
ar: ثمة طلب من %s للحصول على إذن من أجل الوصول إلى رسائلك. السماح؟
az: %s mesajlarınıza çıxmaq üçün icazə istəyir. İcazə verilsin?
bg: %s иска разрешение да получи достъп до вашите съобщения. Разрешавате ли?
ca: %s està sol·licitant permís per accedir als seus missatges. Permetre?
cs: %s vyžaduje přístup k vašim zprávám. Povolit?
da: %s anmoder om tilladelse til at få adgang til dine beskeder. Vil du tillade det?
de: %s benötigt eine Berechtigung, um auf Ihre Nachrichten zuzugreifen. Zulassen?
el_gr: Η συσκευή %s ζητά πρόσβαση στα μηνύματά σας. Επιτρέπετε την πρόσβαση;
et: %s taotleb luba juurdepääsuks teie sõnumitele. Kas lubate?
eu: %s-(e)k baimena eskatzen dizu zure mezuetara sartzeko. Onartu?
fi: %s pyytää lupaa viestien käyttöön. Sallitaanko?
fr_ca: %s demande l'autorisation d'accéder à vos messages. Autoriser ?
ga: Tá %s ag iarraidh ceada le do theachtaireachtaí a rochtain. Ceadaigh?
gl: %s está solicitando permiso para acceder ás túas mensaxes. Permitir?
hi: %s आपके सन्देशों पर एक्सेस करने की अनुमति का अनुरोध कर रहा है। अनुमति दें?
hr: %s traži dopuštenje za pristup vašim porukama. Dopustiti?
hu: %s engedélyt kér az üzeneteihez történő hozzáféréshez. Megadja az engedélyt?
hy: %s թույլատվ-ն է հարցնում՝ ձեր հաղորդագր-րը մատչելու: Թույլատրե՞լ:
it_it: %s sta chiedendo il permesso di accedere ai messaggi. Consentire?
ja_jp: %sがメッセージにアクセスする権限を要求しています。許可しますか？
ka: %s ითხოვს თქვენს შეტყობინებებზე წვდომის ნებართვას. დართავთ ნებას?
kk: %s хабарларыңызға кіруге рұқсатты қажет етуде. Рұқсат етесіз бе?
ko_kr: %s에서 내 메시지 접근 권한을 요청합니다. 허용할까요?
lt: %s prašo leidimo pasiekti jūsų žinutes. Leisti?
lv: %s pieprasa atļauju piekļūt jūsu ziņām. Vai atļaut?
mk: %s бара дозвола да пристапи до Вашите пораки. Да се дозволи?
mn_mn: %s таны зурвасуудад хандах зөвшөөрөл хүсэж байна. Зөвшөөрөх үү?
nb: %s ber om tillatelse til å få tilgang til meldingene dine. Vil du tillate?
nl: %s vraagt toestemming om uw berichten te openen. Toestaan?
pl: Urządzenie %s wysłało żądanie dostępu do wiadomości. Zezwolić?
pt_pt: %s está a pedir permissão para aceder às suas mensagens. Permitir?
ro: %s solicită permisiunea de a accesa mesajele dvs. Permiteţi?
ru_ru: %s запрашивает разрешение на доступ к вашим сообщениям. Разрешить?
sk: %s žiada o povolenie na prístup k vašim správam. Povoliť?
sl: Naprava %s zahteva dovoljenje za dostop do sporočil. Dovolite?
sr: %s traži dozvolu da pristupi tvojim porukama. Dozvoli?
sv: %s begär tillstånd om åtkomst till dina meddelanden. Vill du tillåta det?
tr_tr: %s mesajlarınıza erişmek için izin istiyor. İzin verilsin mi?
uk: %s запитує дозвіл на отримання доступу до повідомлень. Дозволити?
uz: %s xabarlaringizga kirish uchun ruxsat so‘ramoqda. Ruxsat berilsinmi?
zh_cn: %s 正在请求访问您信息的许可。是否允许？
zh_hk: %s 正在請求授權以存取您的訊息。允許嗎？

# IDS_BT_POP_PS_IS_REQUESTING_PERMISSION_TO_ACCESS_YOUR_CONTACTS
source: %s is requesting permission to access your contacts.
ar: لديك طلب من %s للحصول على إذن بالوصول إلى جهات الاتصال.
as: %s-এ আপোনাৰ সম্পর্কসমূহ প্ৰৱেশ কৰিবলৈ অনুমতিৰ অনুৰোধ কৰি আছে৷
az: %s kontaktlarınıza çıxmaq üçün icazə istəyir.
bg: %s иска разрешение за достъп до вашите контакти.
bn: %s আপনার পরিচিতিগুলিতে অ্যাক্সেস করার অনুমতি অনুরোধ করছে।
ca: %s està demanant permís per accedir als seus contactes.
cs: %s žádá o přístup k vašim kontaktům.
da: %s anmoder om tilladelse til at få adgang til dine kontakter.
de: %s möchte auf Ihre Kontakte zugreifen.
el_gr: Ο χρήστης %s ζητά άδεια πρόσβασης στις επαφές σας.
et: %s taotleb luba juurdepääsuks teie kontaktidele.
eu: %s zure kontaktuetara sartzeko baimena eskatzen ari da.
fi: %s pyytää lupaa yhteystietojesi käyttämiseen.
fr_ca: %s demande l'autorisation d'accéder à vos contacts.
ga: Tá %s ag iarraidh ceada le do Theagmhálaithe a rochtain.
gl: %s está solicitando permiso para acceder aos teus contactos.
gu: %s તમારા સંપર્કોને ઍક્સેસ કરવાની પરવાનગીની વિનંતી કરી રહ્યું છે.
hi: %s आपके संपर्कों को एक्सेस करने की अनुमति का अनुरोध कर रहा है।
hr: %s traži dopuštenje za pristup vašim kontaktima.
hu: %s engedélyt kér a névjegyzékhez történő hozzáféréshez.
hy: %s-ը հարցնում է Ձեր կոնտակտները մուտք գործելու թույլտվություն:
id: %s sedang meminta izin untuk mengakses kontak Anda.
it_it: %s sta richiedendo l'autorizzazione di accedere alla rubrica.
ja_jp: %sが連絡先にアクセスする権限を要求しています。
ka: %s ითხოვს თქვენს კონტაქტებზე წვდომის ნებართვას.
kk: %s контактілеріңізге кіруге рұқсат сұрауда.
km: %s កំពុង​ស្នើសុំ​ការអនុញ្ញាត​ចូលប្រើ​ទំនាក់ទំនង​របស់​អ្នក។
kn: ನಿಮ್ಮ ಸಂಪರ್ಕಗಳನ್ನು ಪ್ರವೇಶಿಸಲು ಅನುಮತಿಯನ್ನು %s ವಿನಂತಿಸುತ್ತಿದೆ.
ko_kr: %s에서 내 연락처에 접근 권한을 요청합니다.
lo: %s ກໍາລັງຂໍການອະນຸຍາດເຂົ້າໃຊ້ຜູ້ຕິດຕໍ່ຂອງທ່ານ.
lt: %s prašo leidimo pasiekti jūsų adresatus.
lv: %s pieprasa atļauju piekļūt jūsu kontaktiem.
mk: %s бара дозвола да пристапи до Вашите контакти.
ml: നിങ്ങളുടെ കോൺടാക്ടുകളെ ആക്സസ് ചെയ്യുന്നതിന് %s അനുമതി അഭ്യർത്ഥിക്കുന്നു.
mn_mn: %s таны харилцагчдад хандах зөвшөөрөл хүсэж байна.
mr: %s आपले संपर्क ऍक्‍सेस करण्‍यासाठी परवानगीची विनंती करत आहे.
ms: %s meminta kebenaran mencapai kenalan anda.
my: %s က သင္၏ အဆက္အသြယ္မ်ားကို ဝင္ၾကည့္ရန္ ခြင့္ျပဳခ်က္ ေတာင္းခံေနပါသည္။
nb: %s ber om tillatelse til å få tilgang til kontaktene dine.
ne: %s ले तपाईका सम्पर्कहरूमा पहुँच गर्नको लागि अनुमति अनुरोध गर्दैछ।
nl: %s vraagt toestemming voor toegang tot uw contacten.
or: ଆପଣଙ୍କ ସମ୍ପର୍କଗୁଡିକ ଆକସେସ୍ କରିବାକୁ %sକୁ ଅନୁମତି ଅନୁରୋଧ କରୁଛି।
pa: %s ਤੁਹਾਡੇ ਸੰਪਰਕਾਂ ਨੂੰ ਐਕਸੈੱਸ ਕਰਨ ਦੀ ਅਨੁਮਤੀ ਦੀ ਬੇਨਤੀ ਕਰ ਰਿਹਾ ਹੈ।
pl: Urządzenie %s wysłało żądanie dostępu do kontaktów.
pt_pt: %s está a pedir permissão para aceder aos seus contactos.
ro: %s solicită permisiunea de a vă accesa contactele.
ru_ru: %s запрашивает разрешение на доступ к вашим контактам.
si: %s ඔබේ සබඳතා වෙත ප්‍රවේශ වීමට අවසර ඉල්ලයි.
sk: %s žiada o povolenie na prístup k vašim kontaktom.
sl: %s zahteva dovoljenje za dostop do vaših stikov.
sr: %s traži dozvolu da pristupi tvojim kontaktima.
sv: %s begär tillstånd om åtkomst till dina kontakter.
ta: உங்கள் தொடர்புகளை அணுக, %s அனுமதி கோருகிறது.
te: %s మీ పరిచయాలను ప్రాప్యత చేయడానికి అనుమతిని అభ్యర్థిస్తున్నారు.
th: %s กำลังขออนุญาตเพื่อเข้าถึงรายชื่อของคุณ
tl: Humihiling ang %s ng pahintulot na ma-access ang iyong mga contact.
tr_tr: %s kişilerinize erişmek için izin istiyor.
uk: %s запитує дозвіл на отримання доступу до контактів.
ur: %s آپ کے رابطوں تک رسائی کیلئے اجازت کی درخواست کر رہا ہے۔
uz: %s kontaktlaringizga kirish uchun ruxsat so‘ramoqda.
vi: %s đang yêu cầu quyền truy cập danh bạ của bạn.
zh_cn: %s 正在请求访问您联系人的许可。
zh_hk: %s 正在請求授權以存取您的聯絡人。

source: %s is requesting permission to access your contacts and call history. Allow?
ar: ثمة طلب من %s للحصول على إذن من أجل الوصول إلى جهات الاتصال ومحفوظات المكالمات. هل تريد السماح بذلك؟
az: %s sizin kontaktlarınız və zəng tarixçənizə çıxmaq üçün icazə istəyir. İcazə verilsin?
bg: %s иска разрешение да получи достъп до вашите контакти и хронология на повикванията. Разрешавате ли?
ca: %s està sol·licitant permís per accedir als contactes i a l'historial de trucades. Permetre?
cs: %s vyžaduje přístup k vašim kontaktům a historii hovorů. Povolit?
da: %s anmoder om tilladelse til at få adgang til dine kontakter og opkaldsoversigt. Vil du tillade det?
de: %s benötigt die Berechtigung, auf Ihre Kontakte und Ihren Anrufverlauf zuzugreifen. Erteilen?
el_gr: Η συσκευή %s ζητά πρόσβαση στις επαφές και το ιστορικό κλήσεων. Επιτρέπετε την πρόσβαση;
et: %s taotleb luba juurdepääsuks teie kontaktidele ja kõnede ajaloole. Kas lubate?
eu: %s zure kontaktuetara eta deien historiara sartzeko baimena eskatzen ari da. Eman?
fi: %s pyytää lupaa yhteystietojen ja puheluhistorian käyttöön. Sallitaanko?
fr_ca: %s demande l'autorisation d'accéder à vos contacts et au journal d'appels. Autoriser ?
ga: Tá %s ag iarraidh ceada le do theagmhálaithe agus do stair glaonna a rochtain. Ceadaigh?
gl: %s está solicitando permiso para acceder aos teus contactos e historial de chamadas. Permitir?
hi: %s आपके संपर्क और कॉल इतिहास एक्सेस करने की अनुमति का अनुरोध कर रहा है। अनुमति दें?
hr: %s traži dopuštenje za pristup vašim kontaktima i popisu poziva. Dopustiti?
hu: A(z) %s hozzáférési engedélyt kér az üzenetekhez és a híváselőzményekhez. Megadja az engedélyt?
hy: %s-ը հարցնում է Ձեր կոնտակտներն ու կանչերի պատմությունը մուտք գործելու թույլտվություն. թույլ տա՞լ:
it_it: %s sta chiedendo il permesso di accedere ai contatti e al registro chiamate. Consentire?
ja_jp: %sが連絡先および通話履歴にアクセスする権限を要求しています。許可しますか？
ka: %s ითხოვს ნებართვას, გახსნას თქვენი კონტაქტები და ზარების ისტორია. დართავთ ნებას?
kk: %s қоңырауларыңыз бен қоңырау журналыңызға қатынасуға рұқсат сұрауда. Рұқсат етесіз бе?
ko_kr: %s에서 내 연락처 및 통화기록 접근 권한을 요청합니다. 허용할까요?
lt: %s prašo leidimo prieiti prie jūsų adresatų ir skambučių istorijos. Leisti?
lv: %s pieprasa atļauju piekļūt jūsu kontaktiem un zvanu vēsturei. Vai atļaut?
mk: %s бара дозвола да пристапи до Вашите контакти и историјата на повици. Да се дозволи?
mn_mn: %s таны харилцагчид болон дуудлагын түүхэнд хандах зөвшөөрөл хүсэж байна. Зөвшөөрөх үү?
nb: %s ber om tillatelse til å få tilgang til kontaktene dine og anropsloggen. Vil du tillate?
nl: %s vraagt toestemming om uw contacten en oproepenlijst te openen. Toestaan?
pl: Urządzenie %s żąda uzyskania dostępu do Twoich kontaktów i historii połączeń. Zezwolić?
pt_pt: %s está a pedir permissão para aceder aos seus contactos e ao histórico de chamadas. Permitir?
ro: %s solicită permisiunea de a accesa contactele şi istoricul apelurilor dvs. Permiteţi?
ru_ru: %s запрашивает разрешение на доступ к вашим контактам и журналу вызовов. Разрешить?
sk: %s žiada o povolenie na prístup k vašim kontaktom a histórii hovorov. Povoliť?
sl: Naprava %s zahteva dovoljenje za dostop do stikov in zgodovine klicev. Dovolite?
sr: %s traži dozvolu da pristupi tvojim kontaktima i istoriji poziva. Dozvoli?
sv: %s begär tillstånd om åtkomst till dina kontakter och din samtalshistorik. Vill du tillåta det?
tr_tr: %s, kişilerinize ve arama geçmişinize erişim izni istiyor. İzin verilsin mi?
uk: %s запитує дозвіл на доступ до контактів та історії викликів. Дозволити?
uz: %s kontaktlar va qo‘ng‘iroqlaringiz jurnaliga kirish uchun ruxsat so‘ramoqda. Ruxsat berilsinmi?
zh_cn: %s 正在请求访问联系人和通话历史记录的许可。是否允许？
zh_hk: %s 正在請求存取聯絡人與通話歷程記錄的權限。允許嗎？

# IDS_MF_TPOP_UNABLE_TO_FIND_APPLICATION_TO_PERFORM_THIS_ACTION
source: Unable to find application to perform this action.
ar: يتعذر العثور على التطبيق للقيام بهذا الإجراء.
as: এই কাৰ্য্য সম্পাদন কৰিবলৈ এপ্লিকেশ্বন বিচৰাত অক্ষম৷
az: Bu əməliyyatı icra etmək üçün proqramı tapmaq mümkün deyil.
bg: Не може да се намери приложение, което да извърши това действие.
bn: এই কাজ করার মত অ্যাপ্লিকেশন খুঁজে পাওয়া যায়নি।
ca: No es troba cap aplicació per realitzar aquesta acció.
cs: Nepodařilo se najít aplikaci pro provedení této akce.
da: Kan ikke finde en applikation til at udføre denne handling.
de: Anwendung für diese Aktion kann nicht gefunden werden.
el_gr: Δεν είναι δυνατή η εύρεση εφαρμογής για την εκτέλεση αυτής της ενέργειας.
et: Selle toimingu teostamiseks ei leita rakendust.
eu: Ezin da aplikazioa aurkitu ekintza gauzatzeko.
fi: Toiminnon suorittamiseen tarvittavaa sovellusta ei löydy.
fr_ca: Application introuvable pour exécuter cette action.
ga: Ní féidir feidhmchlár a aimsiú chun an gníomh seo a dhéanamh.
gl: Non se pode atopar a aplicación para realizar esta acción.
gu: આ કાર્ય કરવા માટે એપ્લિકેશન શોધવા અસમર્થ.
hi: यह कार्रवाई क्रियान्‍वित करने के लिए एप्लीकेशन ढूँढने में अक्षम।
hr: Nema aplikacije potrebne za provedbu ove radnje.
hu: Nem található alkalmazás a művelet végrehajtásához.
hy: Անհնար է ծրագիր գտնել՝ այս գործողությունը կատարելու համար:
id: Tidak bisa menemukan aplikasi untuk melakukan aksi ini.
it_it: Impossibile trovare un'applicazione per eseguire quest'azione.
ja_jp: この操作を実行するアプリケーションが見つかりません。
ka: პროგრამა ვერ მოიძებნა ამ მოქმედების შესასრულებლად.
kk: Бұл әрекетті орындау үшін бағдарламаны табу мүмкін емес.
km: មិន​អាច​រក​កម្មវិធី​ឲ្យ​ធ្វើ​សកម្មភាព​នេះ។
kn: ಈ ಕ್ರಿಯೆಯನ್ನು ನಿರ್ವಹಿಸುವ ಸಲುವಾಗಿ ಅನ್ವಯಿಸುವಿಕೆಯನ್ನು ಹುಡುಕಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ.
ko_kr: 이 작업을 수행할 애플리케이션을 찾을 수 없습니다.
lo: ບໍ່ສາມາດຊອກຫາແອພພລິເຄຊັນເພື່ອດໍາເນີນການນີ້ໄດ້.
lt: Neįmanoma surasti programos šiam veiksmui atlikti.
lv: Nevar atrast programmu, lai veiktu šo darbību.
mk: Не може да се најде апликација за ова дејство.
ml: ഈ പ്രവൃത്തി നിര്‍വഹിക്കുന്നതിനുള്ള ആപ്ലിക്കേഷനെ കണ്ടെത്താനാവില്ല.
mn_mn: Энэ үйлдлийг гүйцэтгэх апп олох боломжгүй.
mr: ही क्रिया करण्यासाठी अनुप्रयोग शोधण्यात अक्षम.
ms: Tidak boleh mencari aplikasi untuk melaksanakan tindakan ini.
my: ဤေဆာင္ရြက္ခ်က္ကုိ လုပ္ရန္ အပလီေကးရွင္းကုိ ရွာမေတြ႕ပါ။
nb: Kan ikke finne app til å utføre denne handlingen.
ne: यो कार्य गर्नका लागि अनुप्रयोग फेला पार्न असक्षम।
nl: Kan geen applicatie vinden om deze actie uit te voeren.
or: ଏହି କ୍ରିୟା ସଞ୍ଚାଳନ କରିବାକୁ ଆପ୍ଲିକେସନ୍ ସନ୍ଧାନ କରିବାରେ ଅସମର୍ଥ।
pa: ਇਹ ਕਿਰਿਆ ਕਰਨ ਲਈ ਅਨੁਪ੍ਰਯੋਗ ਨੂੰ ਲੱਭਣ ਵਿੱਚ ਅਸਮਰੱਥ।
pl: Nie można znaleźć aplikacji do wykonania tej czynności.
pt_pt: Impossível localizar aplicação para executar esta acção.
ro: Nu se poate găsi aplicaţia pentru efectuarea acestei acţiuni.
ru_ru: Не удается найти приложение для выполнения этого действия.
si: මෙම ක්‍රියාව ඉටු කිරීමට යෙදුම සොයා ගත නොහැක.
sk: Nedá sa nájsť aplikácia na vykonanie tejto akcie.
sl: Aplikacije za izvršitev tega dejanja ni mogoče najti.
sr: Nije moguće naći aplikaciju koja će izvršiti ovu radnju.
sv: Inget program för att utföra åtgärden hittades.
ta: இந்தச் செயலை செய்வதற்கு பயன்பாட்டைக் கண்டறிய இயலவில்லை.
te: ఈ చర్యని అమలు చేయడానికి అప్లికేషన్‌ని కనుగొనడం సాధ్యం కాదు.
th: ไม่สามารถหาแอพพลิเคชั่นเพื่อดำเนินการนี้ได้
tl: Hindi makahanap ng application na magsasagawa ng aksyong ito.
tr_tr: Bu eylemi gerçekleştirecek uygulama bulunamadı.
uk: Неможливо знайти програму для виконання цієї дії.
ur: یہ عمل انجام دینے کے لئے ایپلیکیشن ڈھونڈنے سے قاصر۔
uz: Ushbu amalni bajarish uchun ilovani topib bo‘lmaydi.
vi: Không tìm thấy ứng dụng để thực hiện hành động này.
zh_cn: 无法找到执行该动作的应用程序
zh_hk: 找不到執行此動作的應用程式。

# IDS_BT_POP_VISIBILITY_TIMEOUT
source: Visibility timeout
ar: مهلة الرؤية
as: দৃশ্যমান্যতাৰ সময় সমাপ্ত
az: Görünmə fasiləsi
bg: Период на изчакване
bn: দৃশ্যমানতার সময় সমাপ্তি
ca: Temps d'espera de visibilitat
cs: Časový limit viditelnosti
da: Timeout for synlighed
de: Sichtbarkeits-Timeout
el_gr: Χρονικό όριο ορατότητας
et: Nähtavuse kuvaõpp
eu: Ikusgait. denbora muga
fi: Näkyvyyden aikakatkaisu
fr_ca: Délai d'expiration de la visibilité
ga: Am istigh d'infheictheacht
gl: Tempo de espera de visibilidade
gu: દૃશ્યમાનતા સમય સમાપ્તિ
hi: दृश्‍यता समयसीमा समाप्ति
hr: Istek vidljivosti
hu: Láthatóság időkorlátja
hy: Տեսանելիության պարապուրդ
id: Waktu habis visibilitas
it_it: Timeout visibilità
ja_jp: 端末の公開時間
ka: ხილვადობის ვადა
kk: Көріну уақыты бітті
km: រយៈពេល​មើល​ឃើញ
kn: ಗೋಚರತೆ ಟೈಮ್‌ಔಟ್
ko_kr: 검색 허용 시간
lo: ໝົດເວລາການສະແດງໃຫ້ເຫັນ
lt: Matomumui skirtas laikas
lv: Redzamības taimauts
mk: Истечено време на видливост
ml: ദൃശ്യമാകുന്ന സമയപരിധി
mn_mn: Харагдах хугацаа дуусах
mr: दृश्यमानता मुदतबाह्य
ms: Tamat masa keterlihatan
my: ျမင္ႏိုင္စြမ္းကုန္ခ်ိန္
nb: Tidsavbrudd for synlighet
ne: देख्ने समय सकियो
nl: Time-out zichtbaarheid
or: ଦୃଶ୍ୟଲବ୍ଧତା ସମୟ ଶେଷ।
pa: ਦ੍ਰਿਸ਼ਮਾਨਤਾ ਸਮਾਂ ਸਮਾਪਤ
pl: Limit czasu widoczności
pt_pt: Visível durante
ro: Expirare vizibilitate
ru_ru: Тайм-аут обнаружения
si: දෘශ්‍යතා කාලය අවසන්
sk: Časový limit viditeľnosti
sl: Časovna omejitev vidnosti
sr: Trajanje vidljivosti
sv: Timeout för synlighet
ta: புலப்பாடு நேரமுடிவு
te: దృశ్యమానత సమయ ముగింపు
th: หมด​เวลา​การ​แสดง​ให้​เห็น
tl: Pag-timeout ng visibility
tr_tr: Görünürlük zaman aşımı
uk: Тривалість видимості
ur: نظر آنے کا وقت ختم
uz: Ko‘rinish taym-auti
vi: Thời gian hiển thị
zh_cn: 可见性超时
zh_hk: 可見度逾時

# IDS_BT_BODY_DEVICE_NAME
source: Device name
ar: اسم الجهاز
az: Cihazın adı
bg: Име устройство
ca: Nom dispositiu
cs: Jméno zařízení
da: Enhedsnavn
de: Gerätename
el_gr: Όνομα συσκευής
et: Seadme nimi
eu: Gailuaren izena
fi: Laitteen nimi
fr_ca: Nom d'appareil
ga: Ainm an ghléis
gl: Nome do dispositivo
hi: डिवाइस का नाम
hr: Naziv uređaja
hu: Eszköz név
hy: Սարքի Անունը
it_it: Nome dispositivo
ja_jp: デバイス名称
ka: მოწყობილობის სახელი
kk: Құрылғының аты
ko_kr: 디바이스 이름
lt: Įrenginio vardas
lv: Ierīces nosaukums
mk: Име на уред
mn_mn: Төхөөрөмжийн нэр
nb: Enhetsnavn
nl: Naam apparaat
pl: Nazwa urządzenia
pt_pt: Nome do dispositivo
ro: Nume dispozitiv
ru_ru: Имя устройства
sk: Meno zariadenia
sl: Ime naprave
sr: Ime uređaja
sv: Enhetsnamn
tr_tr: Cihaz adı
uk: Ім'я пристрою
uz: Qurilma nomi
zh_cn: 设备名称
zh_hk: 裝置名稱

# IDS_SMT_POP_SEND_FILES
source: Send files
ar: إرسال الملفات
as: ফাইল প্ৰেৰণ কৰক
az: Faylları göndər
bg: Изпращане на файлове
bn: ফাইলগুলি প্রেরণ করুন
ca: Enviar fitxers
cs: Odeslat soubory
da: Send filer
de: Dateien senden
el_gr: Αποστολή αρχείων
et: Saada failid
eu: Bidali fitxategiak
fi: Lähetä tiedostot
fr_ca: Envoyer les fichiers
ga: Seol comhaid
gl: Enviar arquivos
gu: ફાઇલો મોકલો
hi: फ़ाइलें भेजें
hr: Šalji datoteke
hu: Fájlok küldése
hy: Ուղարկել ֆայլեր
id: Kirim file
it_it: Invia file
ja_jp: ファイルを送信
ka: ფაილების გაგზავნა
kk: Файлдарды жіберу
km: ផ្ញើ​ឯកសារ
kn: ಫೈಲ್‌ಗಳನ್ನು ಕಳುಹಿಸಿರಿ
ko_kr: 파일 전송
lo: ສົ່ງໄຟລ໌ຕ່າງໆ
lt: Siųsti failus
lv: Sūtīt failus
mk: Прати фајлови
ml: ഫയലുകള്‍ അയയ്ക്കുക
mn_mn: Файл илгээх
mr: फाइल्स पाठवा
ms: Hantar fail
my: ဖိုင္မ်ား ပို႔ပါ
nb: Send filer
ne: फाइलहरू पठाउनुहोस्
nl: Bestanden verzenden
or: ଫାଇଲ୍‌ଗୁଡିକ ପ୍ରେରଣ କରନ୍ତୁ
pa: ਫਾਈਲਾਂ ਭੇਜੋ
pl: Wyślij pliki
pt_pt: Enviar ficheiros
ro: Trimiteţi fişiere
ru_ru: Отправить файлы
si: ගොනු යවන්න
sk: Odoslať súbory
sl: Pošlji datoteke
sr: Pošalji fajlove
sv: Skicka filer
ta: கோப்புக்களை அனுப்பவும்
te: ఫైళ్లను పంపు
th: ส่งไฟล์
tl: Magpadala ng mga file
tr_tr: Dosya gönder
uk: Надіслати файли
ur: فائلیں بھیجیں
uz: Fayllarni yuborish
vi: Gửi file
zh_cn: 发送文件
zh_hk: 發送檔案

# IDS_BT_POP_UNABLE_TO_CONNECT_TO_PS
source: Unable to connect to %s.
ar: يتعذر الاتصال بـ %s.
as: %s লৈ সম্পৰ্ক স্থাপন কৰিবলৈ অক্ষম৷
az: %s-ə qoşulmaq mümkün deyildir.
bg: Невъзможно свързване с %s.
bn: %s-এ সংযোগ করা যায়নি।
ca: No es pot connectar amb %s
cs: Nelze se připojit k %s.
da: Kan ikke oprette forbindelse %s.
de: Verbindung zu %s kann nicht hergestellt werden
el_gr: Δεν είναι δυνατή η Σύνδεση με %s.
et: %s-ühendust ei saa luua.
eu: Ezin da %s-ra konektatu
fi: Yhteyttä ei voi muodostaa: %s.
fr_ca: Connexion à %s impossible
ga: Ní féidir nascadh le %s.
gl: Non se pode conectar a %s
gu: %s થી જોડાણ કરવામાં અક્ષમ.
hi: %s से कनेक्‍ट करने में असमर्थ।
hr: Nemoguće spojiti se s %s.
hu: Nem lehet csatlakozni a következőhöz: %s.
hy: Հնարավոր չէ միանալ %s-ին:
id: Tidak bisa menyambung ke %s.
it_it: Impossibile connettersi a %s.
ja_jp: %sに接続できません
ka: ვერ უკავშირდება %s.
kk: %s жүйесіне қосылу мүмкін емес.
km: មិន​អាច​ភ្ជាប់​ទៅ %s។
kn: %sಗೆ ಸಂಪರ್ಕಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ.
ko_kr: %s에 연결할 수 없습니다.
lo: ບໍ່ສາມາດເຊື່ອມຕໍ່ຫາ %s.
lt: Negalima prisijungti prie %s.
lv: Nevar izveidot savienojumu ar %s.
mk: Не е можно поврзување со %s.
ml: %sലേക്ക് കണക്റ്റ് ചെയ്യാനാവില്ല.
mn_mn: %s-тэй холбогдох боломжгүй.
mr: %s कनेक्ट करण्यास अक्षम.
ms: Tdk dpt menyambung ke %s.
my: %s သို႔ ခ်ိတ္ဆက္၍ မရပါ။
nb: Kan ikke koble til %s.
ne: %s संग जोडन गर्न सकिएन।
nl: Kan niet verbinden met %s.
or: %sକୁ ସଂଯୋଗ କରିବା ଅସମର୍ଥ ଅଟେ।
pa: %s ਤੇ ਕਨੈਕਟ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ।
pl: Nie można nawiązać połączenia z %s.
pt_pt: Impossível ligar a %s.
ro: Imposibil de conectat la %s
ru_ru: Невозможно подключиться к %s.
si: %s හා සම්බන්ධ විය නොහැක.
sk: Nedá sa pripojiť k %s.
sl: Ni mogoče povezati z %s.
sr: Nemoguće povezivanje na %s.
sv: Det går inte att ansluta till %s.
ta: %s உடன் இணைக்க இயலாது.
te: %s‌కు కనెక్ట్ చేయడం సాధ్యం కాదు.
th: ไม่​สามารถ​เชื่อม​ต่อ​กับ %s
tl: Hindi makakonekta sa %s.
tr_tr: %s ile bağlantı yok.
uk: Неможливо підключитися до %s.
ur: %s سے متصل کرنے سے قاصر۔
uz: %sga ulanib bo‘lmaydi.
vi: Không thể kết nối đến %s.
zh_cn: 无法连接到 %s。
zh_hk: 無法連接到 %s。
